[
  {
    "title": "Eating Disorders",
    "url": "https://www.nimh.nih.gov/health/topics/eating-disorders",
    "content_en": "On this page\nEating disorders are serious illnesses marked by severe disturbances in a person’s eating behaviors. Although many people may be concerned about their health, weight, or appearance on occasion, some become fixated or obsessed with weight loss, body weight or shape, and controlling their food intake. These may be signs of an eating disorder.\nBrochures and fact sheets with more information about eating disorders, including signs, symptoms, and treatment options. Available for free in print and online.\nNIMH news about eating disorders, including press releases and highlights on the latest research findings.\nInformation about the prevalence and treatment of eating disorders in the United States.\nEating disorders are serious and can be life-threatening. In addition, people with eating disorders are at higher risk for medical complications and co-occurring mental illnesses, including depression, anxiety, and substance use disorders. These co-occurring conditions can make eating disorders worse. Eating disorders can be treated successfully. Early detection and treatment are important for a full recovery.\nNIMH is funding and conducting research to understand why certain people are more likely to develop eating disorders than others. This includes research that examines genetic, biological, behavioral, psychological, and social factors. We’re also supporting research to better understand how an eating disorder behavior, such as restrictive eating, may impact a person’s brain and gut.\nWe’re supporting research to expand the reach and effectiveness of current therapies. This includes research that leverages technology to engage people in treatment and personalizes interventions to improve treatment response. We’re also funding research into novel treatment options, including medications and behavioral therapies that can prevent or reverse unhealthy food-related behaviors.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nSocial media graphics, videos, and resources about eating disorders.\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "Borderline Personality Disorder",
    "url": "https://www.nimh.nih.gov/health/topics/borderline-personality-disorder",
    "content_en": "On this page\nBorderline personality disorder is a mental illness that severely impacts a person’s ability to regulate their emotions. This loss of emotional control can increase impulsivity, affect how a person feels about themselves, and negatively impact their relationships with others.\nBrochures and fact sheets with more information about borderline personality disorder, including signs, symptoms, and treatment options. Available for free in print and online.\nInformation about the prevalence and treatment of borderline personality disorder in the United States.\nBorderline personality disorder can cause significant challenges to a person’s relationships and emotional well-being. People with borderline personality disorder are more likely to engage in self-harm. They may also experience symptoms of depression, post-traumatic stress disorder, bipolar disorder, anxiety disorders, substance use disorder, or eating disorders.\nThese challenges can lead to significant distress and a lower quality of life. Effective treatments can help people with borderline personality disorder manage their symptoms, support their well-being, and improve their daily functioning.\nNIMH funds research to explore how a person’s biology and environment contribute to borderline personality disorder. One focus includes studying the influence of genetic and brain-based differences and the impact of cultural and social factors.\nWe’re also supporting research evaluating the effectiveness of established treatments, such as dialectical behavior therapy, and emerging therapies and medications. Additionally, we are committed to identifying promising avenues for improving early intervention and personalized treatment approaches for people living with borderline personality disorder.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nSocial media graphics, videos, and resources about borderline personality disorder.\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "Attention-Deficit/Hyperactivity Disorder (ADHD)",
    "url": "https://www.nimh.nih.gov/health/topics/attention-deficit-hyperactivity-disorder-adhd",
    "content_en": "On this page\nADHD is a developmental disorder characterized by an ongoing pattern of one or more of the following types of symptoms:\nIt is common for people to show these behaviors some of the time. However, for people with ADHD, the behaviors are frequent and occur across multiple situations, such as at school, at home, at work, or with family and friends.\nBrochures and fact sheets with more information about ADHD, including signs, symptoms, and treatment options. Available for free in print and online.\nNIMH news about ADHD, including press releases and highlights on the latest research findings.\nInformation about the prevalence and treatment of ADHD in the United States.\nADHD is one of the most common disorders diagnosed in children. Symptoms begin in childhood and usually continue into the teen years and adulthood. ADHD often co-occurs with other disorders and conditions, such as conduct problems, learning disorders, sleep problems, anxiety, or depression, which can make the conditions harder to diagnose and treat.\nFor many people with ADHD, symptoms cause problems in daily life. Symptoms can make it hard to get things done; interfere with school, work, or other activities; and strain social relationships. Children with ADHD are at increased risk for injuries, social problems, family stress, and poor grades. Teens and adults with ADHD are more likely to engage in risky behaviors, such as substance use and unsafe sexual activity.\nNIMH supports research into the possible causes of ADHD. Researchers are investigating factors such as genes, hormones and other molecules, brain structure and activity, and prenatal and early life exposures. NIMH-supported research is also exploring the behavioral profiles of children and adults with ADHD to better diagnose and treat the disorder. This includes identifying symptoms associated with particular types of ADHD and their presentation at different ages.\nWe’re also supporting research on treatments, services, and interventions for people with ADHD and their families. Standard ADHD treatments include medication and psychosocial interventions, such as cognitive behavioral therapy, parent training, and school interventions. Newer treatments include neurofeedback, cognitive training, mindfulness, and neuromodulation. Researchers are looking at these treatment approaches separately and together and comparing their effectiveness for different ADHD symptoms. Additionally, researchers are exploring new technologies, like mobile apps and virtual reality, that can deliver information to people in real time to help them change their behavior.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nSocial media graphics, videos, and resources about ADHD.\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "Anxiety Disorders",
    "url": "https://www.nimh.nih.gov/health/topics/anxiety-disorders",
    "content_en": "On this page\nFeeling anxious is a normal part of life. Many people worry about things such as health, money, school, work, or family. But anxiety disorders involve more than occasional worry or fear. For people with these disorders, anxiety does not go away, is felt in many situations, and can get worse over time.\nThere are several types of anxiety disorders, including:\nBrochures and fact sheets with more information about anxiety disorders, including signs, symptoms, and treatment options. Available for free in print and online.\nNIMH news about anxiety disorders, including press releases and highlights on the latest research findings.\nInformation about the prevalence and treatment of anxiety disorders in the United States.\nAbout a third of U.S. adolescents and adults experience an anxiety disorder at some point in their lives. Anxiety disorder symptoms can interfere with daily life and routine activities, such as job performance, schoolwork, and relationships. In severe cases, a person might feel intense fear in common situations, avoid social encounters, or refuse to leave their home.\nNIMH conducts and funds research to examine environmental and genetic factors that contribute to anxiety disorders. These include studies comparing brain development and biology among people with and without anxiety disorders. Our supported research also focuses on family and other environmental factors that may influence the risk for anxiety disorders in infants, children, adolescents, and adults.\nNIMH-supported research is examining rates and symptoms of anxiety disorders after major life events like pregnancy or after trauma or illness. Of particular interest are predictors and symptoms of anxiety disorders among youth, including during the college transition and in relation to social media use.\nAdditionally, NIMH supports research on interventions and treatments for different types of anxiety disorders. We’re supporting studies that explore the overlap of anxiety with other disorders, such as depression and eating disorders, as well as how anxiety symptoms, severity, and treatment needs change with age.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nSocial media graphics, videos, and resources about anxiety disorders.\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "Obsessive-Compulsive Disorder (OCD)",
    "url": "https://www.nimh.nih.gov/health/topics/obsessive-compulsive-disorder-ocd",
    "content_en": "On this page\nObsessive-compulsive disorder (OCD) is a disorder marked by uncontrollable and recurring thoughts (obsessions), repetitive and excessive behaviors (compulsions), or both. OCD symptoms can begin any time but usually start between late childhood and young adulthood.\nBrochures and fact sheets with more information about OCD, including signs, symptoms, and treatment options. Available for free in print and online.\nNIMH news about OCD, including press releases and highlights on the latest research findings.\nInformation about the prevalence and treatment of OCD in the United States.\nOCD symptoms are often time-consuming and can cause significant distress or interfere with daily life. It is common for people with OCD also to have a diagnosed mood or anxiety disorder. Although there is no cure for OCD, available treatments can help people manage their symptoms, participate in day-to-day activities, and improve their quality of life.\nNIMH funds and conducts research to better understand who is at risk for developing OCD. This includes research into genetics, biology, temperament, and childhood trauma, as well as studies of OCD in children and adults. We’re supporting research to improve existing treatments for OCD, including psychotherapy, medication, and brain stimulation therapy. We’re also funding research investigating new treatments, particularly for people with treatment-resistant OCD whose symptoms haven’t improved after trying multiple treatment options.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nObsessive-Compulsive Disorder  (MedlinePlus): Information, journal articles, and other resources about OCD collected by the National Library of Medicine\nLast Reviewed: December 2024"
  },
  {
    "title": "HIV and Mental Health",
    "url": "https://www.nimh.nih.gov/health/topics/hiv-aids",
    "content_en": "On this page\nHIV, or human immunodeficiency virus, is the virus that causes AIDS (acquired immunodeficiency syndrome). HIV can be transmitted during sexual intercourse, by sharing syringes, or during pregnancy, childbirth, or breastfeeding.\nWithout medication, HIV can weaken the immune system and increase a person’s chances of having other infections and diseases. With effective medication, people with HIV can lead long, healthy lives.\nNIMH news about HIV and mental health, including press releases and highlights on the latest research findings.\nPeople with HIV have a higher chance of developing mood, anxiety, and cognitive disorders. People may feel sadness or grief after acquiring HIV. They may also experience stress related to living with HIV or exposure to discrimination and social stigma.\nIn addition, HIV and other infections can affect the brain and nervous system. Some HIV medications may cause symptoms of depression, anxiety, and sleeplessness and may make some mental health issues worse.\nHaving a mental disorder may make HIV prevention and treatment more challenging for some people. Identifying effective ways to support the mental health of people with HIV can help improve HIV treatment and overall patient well-being.\nNIMH funds and conducts research to help reduce HIV transmission globally and improve the quality of life for people with HIV. We’re supporting studies to understand how HIV affects the brain and how to support people’s mental health to improve HIV prevention and treatment. Researchers are also looking at ways to increase access to mental health treatments in real-world settings.\nAdditionally, NIMH supports behavioral research aimed at preventing HIV and improving the health and well-being of people with HIV. We also fund research on structural and social factors to improve treatment and access to care.\nNIMH is one of several NIH Institutes, Centers, and Offices that support data-driven research aimed at understanding, treating, and ultimately curing HIV. This includes work to develop new data tools and techniques that may make it easier for people to access HIV testing services, receive comprehensive HIV treatment and care, and stick with their medication plans.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "COVID-19 and Mental Health",
    "url": "https://www.nimh.nih.gov/health/topics/covid-19-and-mental-health",
    "content_en": "On this page\nCOVID-19 is a disease caused by a virus named SARS-CoV-2. COVID-19 most often affects the lungs and respiratory system, but it can also affect other parts of the body. Some people develop post-COVID conditions, also called Long COVID . These symptoms can include neurological symptoms such as difficulty thinking or concentrating, sleep problems, and depression or anxiety.\nNIMH news about COVID-19 and mental health, including press releases and highlights on the latest research findings.\nBoth SARS-CoV-2 and the COVID-19 pandemic have significantly affected the mental health of adults and children. Many people experienced symptoms of anxiety, depression, and substance use disorder during the pandemic. Data also suggest that people are more likely to develop mental illnesses or disorders in the months following COVID-19 infection. People with Long COVID may experience many symptoms related to brain function and mental health . While the COVID-19 pandemic has had widespread mental health impacts, some people are more likely to be affected than others.\nNIMH is supporting research to understand and address the impacts of the pandemic on mental health. This includes research to understand how COVID-19 affects people with existing mental illnesses across their entire lifespan. NIMH also supports research to help meet people’s mental health needs during the pandemic and beyond. This includes research focused on making mental health services more accessible through telehealth, digital tools, and community-based interventions.\nNIMH is also working to understand the unique impacts of the pandemic on specific groups of people. For example, NIMH supports research investigating how pandemic-related factors, such as school disruptions, may influence children’s brain, cognitive, social, and emotional development.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "Bipolar Disorder",
    "url": "https://www.nimh.nih.gov/health/topics/bipolar-disorder",
    "content_en": "On this page\nBipolar disorder (formerly called manic-depressive illness or manic depression) is a mental illness that causes clear shifts in a person’s mood, energy, activity levels, and concentration. People with bipolar disorder often experience periods of extremely “up,” elated, irritable, or energized behavior (known as manic episodes) and very “down,” sad, indifferent, or hopeless periods (known as depressive episodes).\nBrochures and fact sheets with more information about bipolar disorder, including signs, symptoms, and treatment options. Available for free in print and online.\nNIMH news about bipolar disorder, including press releases and highlights on the latest research findings.\nInformation about the prevalence and treatment of bipolar disorder in the United States.\nThe symptoms of bipolar disorder can impose serious challenges to a person’s mental and physical health. People with bipolar disorder often have other mental disorders, and some people may experience symptoms of psychosis, such as hallucinations or delusions. The symptoms can interfere with everyday activities, relationships, and work or school responsibilities. Some people may also experience stigma related to their symptoms, which can keep them from seeking the help they need.\nBipolar disorder usually requires lifelong treatment, but an effective treatment plan can help people manage their symptoms and improve their quality of life.\nNIMH supports research to understand the biological, genetic, and environmental factors that contribute to bipolar disorder. This research includes studies examining how different factors influence when bipolar disorder symptoms appear and how they change over time. Other research focuses on identifying patterns in brain activity that could help predict and track symptom progression.\nNIMH also supports research to improve treatments for people with bipolar disorder. This includes research to better understand the relationship between bipolar disorder and co-occurring conditions, like anxiety disorders and substance use disorders. Understanding the relationship between these conditions could lead to more effective treatment approaches.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nSocial media graphics, videos, and resources about bipolar disorder.\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "Depression",
    "url": "https://www.nimh.nih.gov/health/topics/depression",
    "content_en": "On this page\nEveryone feels sad or low sometimes, but these feelings usually pass with time. Depression (also called major depressive disorder or clinical depression) is different. It can cause severe symptoms that affect how you feel, think, and handle daily activities, such as sleeping, eating, or working. It is an illness that can affect anyone—regardless of age, race, income, culture, or education. Research suggests that genetic, biological, environmental, and psychological factors play a role in depression.\nBrochures and fact sheets with more information about depression, including signs, symptoms, and treatment options. Available for free in print and online.\nNIMH news about depression, including press releases and highlights on the latest research findings.\nInformation about the prevalence and treatment of depression in the United States.\nDepression is one of the most common mental disorders in the United States. The symptoms range from mild to severe and can disrupt a person’s ability to carry out everyday activities. It is linked to increased health care costs and other health conditions like heart disease and diabetes. It is also a risk factor for suicidal thoughts and behaviors.\nNIMH is funding and conducting research to learn more about what causes depression, how it affects the brain, and how to treat it effectively. We're working to improve existing treatments like medications, talk therapy (including telehealth and online options), and brain stimulation therapy.\nWe're investigating ways to identify which treatment will work best for a specific person and tailor treatments based on a person's unique characteristics and traits. We’re supporting research to develop and test therapies for people with treatment-resistant depression who don’t improve after trying multiple treatment options. We are also exploring new methods to prevent and treat depression and improve the delivery of care for people living with depression.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nSocial media graphics, videos, and resources about depression.\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "Disruptive Mood Dysregulation Disorder (DMDD)",
    "url": "https://www.nimh.nih.gov/health/topics/disruptive-mood-dysregulation-disorder-dmdd",
    "content_en": "On this page\nDMDD is a mood disorder in which children and adolescents experience ongoing irritability and anger and have frequent, intense temper outbursts. Many children go through periods of moodiness, but children with DMDD experience severe symptoms that are present in multiple settings and impact daily life.\nBrochures and fact sheets with more information about DMDD, including signs, symptoms, and treatment options. Available for free in print and online.\nNIMH news about DMDD, including press releases and highlights on the latest research findings.\nChildren with DMDD may have trouble in school and difficulty maintaining healthy relationships with family or peers. They also may have a hard time in social settings or participating in activities such as team sports. They often require mental health care, including doctor visits and sometimes hospitalization. Children with DMDD are also more likely to develop anxiety and depression in the future.\nDMDD was recognized as a disorder in 2013. Because the diagnosis is relatively new, few DMDD-specific treatment studies have been conducted. Current treatments often focus on what has been helpful for other childhood disorders associated with irritability, such as attention-deficit/hyperactivity disorder, oppositional defiant disorder, and anxiety disorders. These treatment options include adapting specific forms of psychotherapy for children with DMDD and teaching behavior management skills to parents. NIMH funds studies to improve these treatment options and identify new treatments specifically for children with DMDD.\nThe exact causes of DMDD are unclear. NIMH-supported research is investigating the environmental, social, and biological factors that contribute to the disorder.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "Traumatic Events and Post-Traumatic Stress Disorder (PTSD)",
    "url": "https://www.nimh.nih.gov/health/topics/post-traumatic-stress-disorder-ptsd",
    "content_en": "On this page\nPeople may have a range of reactions after experiencing or witnessing a traumatic event, such as a natural disaster, act of violence, or serious accident. Common reactions include feeling anxious, sad, or angry; having trouble concentrating and sleeping; and thinking about what happened. Most people will recover from these symptoms, and their reactions will lessen over time.\nPeople may be diagnosed with post-traumatic stress disorder (PTSD) if their symptoms last for an extended period after a traumatic event and begin to interfere with aspects of daily life, such as relationships or work. People who have PTSD may continue to feel stressed or frightened, even though they are not in danger.\nBrochures and fact sheets with more information about PTSD, including signs, symptoms, and treatment options. Available for free in print and online.\nNIMH news about PTSD, including press releases and highlights on the latest research findings.\nInformation about the prevalence and treatment of PTSD in the United States.\nThe symptoms of PTSD can cause significant distress and interfere with a person’s ability to engage in daily activities, including sleeping and eating. People with PTSD often have co-occurring conditions, such as depression, substance use, or anxiety disorders.\nAspects of the traumatic event and certain biological and social factors may make some people more likely to develop PTSD. For instance, previous exposure to adversity and other traumatic experiences, especially in childhood, can increase a person’s chance of developing PTSD later in life. While many people who live through a dangerous event experience some symptoms initially, most do not develop PTSD—multiple factors play a part.\nNIMH is supporting research to understand the factors that influence a person’s mental health after a potentially traumatic event. Researchers are working to understand what causes specific PTSD symptoms and why symptoms differ in type and severity from person to person. This includes research on biological, cognitive, behavioral, and developmental factors. NIMH-supported research is also studying ways to identify which trauma survivors are likely to recover naturally and which survivors may benefit from treatment.\nNIMH-supported research is also focused on developing and improving mental health treatments that can help trauma survivors. This includes research to identify treatment components that can lead to more effective medications, psychotherapies, and device-based treatments. We’re also supporting research on ways to deliver effective treatment across different settings and populations. This includes developing approaches to prevention and intervention that meet the specific needs of children, teens, and young adults.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nSocial media graphics, videos, and resources about PTSD.\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "Prevención del suicidio",
    "url": "https://www.nimh.nih.gov/health/topics/espanol/prevencion-del-suicidio",
    "content_en": "Information about suicide prevention is also available in English.\nPara ayuda, llame o envíe un mensaje de texto al 988, la Línea de Prevención del Suicidio y Crisis . La línea de ayuda ofrece apoyo emocional, de forma gratuita y confidencial, a personas en crisis de suicidio o angustia emocional. Esta línea está abierta 24 horas al día, 7 días a la semana en todos los Estados Unidos y está disponible en español o en inglés. También puede obtener apoyo a través de su chat en vivo . Si le preocupa lo que está publicando un amigo en las redes, comuníquese directamente con las redes sociales o llame al 911 en caso de emergencia. Ellos tienen procesos para comunicarse con la persona y ponerla en contacto con la ayuda que necesita.\nEl suicidio es una de las principales preocupaciones de la salud pública. En términos generales, en 2021, el suicidio fue la causa número once de muerte (en inglés) en los Estados Unidos y cobró la vida de más de 48,100 personas.  Si bien el suicidio es complicado y trágico, a menudo se puede prevenir. Saber las señales de advertencia del suicidio y la manera de obtener ayuda puede salvar vidas.\nEl suicidio ocurre cuando las personas se hacen daño a sí mismas con la intención de terminar con su vida y, como resultado, fallecen.\nUn intento de suicidio es cuando las personas se lastiman con la intención de terminar con su vida, pero no mueren.\nEvite el uso de términos como “cometer suicidio”, “suicidio exitoso” o “suicidio fallido” cuando se refiera al suicidio y los intentos de suicidio, ya que a menudo estos términos tienen connotaciones negativas.\nLos signos de advertencia de que alguien puede estar en riesgo inmediato de intentar suicidarse incluyen:\nOtros signos de advertencia graves de que alguien puede estar en riesgo de intentar suicidarse incluyen:\nEl suicidio no es una respuesta usual al estrés. Los pensamientos o las acciones suicidas son un signo de angustia extrema y no se deben ignorar. Si usted o alguien que conoce presenta estos signos de advertencia, busque ayuda lo antes posible, especialmente si el comportamiento es nuevo o ha aumentado recientemente.\nLos siguientes son 5 pasos que usted puede tomar para ayudar a una persona que tiene pensamientos suicidas.\nLas personas de todos los géneros, edades y etnicidades pueden estar en riesgo. El comportamiento suicida es complejo y no hay solo una causa que lo origina. Los principales factores de riesgo son:\nPara personas con pensamientos suicidas, la exposición, ya sea directa o indirecta, a comportamientos suicidas de otros, como sus familiares o compañeros, o de alguna celebridad, también puede aumentar el riesgo.\nLa mayoría de las personas que tienen factores de riesgo de suicidio no intentarán suicidarse, pero es difícil saber quién actuará sobre sus pensamientos suicidas. Aunque es importante tener en cuenta los factores de riesgo de suicidio, una persona que activamente muestra signos de advertencia de querer quitarse la vida puede tener un mayor riesgo de correr peligro y necesitar atención inmediata.\nLos eventos estresantes de la vida (como la pérdida de un ser querido, problemas legales o dificultades financieras) y los factores estresantes interpersonales (como vergüenza, acoso, intimidación, discriminación o problemas en las relaciones) pueden contribuir a la posibilidad de suicidarse, especialmente si ocurren conjuntamente con factores de riesgo de suicidio.\nA menudo, los familiares y amigos son los primeros en reconocer los signos de advertencia sobre el suicidio y ellos pueden dar el primer paso para ayudar a un ser querido encontrar tratamiento de salud mental. Si no sabe dónde empezar, consulte los recursos en la página del Instituto Nacional de la Salud Mental (NIMH, por sus siglas en inglés) sobre ayuda para la salud mental.\nExisten intervenciones eficaces basadas en evidencia para ayudar a las personas que están en riesgo de suicidio.\nSe ha descubierto que los tipos de intervenciones psicosociales, descritos a continuación, ayudan a las personas que han intentado suicidarse y pueden evitar que hagan otro intento de suicidarse.\nLos medicamentos pueden beneficiar a algunas personas en riesgo de suicidio. Las personas pueden colaborar con sus proveedores de atención médica mejor medicamento, o una combinación de estos, así como la dosis adecuada. A menudo, muchas personas en riesgo de suicidio tienen alguna enfermedad mental o problema de abuso de sustancias, y pueden beneficiarse de tomar medicamentos al mismo tiempo que reciben una intervención psicosocial.\nLa clozapina es un medicamento antipsicótico que se usa primordialmente para tratar a persona con esquizofrenia. A la fecha, es el único medicamento con una indicación específica de la Administración de Alimentos y Medicamentos de los Estados Unidos (FDA, por sus siglas en inglés)   para reducir el riesgo de comportamientos suicidas recurrentes en pacientes con esquizofrenia o un trastorno esquizoafectivo (en inglés).\nSi le han recetado un medicamento, es importante que:\nPara consultar la información más actualizada sobre cualquier medicamento, sus efectos secundarios y advertencias, visite el sitio web de la FDA .\nLa atención colaborativa es un enfoque en función de equipos para la atención de la salud mental. Un administrador de atención de la salud conductual trabajará en coordinación con la persona, su proveedor de atención primaria y los especialistas en salud mental para establecer un plan de tratamiento. Se ha demostrado que la atención colaborativa es una forma eficaz de tratar la depresión y reducir los pensamientos suicidas.\nSi no sabe dónde conseguir ayuda, su médico u otro proveedor de atención médica puede referirle a un profesional de salud mental con licencia, como un psiquiatra o un psicólogo. Encuentre consejos para ayudarlo a prepararse y aprovechar al máximo su cita e información sobre cómo obtener ayuda.\nLa Administración de Servicios de Abuso de Sustancias y Salud Mental (SAMHSA, por sus siglas en inglés) tiene un localizador de tratamientos en línea  para ayudarlo a encontrar servicios de salud mental en su área.\nEl NIMH apoya investigaciones prometedoras que probablemente generen un impacto en la reducción del suicidio en los Estados Unidos. Las investigaciones están ayudando a mejorar nuestra capacidad para identificar a las personas en riesgo de suicidio y para desarrollar tratamientos eficaces o mejorarlos. Los investigadores del NIMH continúan estudiando el suicidio y cómo implementar mejor los programas de prevención e intervención del suicidio en diferentes contextos, entre ellos, dentro de la atención médica, las comunidades, las escuelas y en entornos del sistema judicial.\nObtenga más información en inglés sobre las prioridades de investigación del NIMH y sus investigaciones recientes sobre la prevención del suicidio.\nPara consultar recursos y referencias adicionales sobre la prevención del suicidio, visite la página de temas de salud del NIMH sobre prevención del suicidio en inglés.\nÚltima revisión en agosto de 2024\nA menos que se especifique lo contario, la información en nuestro sitio web y en nuestras publicaciones es de dominio público y se puede reutilizar o copiar sin necesidad de pedir permiso. Sin embargo, no puede reutilizar o copiar las imágenes. Por favor cite al Instituto Nacional de la Salud Mental como la fuente. Lea nuestra política sobre derechos de autor (en inglés) para aprender más sobre nuestras pautas para reutilizar el contenido del NIMH."
  },
  {
    "title": "Autism Spectrum Disorder",
    "url": "https://www.nimh.nih.gov/health/topics/autism-spectrum-disorders-asd",
    "content_en": "On this page\nAutism spectrum disorder is a neurological and developmental disorder that affects how people interact with others, communicate, learn, and behave. Although autism can be diagnosed at any age, it is described as a “developmental disorder” because symptoms generally appear in the first two years of life.\nBrochures and fact sheets with more information about autism, including signs, symptoms, and treatment options. Available for free in print and online.\nNIMH news about autism, including press releases and highlights on the latest research findings.\nInformation about the prevalence and treatment of autism in the United States.\nPeople with autism have a wide range of symptoms, which can include differences in social and communication behaviors, intellectual disabilities, and other physical and mental health conditions. People with autism also have a wide range of health care and service needs. Research shows that access to needed services and supports early in life can promote people’s health and well-being over the long term.\nWe’re supporting research to better understand the full range of symptoms that people with autism may experience. This includes research to identify biological and behavioral characteristics that can help us understand a person’s symptoms, how their symptoms and needs may change over time, and which treatments, services, and supports they may benefit from.\nWe’re also supporting research to find better ways to meet the individual needs of people with autism. This includes research to improve early autism screening so that children with autism can be connected with appropriate services and supports as early as possible. This also includes research on supporting people with autism as they age, from childhood to adolescence and throughout adulthood. NIMH is also investing in research to better meet the needs of autistic people who have co-occurring mental health conditions.\nNIMH supports the Autism Centers of Excellence Program , an NIH-wide initiative funding large-scale, multidisciplinary studies on autism spectrum disorder.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nSocial media graphics, videos, and resources about autism.\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "Suicide Prevention",
    "url": "https://www.nimh.nih.gov/health/topics/suicide-prevention",
    "content_en": "La información sobre prevención del suicidio también está disponible en español.\nOn this page\nSuicide is when people harm themselves with the intent of ending their life, and they die as a result. A suicide attempt is when people harm themselves with the intent of ending their life, but they do not die.\nPeople of all backgrounds can be at risk of suicide. Suicidal behavior is complex, and there is no single cause.\nBrochures and fact sheets with more information about suicide prevention, including signs, symptoms, and treatment options. Available for free in print and online.\nNIMH news about suicide prevention, including press releases and highlights on the latest research findings.\nInformation about the prevalence and treatment of suicide prevention in the United States.\nSuicide is a leading cause of death in the United States and a major public health concern. When a person dies by suicide, the effects are felt by family, friends, and communities.\nData show that some communities experience higher rates of suicide than others. Effective, evidence-based programs and treatment options can help prevent suicide.\nNIMH is supporting and conducting research to understand who is at risk of suicide and why. This includes research that examines ways to identify individuals at increased risk and identifies groups and communities that are disproportionately affected by suicide.\nWe’re also supporting research that evaluates the effectiveness of different suicide prevention programs. This includes programs in health care, community, school, and justice system settings. It also includes efforts to provide effective programs and practices focused on suicide prevention.\nAdditionally, we’re funding practice-based suicide prevention research centers that aim to speed the translation of effective interventions and services into practice. And we’re supporting research to develop and test fast-acting treatments that can reduce suicidal thoughts and behaviors.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nSocial media graphics, videos, and resources about suicide prevention.\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "Brain Stimulation Therapies",
    "url": "https://www.nimh.nih.gov/health/topics/brain-stimulation-therapies/brain-stimulation-therapies",
    "content_en": "Brain stimulation therapies can play an important role in treating mental disorders. These therapies work by activating or inhibiting the brain with electricity. The electricity can be given directly through electrodes implanted in the brain or indirectly through electrodes placed on the scalp. The electricity can also be induced by applying magnetic fields to the head.\nThis video from the National Institute of Mental Health (NIMH) provides an overview of brain stimulation therapies and how they can be used to treat mental disorders.\nThis page provides basic information about brain stimulation therapies. It does not cover all forms of therapy or all mental disorders for which a therapy might be used. The information should not be used as a guide for making medical decisions. Research is ongoing to determine the best use of these therapies and if they are effective treatments for other disorders and conditions.\nThe page is divided into therapies that are authorized by the U.S. Food and Drug Administration (FDA) to treat specific mental disorders, including depression, bipolar disorder, and obsessive-compulsive disorder (OCD), versus therapies that are newer and still considered experimental.\nThe authorized therapies covered on this page are:\nThe experimental therapies covered on this page are:\nOther brain stimulation therapies not discussed here may also hold promise for treating mental disorders. Information about these therapies is updated frequently. See the FDA website  for the latest information, warnings, and guidance on brain stimulation devices and announcements about new ones.\nIn most cases, brain stimulation therapy is used only after other treatments have been tried. Although less frequently used than psychotherapy or medication, brain stimulation therapies hold promise for people with certain mental disorders who have not responded to other treatments.\nBrain stimulation therapies should be prescribed and monitored by a health care provider with specific training and expertise. A trained medical team performs the procedures. Most involve using anesthesia to sedate the patient and a muscle relaxant to prevent them from moving. If so, an anesthesiologist will monitor breathing, heart rate, and blood pressure throughout the procedure.\nA treatment plan involving brain stimulation therapy is based on a person's individual needs and medical situation. It usually also includes psychotherapy, medication, or both. Patients will likely be advised to continue these other treatments during and after therapy. Patients should not stop a treatment unless specifically advised by a health care provider.\nBrain stimulation therapies treat serious mental illnesses. They are often used when a person is experiencing dangerous circumstances, such as not responding to the outside world or is at risk of harming themselves.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide and Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nThe FDA determines whether foods, drugs, medical devices, and other products are safe to use. The FDA commonly gives two types of authorization to devices like brain stimulation therapies.\nElectroconvulsive therapy (ECT) is a noninvasive procedure that treats serious mental disorders by using an electric current to induce seizure activity in the brain. It has the longest history of use for depression and is one of the most widely used brain stimulation therapies.\nThe FDA has cleared ECT to treat severe depressive episodes  in people 13 years and older with depression or bipolar disorder. In some cases, ECT has also been used to treat schizophrenia, schizoaffective disorder, and mania.\nECT is usually considered only if a person’s illness has not improved after trying other treatments like psychotherapy or medication. To be eligible for ECT, a person must meet one of two criteria.\nECT can be effective when medications have not worked, cannot be tolerated, or are undesirable due to physical illness, which is often the case in older adults. ECT also begins working more rapidly than antidepressant medications, usually taking effect within the first week of treatment.\nBefore a doctor performs ECT, the patient is sedated with a short-acting general anesthetic and given an intravenous muscle relaxant to prevent movement.\nDuring the procedure:\nA typical course of ECT is administered three times a week until a patient's symptoms improve (usually within 6–12 treatments). Frequently, a patient who undergoes ECT also takes antidepressant or mood-stabilizing medication.\nAlthough ECT is effective in treating depressive episodes, follow-up treatment—antidepressant medication, maintenance ECT , or both—is usually required to sustain the clinical improvement and reduce the chances that symptoms return. Maintenance ECT varies depending on the patient’s needs and may range from one session per week to one session every few months.\nThe most common side effects associated with ECT include:\nSome patients may experience memory loss, especially of memories around the time of treatment. Sometimes the memory problems are more severe, but usually they improve over the days and weeks following the end of an ECT course.\nThe risk of memory loss is affected by how the ECT procedure is performed. Two important aspects of ECT are electrode placement and pulse width.\nThe placement of electrodes on the head determines where in the brain the electric field is induced. Research has found that memory problems are more common  with the older form of ECT (bilateral ECT), in which electrodes are placed on both sides of the head. In comparison, unilateral ECT has a lower risk of memory loss. Unilateral ECT involves placing an electrode on only one side of the head, typically the right side because it is opposite the brain's learning and memory areas, and the other electrode on top of the head.\nPulse width describes how long, in milliseconds, each electric pulse lasts. Modern ECT devices can deliver electrical signals using brief or ultra-brief pulses. These short pulses are as effective as the traditional form of ECT but given at a lower dose, helping further reduce cognitive side effects like memory loss.\nIt is important to talk to a doctor about these key aspects of ECT (electrode placement and pulse width) before starting treatment.\nRepetitive transcranial magnetic stimulation (rTMS) is a noninvasive therapy that uses an electromagnet to stimulate the brain using repeated low-intensity pulses. The magnetic field it creates is about the same strength as an MRI scanner. The magnetic field is turned on and off very rapidly, inducing weak electrical currents that stimulate neurons and neural circuits in the brain.\nrTMS is FDA-cleared for treatment-resistant depression, OCD, migraines, anxiety with depression, and smoking dependence. However, it does not match the therapeutic effects of ECT, and it is not approved for youth under 15 years old.\nThe FDA cleared the first rTMS device in 2008 for depression  in people who did not respond to at least one antidepressant medication in the current depressive episode. Although ECT is still considered the \"gold standard\" for treatment-resistant depression, strong clinical evidence supports the effectiveness of rTMS in reducing depressive symptoms. rTMS is now used to treat moderate-to-severe depression in cases where medications have proven ineffective or intolerable.\nSince 2008, rTMS has been cleared to treat several types of depression, including depression with comorbid anxiety and depression with suicidality. In 2018, the FDA cleared rTMS for severe OCD . In 2020, the FDA granted breakthrough device designation to rTMS  for bipolar depression, given to medical devices with preliminary evidence of clinical effectiveness compared to available treatments.\nMore recently, the FDA cleared a rapid-acting form of rTMS for treatment-resistant depression . Accelerated protocols that act more quickly than standard rTMS show similar effectiveness while shortening treatment length. Thus, patients benefit from receiving an entire course of treatment in much less time and getting relief from their symptoms more rapidly. In March 2024, the FDA also cleared rTMS for the adjunctive treatment of depression in adolescents 15 years and older.\nNewer forms of rTMS  involving magnetic pulses with other parameters are also being investigated to treat depression, OCD, and other mental disorders.\nRather than applying electricity directly to the head as with ECT, rTMS uses low-intensity magnetic pulses to stimulate the brain. Unlike ECT, in which stimulation is generalized, in rTMS, magnetic stimulation is targeted to a specific brain site. Also in contrast to ECT, the procedure does not require anesthesia and can be performed in a clinical or office setting.\nA typical rTMS session usually lasts anywhere from 3–40 minutes. A typical course of rTMS treatment consists of daily sessions 5 days per week for 4–6 weeks.\nAccelerated rTMS protocols  work much faster (often within a week). In this case, multiple sessions are delivered on a single day, with short breaks in between.\nDuring the procedure:\nThere is not consensus on the best way to position the coil on the head or deliver the electromagnetic pulses. It has also yet to be determined if rTMS works best when delivered as a single treatment or when combined with psychotherapy, medication, or both. Research is underway to establish the safest and most effective uses of rTMS, the optimal brain sites to target, and the best follow-up approach to sustain clinical improvement.\nOverall, rTMS is safe and well tolerated  But, like all therapies described here, it can have side effects. These include:\nUsing magnetic pulses and targeting a specific brain site results in milder stimulation than in ECT, avoiding most seizure activity. Although it is possible for the procedure to cause seizures, a comprehensive review  found that the risk is low. Most side effects appear to be mild and short-term when expert guidelines  are followed.\nLong-term side effects have not been determined, and more research is needed to establish the long-term safety of rTMS.\nVagus nerve stimulation (VNS) is a surgical procedure that involves a device implanted under the skin. The device sends electrical pulses through the left vagus nerve that runs from the brainstem through the neck and down the side of the chest and abdomen. The nerve carries messages from the brain to the body's major organs, including the heart, lungs, and intestines, and between areas of the brain that control mood, sleep, and other functions.\nMore recently, this therapy has been simplified by the introduction of noninvasive VNS (known as transcutaneous VNS [tVNS] ). tVNS uses a portable device to send electrical stimulation through the skin to activate the vagus nerve. Although tVNS is still experimental, the approach may offer advantages over surgical VNS, such as greater accessibility and affordability, while avoiding surgical complications.\nVNS was initially developed as a treatment for epilepsy. Research using brain scans showed that the procedure also can be used to improve depression symptoms.\nIn 2005, the FDA approved surgical VNS for depression  when the following conditions are met.\nDespite FDA approval for depression, VNS is not intended as a first-line treatment and remains infrequently used. The results of studies examining its effectiveness for depression have been mixed. Whereas a review of clinical trials  of VNS for treatment-resistant depression found a sustained reduction in depression symptoms and enhanced quality of life, other studies  did not report meaningful improvements.\nAlthough noninvasive forms of VNS have shown antidepressant effects , tVNS is not currently authorized by the FDA as a treatment for depression. However, a portable VNS device has been cleared by the FDA to treat post-traumatic stress disorder (PTSD)  under a breakthrough device designation. Research is ongoing to test the efficacy and safety of tVNS for depression, PTSD, and other mental disorders.\nVNS is traditionally a surgical procedure.\nThe pulse generator, which operates continuously, is powered by a battery that lasts around 10 years, after which it must be replaced. Patients usually do not feel pain or discomfort as the device operates.\nIt may be several months before noticing benefits, and not all people respond to VNS. Some patients have no improvement in symptoms, and some may get worse.\nThe device can be temporarily deactivated by placing a magnet over the chest where the generator is implanted. A patient may want to deactivate the device if side effects become intolerable or before engaging in strenuous activity or exercise because it can interfere with breathing. The device reactivates when the magnet is removed.\nNoninvasive forms of VNS consist of a device worn around the neck or ears or a handheld device. There are many questions about the most effective stimulation sites, parameters, and protocols for tVNS, and research is ongoing to determine the optimal conditions to achieve the greatest clinical benefits.\nVNS is not without risk. There may be complications, such as infection or pain from the implant surgery, or the device may come loose, move around, or malfunction, all of which can require additional surgery to correct.\nOther potential side effects include:\nIf cleared by the FDA, tVNS devices may help overcome some of these surgical issues. Nonetheless, mild side effects of tVNS have been reported, including:\nThe long-term side effects of all forms of VNS are unknown.\nOther brain stimulation therapies are actively being explored for specific mental disorders. The following therapies are still considered experimental and have not yet been authorized by the FDA to treat mental disorders.\nMagnetic seizure therapy (MST) is a noninvasive procedure that uses high-powered magnetic stimulation to induce seizures. The seizures are targeted to a specific site in the brain.\nIn the United States, MST is available only as part of a clinical trial or research study. NIMH has information on joining a clinical trial of MST or another brain stimulation therapy.\nMST combines aspects of both ECT and rTMS. Like rTMS, MST uses magnetic pulses to stimulate a specific brain site. The pulses are given at a higher intensity and frequency than in rTMS to induce a seizure. But the strength of the stimulation is less than in ECT and is also more focused in the brain. Like in ECT, the patient is anesthetized and given a muscle relaxant to prevent movement during the procedure. The goal is to retain the effectiveness of ECT while reducing the risk of cognitive side effects.\nDuring the procedure:\nThere is not agreement on MST's optimal dosing, coil size, and stimulation site, and researchers are actively conducting studies to determine those specifications.\nIntroduced in 2001, MST is currently in the early stages of investigation and clinical use for treating mental disorders. A review of randomized clinical trials  examining MST for treatment-resistant depression showed promising results. A recent multicenter clinical study  of people with severe depression also showed significant and sustained antidepressant effects of MST and that it was as effective as ECT in treating the disorder, while leading to fewer cognitive side effects.\nHowever, more confirmatory evidence is needed to draw conclusions about MST’s effectiveness in treating depression and other mental disorders.\nLike ECT, MST carries the risk of side effects caused by anesthesia and the induction of a seizure. These side effects can include:\nA systematic review and meta-analysis  found that MST produced fewer memory problems and other cognitive side effects and caused less confusion and shorter seizures compared to ECT.\nDeep brain stimulation (DBS) is a surgical procedure that uses electricity to directly stimulate sites in the brain.\nDBS can be used to treat severe OCD or depression in patients who have not responded to other treatments. It is available for other mental disorders only as part of a clinical trial.\nDBS works by sending electrical pulses to specific brain areas. It requires surgery to implant electrodes in the brain. Although it is unclear exactly how DBS works, researchers believe it uses electrical pulses to help \"reset\" malfunctioning networks in the brain.\nPrior to the procedure, scans of the brain are taken using MRI, which the surgeon uses as a guide to determine where to place the electrodes during surgery.\nOnce a patient is ready for surgery:\nAfter the procedure, the patient may be given a device-based tool (like a hand-held controller or smart phone app) to help them monitor and manage their symptoms at home or provide feedback to their care team.\nDBS was first developed to treat movement disorders , including tremor and Parkinson's disease.\nThe FDA has since cleared DBS for severe, treatment-resistant OCD under a Humanitarian Device Exemption , which is a provision for rare diseases or conditions experienced by relatively few patients among whom it has been difficult to gather evidence to demonstrate effectiveness. However, there is still much to be learned about optimizing DBS treatment. Although a systematic review  found that DBS improves OCD symptoms, other review articles  have called for more confirmatory evidence before drawing conclusions about its effectiveness.\nSimilarly, DBS received Breakthrough Device Designation from the FDA in 2022  to investigate its use for treatment-resistant depression. A systematic review and meta-analysis  showed favorable effects of DBS in treating depression symptoms. Nonetheless, it remains an experimental treatment for depression until more data from high-quality studies are available.\nDBS carries risks associated with any brain surgery. For example, the procedure may lead to:\nBecause the procedure is still being studied, other side effects not yet identified are possible. Long-term benefits and side effects are unknown.\nOther types of brain stimulation therapy are in development. Most are used in combination with other therapies or treatments to optimize clinical outcomes.\nOne emerging therapy that shows promise for treating mental disorders is trigeminal nerve stimulation (TNS) . The FDA has approved TNS to treat attention-deficit/hyperactivity disorder (ADHD)  in children, but it has not yet been approved to treat other conditions or for adults.\nOther noninvasive brain stimulation therapies include, but are not limited to:\nSeveral groups at NIMH conduct research on brain stimulation therapies. The Neuromodulation and Neurostimulation Program and Multimodal Neurotherapeutics Program support research to develop new therapies and refine existing therapies to treat mental disorders and conditions. The Noninvasive Neuromodulation Unit examines the mechanisms of action of treatments for brain-based disorders to develop safer, more effective, and personalized interventions for serious mental health conditions.\nNIMH supports a wide range of research, including clinical trials that look at new ways to prevent, detect, or treat diseases and conditions. The goal of a clinical trial is to determine if a new test or treatment works and is safe. Although people may benefit from being part of a clinical trial, they should know that the primary purpose is to gain new scientific knowledge so that others can be better helped in the future.\nResearchers at NIMH and around the country conduct many studies with people with and without mental disorders. We have new and better treatment options today because of what clinical trials have uncovered. Talk to a health care provider about clinical trials, their benefits and risks, and whether one is right for you.\nTo learn more or find a study, visit:\nTo learn more about the mental disorders discussed on this page, visit NIMH’s health topic webpages.\nLast Reviewed: March 2024\nUnless otherwise specified, the information on our website and in our publications is in the public domain and may be reused or copied without permission. However, you may not reuse or copy images. Please cite the National Institute of Mental Health as the source. Read our copyright policy to learn more about our guidelines for reusing NIMH content."
  },
  {
    "title": "Información en español sobre la salud mental",
    "url": "https://www.nimh.nih.gov/health/topics/espanol",
    "content_en": "Esta página contiene enlaces a recursos del NIMH en español. También incluye enlaces a recursos en español relacionados con la salud que provienen de otras fuentes confiables.\nEl Instituto Nacional de la Salud Mental (NIMH) es la agencia federal que dirige las investigaciones sobre los trastornos mentales. El NIMH es uno de los 27 institutos y centros que conforman los Institutos Nacionales de la Salud (NIH), la agencia estadounidense encargada de las investigaciones médicas. Los NIH forman parte del Departamento de Salud y Servicios Humanos de los Estados Unidos (HHS). Para más información, lea las sobre NIMH y su plan estratégico de investigaciones.\nSi usted o alguien que conoce tiene una enfermedad mental, problemas emocionales o inquietudes sobre su salud mental, existen formas de obtener ayuda. Use estos recursos para encontrar ayuda para usted mismo, un amigo o un familiar. Si usted o alguien que conoce está pasando dificultades o tiene pensamientos suicidas llame o envíe un mensaje de texto al 988, la Línea de Prevención del Suicidio y Crisis .\nMas temas\nSi usted o un amigo o familiar está pensando en participar en una investigación clínica, nuestra página Estudios clínicos: Información para los participantes contiene información básica sobre los estudios clínicos, incluyendo por qué las personas participan y cómo encontrar un ensayo en los Estados Unidos.\n\nEncuentre Imágenes y mensajes del NIMH para las redes sociales.\nRegístrese para recibir información sobre los nuevos recursos del NIMH en español.\nLéalos en línea o pídalos gratis en formato impreso (en español e inglés.\nTenemos especialistas en información que hablan español para responder a sus preguntas."
  },
  {
    "title": "Child and Adolescent Mental Health",
    "url": "https://www.nimh.nih.gov/health/topics/child-and-adolescent-mental-health",
    "content_en": "Mental health is an important part of overall health for children as well as adults. For many adults who have mental disorders, symptoms were present—but often not recognized or addressed—in childhood and adolescence. For a young person with symptoms of a mental disorder, the earlier treatment is started, the more effective it can be. Early treatment can help prevent more severe, lasting problems as a child grows up.\nIt can be tough to tell if troubling behavior in a child is just part of growing up or a problem that should be discussed with a health professional. But if there are behavioral signs and symptoms that last weeks or months, and if these issues interfere with the child’s daily life at home and at school, or with friends, you should contact a health professional.\nYounger children may benefit from an evaluation and treatment if they:\nOlder children and adolescents may benefit from an evaluation if they:\nMental illnesses can be treated. If you are a child or teen, talk to your parents, school counselor, or health care provider. If you are a parent and need help starting a conversation with your child or teen about mental health, find resources for families  from the Substance Abuse and Mental Health Services Administration. If you are unsure where to go for help, ask your pediatrician or family doctor or visit NIMH’s Help for Mental Illnesses webpage.\nIt may be helpful for children and teens to save several emergency numbers to their cell phones. The ability to get immediate help for themselves or for a friend can make a difference.\nIf you, your child, or someone you know needs immediate help, call or text the 988 Suicide & Crisis Lifeline  at 988.\nDecember 12, 2024 • Research Highlight\nAn automatic reminder supported by low-burden facilitation increased delivery of a universal secure firearm storage program during pediatric primary care.\nJuly 30, 2024 • Media Advisory\nResearchers at the National Institutes of Health (NIH) found that rates of preteen suicide (ages 8-12) have been increasing by approximately 8% annually since 2008.\nJuly 17, 2024 • Press Release\nThe largest neuroimaging study of conduct disorder to date, with funding from NIH, has revealed extensive changes in brain structure among young people with the disorder. The largest difference was a smaller area of the brain’s outer layer, known as the cerebral cortex, which is critical for many aspects of behavior, cognition and emotion.\nMore related news\nMore brochures and fact sheets\nWatch, download, and order a variety of videos, coloring books, and hands-on quizzes and activities related to children and mental health.\nDownload, read, and watch educational resources\nLearn about symptoms of irritability, why it's important to study irritability, NIMH-supported research in this area, and new treatments for severe irritability in youth.\nGot 60 seconds? Take a mental health minute to learn about stress and anxiety in adolescents.\nGot 60 seconds? Take a mental health minute to learn about attention-deficit/hyperactivity disorder or ADHD.\nChildren are not little adults, yet they are often given medicines and treatments that were only tested in adults. Research shows that children’s developing brains and bodies can respond to medicines and treatments differently than how adults respond. The way to get the best treatments for children is through research designed specifically for them.\nClinical trials are research studies that look at ways to prevent, detect, or treat diseases and conditions. These studies help show whether a treatment is safe and effective in people. Some people join clinical trials to help doctors and researchers learn more about a disease and improve health care. Other people, such as those with health conditions, join to try treatments that aren’t widely available.\nNIMH supports clinical trials across the United States. Talk to a healthcare provider about clinical trials and whether one is right for your child. For more information, visit NIMH Clinical Trials – Information for Participants.\nLast Reviewed: March 2024\nUnless otherwise specified, the information on our website and in our publications is in the public domain and may be reused or copied without permission. However, you may not reuse or copy images. Please cite the National Institute of Mental Health as the source. Read our copyright policy to learn more about our guidelines for reusing NIMH content."
  },
  {
    "title": "Caring for Your Mental Health",
    "url": "https://www.nimh.nih.gov/health/topics/caring-for-your-mental-health",
    "content_en": "Esta página también está disponible en español.\n\nMental health includes emotional, psychological, and social well-being. It is more than the absence of a mental illness—it’s essential to your overall health and quality of life. Self-care can play a role in maintaining your mental health and help support your treatment and recovery if you have a mental illness.\nSelf-care means taking the time to do things that help you live well and improve both your physical health and mental health. This can help you manage stress, lower your risk of illness, and increase your energy. Even small acts of self-care in your daily life can have a big impact.\nHere are some self-care tips:\nSelf-care looks different for everyone, and it is important to find what you need and enjoy. It may take trial and error to discover what works best for you.\nLearn more about healthy practices for your mind and body .\nSeek professional help if you are experiencing severe or distressing symptoms that have lasted 2 weeks or more, such as:\nIf you have concerns about your mental health, talk to a primary care provider. They can refer you to a qualified mental health professional, such as a psychologist, psychiatrist, or clinical social worker, who can help you figure out the next steps. Find tips for talking with a health care provider about your mental health.\nYou can learn more about getting help on the NIMH website. You can also learn about finding support  and locating mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . This service is confidential, free, and available 24 hours a day, 7 days a week. In life-threatening situations, call 911.\nSuicide is preventable—learn about warning signs of suicide and action steps for helping someone in emotional distress.\nGREAT: Helpful Practices to Manage Stress and Anxiety: Learn about helpful practices to manage stress and anxiety. GREAT was developed by Dr. Krystal Lewis, a licensed clinical psychologist at NIMH.\nMental Health Minute: Stress and Anxiety in Adolescents: Got 60 seconds? Take a mental health minute to learn about stress and anxiety in adolescents.\nMore\nLast Reviewed: December 2024\nUnless otherwise specified, the information on our website and in our publications is in the public domain and may be reused or copied without permission. However, you may not reuse or copy images. Please cite the National Institute of Mental Health as the source. Read our copyright policy to learn more about our guidelines for reusing NIMH content."
  },
  {
    "title": "Men and Mental Health",
    "url": "https://www.nimh.nih.gov/health/topics/men-and-mental-health",
    "content_en": "Mental disorders affect men and women. The prevalence of several mental disorders is lower in men than in women. However, other disorders are diagnosed at comparable rates for men and women or at higher rates for men, like attention-deficit/hyperactivity disorder (ADHD). Men are also more likely to die by suicide than women, according to the  Centers for Disease Control and Prevention .\nCertain symptoms may also be more common in men than women, and the course of illness can be affected by a person’s sex. Researchers are only now beginning to tease apart the various biological and psychosocial factors that may impact mental health.\nMen are less likely to have received mental health treatment than women in the past year. Recognizing the signs that you or someone you love may have a mental disorder is the first step toward getting treatment. The earlier that treatment begins, the more effective it can be.\nMental health includes emotional, psychological, and social well-being. Learn more about taking care of your mental health.\nMen and women can develop most of the same mental disorders and conditions, but they may experience different symptoms. Some common symptoms include:\nMental disorders can be treated: A primary care provider is a good place to start if you’re looking for help. They can refer you to a qualified mental health professional, such as a psychologist, psychiatrist, or clinical social worker, who can help you figure out next steps. Find tips for talking with a health care provider about your mental health.\nYou can learn more about getting help on the NIMH website. You can also learn about finding support  and locating mental health services  in your area on the Substance Abuse and Mental Health Services Administration (SAMHSA) website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide and Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nMore brochures and fact sheets\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. The goal of clinical trials is to determine if a new test or treatment works and is safe. Although people may benefit from being part of a clinical trial, they should be aware that the primary purpose of a clinical trial is to gain new scientific knowledge so that others may be better helped in the future.\nResearchers at NIMH and around the country conduct many studies with patients and healthy volunteers. We have new and better treatment options today because of what clinical trials have uncovered.  Talk to a health care provider about clinical trials, their benefits and risks, and whether one is right for you.\nTo learn more or find a study, visit:\nSex can influence health in important ways. You can help researchers learn more and advance health care for all people. NIMH is committed to ensuring that people have all the information they need to feel comfortable and make informed decisions before participating in a study.\nLast Reviewed: May 2024\nUnless otherwise specified, the information on our website and in our publications is in the public domain and may be reused or copied without permission. However, you may not reuse or copy images. Please cite the National Institute of Mental Health as the source. Read our copyright policy to learn more about our guidelines for reusing NIMH content."
  },
  {
    "title": "El cuidado de su salud mental",
    "url": "https://www.nimh.nih.gov/health/topics/espanol/el-cuidado-de-su-salud-mental/el-cuidado-de-su-salud-mental",
    "content_en": "This page is also available in English.\nLa salud mental incluye el bienestar emocional, psicológico y social. Es más que la ausencia de una enfermedad mental, es esencial tanto para su salud en general como para su calidad de vida. El autocuidado puede ser clave para mantener su salud mental y sirve de apoyo para su tratamiento y recuperación, en caso de que tenga alguna enfermedad mental.\nEl autocuidado significa dedicar tiempo a hacer cosas que le ayudan a vivir bien y a mejorar su salud física y mental. Esto puede ayudarle a controlar el estrés, disminuir su riesgo de contraer enfermedades y aumentar su nivel de energía. Hasta algunas acciones pequeñas de autocuidado en su vida diaria pueden generar un gran impacto.\nLos siguientes son algunos consejos para ayudarle a comenzar a cuidarse a sí mismo:\nEl autocuidado es diferente para todos y es importante descubrir qué es lo que usted necesita y disfruta. Podría ser necesario intentar diferentes cosas hasta descubrir qué funciona mejor para usted.\nAprenda más sobre prácticas saludables para la mente y el cuerpo .\nBusque ayuda profesional si tiene síntomas graves o de angustia que han durado dos semanas o más, como:\nSi tiene dudas sobre su salud mental, hable con su médico u otro proveedor de atención primaria. Ellos pueden referirlo a un profesional de salud mental competente como un psicólogo, un psiquiatra o un trabajador social clínico, quien le puede ayudar a determinar los próximos pasos. Encuentre consejos para hablar con un proveedor de atención médica sobre su salud mental.\nPuede obtener más información sobre cómo obtener ayuda en el sitio web del Instituto Nacional de la Salud Mental (NIMH, por sus siglas en inglés). También puede aprender más sobre cómo encontrar apoyo  y localizar servicios de salud mental  (en inglés) en su área en el sitio web de la Administración de Servicios de Abuso de Sustancias y Salud Mental (SAMHSA, por sus siglas en inglés).\nSi usted o alguien que conoce está pasando dificultades o tiene pensamientos suicidas, llame o envíe un mensaje de texto al 988, la Línea de Prevención del Suicidio y Crisis . También puede obtener apoyo a través de su chat en vivo en 988lifeline.org . Este servicio es confidencial, gratuito y está disponible las 24 horas del día, los 7 días de la semana. En situaciones potencialmente mortales, llame al 911.\nEl suicidio se puede prevenir: conozca las señales de advertencia del suicidio y las medidas que puede tomar para ayudar a alguien que con dolor emocional.\nMás\nÚltima revisión en diciembre de 2024\nA menos que se especifique lo contario, la información en nuestro sitio web y en nuestras publicaciones es de dominio público y se puede reutilizar o copiar sin necesidad de pedir permiso. Sin embargo, no puede reutilizar o copiar las imágenes. Por favor cite al Instituto Nacional de la Salud Mental como la fuente. Lea nuestra política sobre derechos de autor (en inglés) para aprender más sobre nuestras pautas para reutilizar el contenido del NIMH."
  },
  {
    "title": "Mental Health Medications",
    "url": "https://www.nimh.nih.gov/health/topics/mental-health-medications",
    "content_en": "Medications can play an important role in treating mental disorders and conditions. They are often used in combination with other treatments, such as psychotherapy and brain stimulation therapy. Medications can affect people in different ways, and it may take several tries to find the medication that works best with the fewest side effects. It’s important to work with a health care provider or a mental health professional to develop a treatment plan that meets your individual needs and medical situation.\nInformation about medications is updated frequently. The U.S. Food and Drug Administration (FDA) has Medication Guides  with the latest information, warnings, and approved medications. MedlinePlus also provides information on drugs, herbs, and supplements , including side effects and warnings.\nThis page provides basic information on mental health medications. It is not a complete source for all medications available. It should not be used as a guide when making medical decisions.\nAntidepressants are medications used to treat depression. In some cases, health care providers may prescribe antidepressants to treat other health conditions, such as anxiety, pain , and insomnia .\nCommonly prescribed types of antidepressants are:\nThese medications are commonly prescribed because they improve the symptoms of a broad group of depressive and anxiety disorders. They are also associated with fewer side effects than older antidepressants. Although older antidepressants, such as tricyclics and monoamine oxidase inhibitors (MAOIs), are associated with more side effects, they may be the best option for some people.\nAntidepressants take time—usually 4−8 weeks—to work, and problems with sleep, appetite, energy, and concentration often improve before mood lifts. Giving a medication a chance to work is important before deciding whether it is right for you.\nCommon side effects of SSRIs and other antidepressants include upset stomach, headache, or sexual dysfunction. The side effects are generally mild and tend to go away with time. People who are sensitive to the side effects of these medications sometimes benefit from starting with a low dose, increasing the daily dose very slowly, and changing when or how they take the medication (for example, at bedtime or with food).\nEsketamine  is an FDA-approved medication for treatment-resistant depression, which may be diagnosed when a person’s symptoms do not improve after trying at least two antidepressants. Esketamine is delivered as a nasal spray in a health care provider’s office, a clinic, or a hospital. It often acts rapidly, typically within a couple of hours, to relieve depression symptoms. People usually continue to take an oral antidepressant to maintain the improvement in their symptoms.\nCombining antidepressants with other medications or supplements that act on the serotonin system, such as triptans (often used to treat migraine headaches) and St. John’s wort (a dietary supplement), can cause a rare but life-threatening illness called serotonin syndrome . Symptoms of serotonin syndrome include agitation, muscle twitches, hallucinations (seeing or hearing things others do not see or hear), high temperature, and unusual blood pressure changes. For most people, the risk of such extreme reactions is low. It is important for health care providers to consider all possible interactions and use extra care in prescribing and monitoring medication combinations that have an above-average risk.\nNote: In some cases, children, teenagers, and young adults under 25 may experience an increase in suicidal thoughts or behavior when taking antidepressants, especially in the first few weeks after starting the medication or when the dose is changed. People of all ages taking antidepressants should be watched closely, especially during the first few weeks of treatment.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nAnti-anxiety medications help reduce symptoms of anxiety, such as panic attacks and extreme fear and worry.\nMany medications used to treat depression—including SSRIs and SNRIs—may also be used to treat anxiety. In the case of panic disorder or social anxiety disorder, health care providers typically start with SSRIs or other antidepressants as the initial treatment because they have fewer side effects than other medications.\nBenzodiazepines are another common type of anti-anxiety medication used to treat some short-term anxiety symptoms. They are sometimes used to treat generalized anxiety disorder.\nHealth care providers may also prescribe beta-blockers off-label to treat short-term anxiety symptoms, even though the medication is not approved for that specific purpose. For instance, people with a phobia—an overwhelming and unreasonable fear of an object or situation like spiders or public speaking—often experience intense physical symptoms, such as rapid heart rate, sweating, and tremors. Beta-blockers can help manage these symptoms.\nBenzodiazepines and beta-blockers are useful as needed to reduce severe anxiety in the short-term. However, taking benzodiazepines over long periods may lead to drug tolerance or even dependence. To avoid these problems, health care providers usually prescribe benzodiazepines for short periods and taper them slowly to reduce the likelihood of withdrawal symptoms or renewed anxiety symptoms. Beta-blockers generally are not recommended for people with asthma or diabetes because they may worsen the symptoms of both conditions.\nBuspirone  is a different type of anti-anxiety medication that can be used to treat anxiety over longer periods. In contrast to benzodiazepines, buspirone must be taken every day for 3−4 weeks to reach its full effect, and it is not effective for treating anxiety on an as-needed basis.\nHealth care providers may prescribe stimulant medications to treat attention-deficit/hyperactivity disorder (ADHD) and narcolepsy . Stimulants increase alertness, attention, and energy. They can also elevate blood pressure, heart rate, and breathing.\nPrescription stimulants improve alertness and focus for most people, regardless of diagnosis. These medications can markedly improve daily functioning for people with significant focus problems, such as people with ADHD. Although motor hyperactivity associated with ADHD in children usually goes away by the time they reach adolescence, people with ADHD may continue to experience inattention and have difficulty focusing into adulthood. As such, stimulant medications can be helpful for adults, as well as for children and adolescents, with ADHD.\nStimulants are safe when taken under a health care provider’s supervision and used as directed. Some children may report feeling slightly different or unlike their usual selves while taking the medication. Most side effects of stimulants are minor and not seen at low doses.\nSome parents worry that stimulants may lead to misuse or dependence, but evidence shows this is unlikely when the medications are used as prescribed. Other challenges with stimulant treatment, such as sleep disturbance and slowed growth, can generally be safely managed by a health care provider.\nAntipsychotic medications are typically used to treat psychosis, a condition that involves some loss of contact with reality. People experiencing a psychotic episode often experience delusions (false beliefs) or hallucinations. Psychosis can be related to drug use or a mental disorder such as schizophrenia, bipolar disorder, or severe depression (also known as psychotic depression).\nHealth care providers may also prescribe antipsychotics in combination with other medications to relieve symptoms of delirium , dementia , or other mental health conditions that are more common in older adults. The FDA requires that all antipsychotics include a black box warning stating that the medications are associated with increased rates of stroke and death in older adults with dementia.\nOlder, first-generation antipsychotic medications are sometimes called typical antipsychotics (or neuroleptics). Long-term use of typical antipsychotics may lead to a condition involving uncontrollable muscle movements called tardive dyskinesia , which can range from mild to severe. People who think they might have tardive dyskinesia should check with a health care provider before stopping their medication.\nNewer, second-generation medications are sometimes called atypical antipsychotics. Several atypical antipsychotics are available. They are commonly used because they treat a broader range of symptoms compared with older medications. For example, atypical antipsychotics are sometimes used to treat bipolar depression or depression in people that have not responded to antidepressant medication alone. Health care providers may ask people taking atypical antipsychotics to participate in regular monitoring of weight, glucose levels, and lipid levels.\nSome symptoms, such as agitation and hallucinations, typically go away within days of starting antipsychotic medication. Other symptoms, such as delusions, usually go away within a few weeks. However, people may not experience the full effects of antipsychotic medication for up to 6 weeks.\nIf a person’s symptoms do not improve with usual antipsychotic medications, they may be prescribed an atypical antipsychotic called clozapine . People who take clozapine must have regular blood tests to check for a potentially dangerous side effect that occurs in 1%–2% of people.\nMood stabilizers are typically used to treat bipolar disorder and mood changes associated with other mental disorders. In some cases, health care providers may prescribe mood stabilizers to augment the effect of other medications used to treat depression.\nLithium , an effective mood stabilizer, is approved for the treatment of mania and bipolar disorder. Some studies indicate that lithium may reduce the risk of suicide among people taking it for long-term symptom maintenance. Health care providers generally ask people who are taking lithium to participate in regular monitoring to check lithium levels and kidney and thyroid function.\nMood stabilizers are sometimes used to treat depression (usually along with an antidepressant), schizoaffective disorder, disorders of impulse control, and certain mental illnesses in children. For people with bipolar depression, health care providers typically prescribe a mood stabilizer and an antidepressant to reduce the risk of switching into mania (known as rapid cycling).\nSome anticonvulsant medications may also be used as mood stabilizers, as they work better than lithium for certain people, such as people with “mixed” symptoms of mania and depression or those with rapid-cycling bipolar disorder. Health care providers generally ask people taking anticonvulsants to participate in regular monitoring to check medication levels and assess side effects and potential interactions with other common medications.\nPeople respond to medications in different ways, and it may take several tries to find the medication that is most effective with the fewest side effects. In some cases, people find that a medication helps for a while and then their symptoms return. It often takes some time for a medication to work, so it is important to stick with the treatment plan and take medication as prescribed.\nPeople should not stop taking a prescribed medication, even if they are feeling better, without the help of a health care provider. A provider can adjust the treatment plan to slowly and safely decrease the medication dose. It’s important to give the body time to adjust to the change. Stopping a medication too soon may cause unpleasant or harmful side effects.\nIf you are prescribed a medication:\nThe FDA is responsible for protecting public health by ensuring the safety, efficacy, and security of medications, biological products, and medical devices. Contact FDA MedWatch  to voluntarily report a:\nYou or a health care provider can make a report online or by calling 1-800-332-1088. You can also report suspected counterfeit medical products to the FDA through MedWatch.\nFDA MedWatch also offers several ways to help stay informed about medical products. You can sign up to receive the MedWatch E-list , which delivers safety information to your email. You can also follow MedWatch on X (formerly Twitter) @FDAMedWatch .\nNIMH is the lead federal agency for research on mental disorders. NIMH does not provide medical advice, endorse or recommend specific medications, or offer treatment referrals.\nNIMH has information on ways to get help and find a health care provider or access treatment. You can also find an NIMH-supported clinical research study.\nThe Substance Abuse and Mental Health Services Administration has an online tool  to find mental health services in your area.\nThe Agency for Healthcare Research and Quality (AHRQ) is the lead federal agency charged with improving the safety and quality of America’s health care system. AHRQ develops the knowledge, tools, and data needed to improve the health care system and help the public, health care professionals, and policymakers make informed health decisions.\nExamples of AHRQ reports on mental health include:\nThe National Library of Medicine (NLM) , part of the National Institutes of Health , is the world’s largest medical library. NLM produces electronic information resources on a range of topics:\nLast Reviewed: December 2023\nUnless otherwise specified, the information on our website and in our publications is in the public domain and may be reused or copied without permission. However, you may not reuse or copy images. Please cite the National Institute of Mental Health as the source. Read our copyright policy to learn more about our guidelines for reusing NIMH content."
  },
  {
    "title": "Coping With Traumatic Events",
    "url": "https://www.nimh.nih.gov/health/topics/coping-with-traumatic-events",
    "content_en": "A traumatic event is a shocking, scary, or dangerous experience that can affect someone emotionally and physically. Traumatic events can include experiences such as natural disasters (such as hurricanes, earthquakes, and floods), acts of violence (such as assault, abuse, terror attacks, and mass shootings), and car crashes or other accidents.\nIt is natural to feel afraid during and after a traumatic situation. Fear is a part of the body’s “fight-or-flight” response, which helps us avoid or respond to potential danger. People may experience a range of reactions after trauma, including:\nMost people will recover from these symptoms, and their reactions will lessen over time. Those who continue to experience symptoms may be diagnosed with post-traumatic stress disorder (PTSD).\nIt is important to seek professional help if symptoms do not improve over time or begin to interfere with daily life. Some signs that a person may need help include:\nPhysical responses to trauma may also mean that a person needs help. Physical symptoms may include:\nPeople who have a personal or family history of mental illness or substance use, who have had previous exposure to traumatic experiences, who face ongoing stress or trauma (such as abuse), or who lack support from friends and family may be more likely to develop more severe symptoms and need additional help.\nPeople who experience traumatic events also may experience panic disorder, depression, substance use, or suicidal thoughts. Treatment for these conditions can help with recovery after trauma.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nChildren can have extreme reactions to traumatic events, but their symptoms may not be the same as those seen in adults. In children younger than age 6, symptoms can include:\nOlder children and teens usually show symptoms more like those seen in adults. They may also develop disruptive, disrespectful, or destructive behaviors. Older children and teens may feel guilt over not preventing injury or death or have thoughts of revenge.\nHealthy ways of coping can help reduce stress and improve well-being. Here are some things you can do to help yourself:\nLearn about self-care strategies and when to seek professional help.\nIf you have concerns about your mental health, talk to a primary care provider. They can refer you to a qualified mental health professional, such as a psychologist, psychiatrist, or clinical social worker, who can help you figure out the next steps. Find tips for talking with a health care provider about your mental health.\nYou can learn more about getting help on the NIMH website. You can also learn about finding support  and locating mental health services  in your area on the Substance Abuse and Mental Health Services Administration (SAMHSA) website.\nIn addition, SAMHSA’s Disaster Distress Helpline  provides crisis counseling and support to people experiencing emotional distress related to natural or human-caused disasters. The helpline is free, multilingual, confidential, and available 24 hours a day, 7 days a week.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. The goal of clinical trials is to determine if a new test or treatment works and is safe. Although individuals may benefit from being part of a clinical trial, participants should be aware that the primary purpose of a clinical trial is to gain new scientific knowledge so that others may be better helped in the future.\nResearchers at NIMH and around the country conduct many studies with patients and healthy volunteers. We have new and better treatment options today because of what clinical trials uncovered years ago. Talk to your health care provider about clinical trials, their benefits and risks, and whether one is right for you.\nTo learn more or find a study, visit:\nLast Reviewed: May 2024\nUnless otherwise specified, the information on our website and in our publications is in the public domain and may be reused or copied without permission. However, you may not reuse or copy images. Please cite the National Institute of Mental Health as the source. Read our copyright policy to learn more about our guidelines for reusing NIMH content."
  },
  {
    "title": "Substance Use and Co-Occurring Mental Disorders",
    "url": "https://www.nimh.nih.gov/health/topics/substance-use-and-mental-health",
    "content_en": "Substance use disorder (SUD) is a treatable mental disorder that affects a person’s brain and behavior, leading to their inability to control their use of substances like legal or illegal drugs, alcohol, or medications. Symptoms can be moderate to severe, with addiction being the most severe form of SUD.\nPeople with a SUD may also have other mental health disorders, and people with mental health disorders may also struggle with substance use. These other mental health disorders can include anxiety disorders, depression, attention-deficit hyperactivity disorder (ADHD), bipolar disorder, personality disorders, and schizophrenia, among others.\nThough people might have both a SUD and a mental disorder, that does not mean that one caused the other. Research suggests three possibilities that could explain why SUDs and other mental disorders may occur together:\nWhen someone has a SUD and another mental health disorder, it is usually better to treat them at the same time rather than separately. People who need help for a SUD and other mental disorders should see a health care provider for each disorder. It can be challenging to make an accurate diagnosis because some symptoms are the same for both disorders, so the provider should use comprehensive assessment tools to reduce the chance of a missed diagnosis and provide the right treatment.\nIt also is essential that the provider tailor treatment, which may include behavioral therapies and medications, to an individual’s specific combination of disorders and symptoms. It should also take into account the person’s age, the misused substance, and the specific mental disorder(s). Talk to your health care provider to determine what treatment may be best for you and give the treatment time to work.\nResearch has found several behavioral therapies that have promise for treating individuals with co-occurring substance use and mental disorders. Health care providers may recommend behavioral therapies alone or in combination with medications.\nSome examples of effective behavioral therapies for adults with SUDs and different co-occurring mental disorders include:\nBehavioral therapies for children and adolescents\nSome effective behavioral treatments for children and adolescents include:\nThere are effective medications that treat opioid , alcohol , and nicotine addiction  and lessen the symptoms of many other mental disorders. Some medications may be useful in treating multiple disorders. For more information on behavioral treatments and medications for SUDs, visit NIDA’s Drug Facts  and Treatment  webpages. For more information about treatment for mental disorders, visit NIMH's Health Topics webpages.\nTo find mental health treatment services in your area, call the Substance Abuse and Mental Health Services Administration (SAMHSA) National Helpline at 1-800-662-HELP (4357), visit the SAMHSA online treatment locator , or text your ZIP code to 435748.\nFor additional resources about finding help, visit:\nNIMH's Help for Mental Illnesses page\nNational Cancer Institute’s Smokefree.gov  website, or call their smoking quitline at 1-877-44U-QUIT (1-877-448-7848)\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. The goal of clinical trials is to determine if a new test or treatment works and is safe. Although individuals may benefit from being part of a clinical trial, participants should be aware that the primary purpose of a clinical trial is to gain new scientific knowledge so that others may be better helped in the future.\nResearchers at NIMH and around the country conduct many studies with patients and healthy volunteers. We have new and better treatment options today because of what clinical trials uncovered years ago. Be part of tomorrow’s medical breakthroughs. Talk to your health care provider about clinical trials, their benefits and risks, and whether one is right for you.\nTo learn more or find a study, visit:\nLast reviewed: March 2024\nUnless otherwise specified, the information on our website and in our publications is in the public domain and may be reused or copied without permission. However, you may not reuse or copy images. Please cite the National Institute of Mental Health as the source. Read our copyright policy to learn more about our guidelines for reusing NIMH content."
  },
  {
    "title": "Technology and the Future of Mental Health Treatment",
    "url": "https://www.nimh.nih.gov/health/topics/technology-and-the-future-of-mental-health-treatment",
    "content_en": "Technology has opened a new frontier in mental health care and data collection. Mobile devices like cell phones, smartphones, and tablets are giving the public, health care providers, and researchers new ways to access help, monitor progress, and increase understanding of mental well-being.\nMobile mental health support can be very simple but effective. For example, anyone with a phone or computer can call, text, or chat the 988 Suicide and Crisis Lifeline  at any time.\nNew technology can also be packaged into an extremely sophisticated app for smartphones or tablets. Such apps might use the device’s built-in sensors to collect information on a user’s typical behavior patterns. Then, if the app detects a change in behavior, it can signal that help is needed before a crisis occurs.\nSome apps are stand-alone programs designed to improve memory or thinking skills. Other apps help people connect to a peer counselor or a health care professional.\nExcitement about the huge range of opportunities technology offers for mental health treatment has led to a burst of development. Thousands of mental health apps are available in iTunes and Android app stores, and the number is growing every year. However, this new technology frontier includes a lot of uncertainty. There is very little industry regulation and very little information on app effectiveness, which can lead people to wonder which apps they should trust.\nBefore focusing on the state of the science and where it may lead, it’s important to look at the advantages and disadvantages of expanding mental health treatment and research into a mobile world.\nMental health apps and other technology have a lot of potential, both for people seeking mental health care and mental health professionals providing such services. Some advantages of mobile care technology include the following.\nMental health technology offers great opportunities but also raises concerns. Addressing potential problems will be essential to ensuring that new apps provide benefits without causing harm. Although apps are becoming more appealing and user-friendly, we need more information on their effectiveness.\nThe following are some limitations of the technology that researchers and developers are trying to answer questions about.\nResearch and engineering teams are combining their skills to address a wide range of mental health concerns. For instance, intervention apps may help people quit smoking; manage symptoms of anxiety, depression, eating disorders, post-traumatic stress, or insomnia; and more. Some popular areas of app development include the following.\nSelf-management apps involve people putting information into the app to receive feedback. For example, they might use the app to set medication reminders or access tools for managing stress, anxiety, or sleep problems. Some software can use additional equipment to track heart rate, breathing patterns, blood pressure, and so forth to help people monitor their progress and receive feedback.\nCognitive remediation apps help people improve their thinking skills. These apps are often designed for people with serious mental illnesses who may have distorted or unhelpful ways of thinking or hold inaccurate beliefs.\nSkill training apps may feel more like games than other mental health apps as they help people learn new coping or thinking skills. These apps might involve watching an educational video about anxiety management or the importance of social support, for example. People then pick new strategies to try and use the app to track how often they practice those new skills.\nIllness management and supported care apps provide additional support by allowing people to interact with another person. The app may connect people with peer support or send information to a trained health care provider who can offer guidance and therapy options. Researchers are working to learn how much human interaction people need for app-based treatments to be effective.\nSymptom tracking apps collect data using the sensors built into smartphones. The sensors might record movement patterns, social interactions (such as the number of texts and phone calls), behavior at different times of day, vocal tone and speed, and more. In the future, apps may be able to analyze these data to determine a person’s real-time state of mind. Such apps may also recognize changes in behavior patterns that signal an episode of mania, depression, or psychosis before it occurs. Although an app may not replace a mental health professional, it can alert caregivers when someone needs additional help. The goal is to create apps that support a range of people, including those with serious mental illnesses.\nData collection apps gather data without any help from the person using them. Receiving widescale information from many people at the same time can increase researchers’ understanding of mental health and help them develop better interventions.\nApps can help conduct research. For example, Dr. Patricia Areán’s pioneering BRIGTHEN study showed that research via a smartphone app is a reality. The BRIGHTEN study was remarkable because it used technology to both deliver treatment and conduct research. In other words, the research team used technology to recruit, screen, enroll, treat, and assess participants. BRIGHTEN was especially exciting because the study showed that technology can be an efficient way to test promising new treatments, while also highlighting the need to make those treatments engaging.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide and Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nDeveloping mental health apps and other technology requires a partnership between mental health professionals and software engineers. Researchers have found that interventions are most effective when people like them, are engaged in them, and want to continue using them. Behavioral health apps work best when they combine engineers’ skills for making an app easy to use and entertaining with providers’ skills for providing effective treatment options. Researchers and engineers are developing and testing apps that do everything from manage medications to teach coping skills to predict when someone may need emotional help.\nThere are no review boards, checklists, or widely accepted rules for evaluating or choosing a mental health app or other technology. Most apps do not have peer-reviewed research to support their claims, and it is unlikely that every mental health app will go through a randomized clinical research trial to test its effectiveness. One reason is that testing is a slow process, and technology evolves quickly. By the time an app has been put through rigorous scientific testing, the original technology may be outdated.\nCurrently, there are no national standards for evaluating the effectiveness of the hundreds of available mental health apps. People should be cautious about trusting an app. However, there are a few suggestions for finding an app that may work for you:\nNIMH has awarded over 400 grants for technology-enhanced mental health interventions. NIMH staff continue to actively review and evaluate research grants related to mental health technology.\nThese grants have focused on many areas, including:\nA significant portion of NIMH funding for these types of technologies is through the NIMH Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) Programs.\nIn addition, NIMH created the National Advisory Mental Health Council workgroup on Opportunities and Challenges of Developing Information Technologies on Behavioral and Social Science Clinical Research to track and guide this rapidly changing area. In 2017, the workgroup released a report reviewing the opportunities for and challenges of using new information technologies to study human behaviors relevant to the NIMH mission.\nNIMH voiced its interest in this research area in a 2022 notice of special interest . The notice called for research on the utility and validity of digital health and AI tools and technologies in epidemiological, clinical, and intervention research.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. The goal of a clinical trial is to determine if a new test or treatment works and is safe. Although people may benefit from being part of a clinical trial, they should know that the primary purpose of a clinical trial is to gain new scientific knowledge so that others may be better helped in the future.\nResearchers at NIMH and around the country conduct many studies with patients and healthy volunteers. We have new and better treatment options today because of what clinical trials have uncovered. Be part of tomorrow’s medical breakthroughs. Talk to a health care provider about clinical trials, their benefits and risks, and whether one is right for you.\nTo learn more or find a study, visit:\nThe non-federal resources listed below are included for information purposes only. This is not a comprehensive list, and a resource’s inclusion on the list does not constitute an endorsement by NIMH.\nLast Reviewed: August 2024\nUnless otherwise specified, the information on our website and in our publications is in the public domain and may be reused or copied without permission. However, you may not reuse or copy images. Please cite the National Institute of Mental Health as the source. Read our copyright policy to learn more about our guidelines for reusing NIMH content."
  },
  {
    "title": "Older Adults and Mental Health",
    "url": "https://www.nimh.nih.gov/health/topics/older-adults-and-mental-health",
    "content_en": "As people age, they may experience certain life changes that impact their mental health, such as coping with a serious illness or losing a loved one. Although many people will adjust to these life changes, some may experience feelings of grief, social isolation, or loneliness. When these feelings persist, they can lead to mental illnesses, such as depression and anxiety.\nMental health is important at every stage of life. Effective treatment options are available to help older adults manage their mental health and improve their quality of life. Recognizing the signs and seeing a health care provider are the first steps to getting treatment.\nMental disorders can be treated: A primary care provider is a good place to start if you're looking for help. They can refer you to a qualified mental health professional, such as a psychologist, psychiatrist, or clinical social worker, who can help you figure out next steps. Find tips for talking with a health care provider about your mental health.\nYou can learn more about getting help on the NIMH website. You can also learn about finding support  and locating mental health services in your area on the Substance Abuse and Mental Health Services Administration (SAMHSA) website.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. The goal of clinical trials is to determine if a new test or treatment works and is safe. Although people may benefit from being part of a clinical trial, they should be aware that the primary purpose of a clinical trial is to gain new scientific knowledge so that others can be better helped in the future.\nResearchers at NIMH and around the country conduct many studies with patients and healthy volunteers. We have new and better treatment options today because of what clinical trials have uncovered. Talk to a health care provider about clinical trials, their benefits and risks, and whether one is right for you.\nTo learn more or find a study, visit:\nIn addition, NIMH researchers are also studying mental disorders that affect older adults. To find studies being conducted at NIMH, visit Join a Study: Adults.\nOur studies take place at the NIH Clinical Center  in Bethesda, Maryland, and require regular visits. If you don’t live nearby, you can find a clinical trial near you .\nIt is important for clinical trials to have participants of different ages, sexes, races, and ethnicities. When research involves a group of people who are similar, the findings may not apply to or benefit everyone. When clinical trials include diverse participants, the study results may have a much wider applicability.\nResearchers need the participation of older adults in their clinical trials so that they can learn more about how new drugs, therapies, medical devices, surgical procedures, or tests will work for all people. For more information, check out National Institute on Aging's What Are Clinical Trials and Studies?  webpage.\nLast Reviewed: April 2024\nUnless otherwise specified, the information on our website and in our publications is in the public domain and may be reused or copied without permission. However, you may not reuse or copy images. Please cite the National Institute of Mental Health as the source. Read our copyright policy to learn more about our guidelines for reusing NIMH content."
  },
  {
    "title": "Psychotherapies",
    "url": "https://www.nimh.nih.gov/health/topics/psychotherapies",
    "content_en": "Psychotherapy (also called talk therapy) refers to a variety of treatments that aim to help a person identify and change troubling emotions, thoughts, and behaviors. Most psychotherapy takes place one-on-one with a licensed mental health professional or with other patients in a group setting.\nPsychotherapy and medication are the most common forms of mental health treatment. NIMH has information on mental health medications.\nIn general, the goals of psychotherapy are to gain relief from symptoms, maintain or enhance daily functioning, and improve quality of life.\nYou or someone you know might seek out psychotherapy for many reasons, including:\nFirst being examined by a health care provider can help rule out a physical health issue. This step is important because sometimes symptoms, like a change in mood or trouble concentrating, are due to a medical condition.\nPsychotherapy can be used as an alternative to or alongside medication and other treatment options. Choosing the right treatment plan is based on a person's individual needs and medical situation and should occur under the guidance of a mental health professional.\nEven when medication relieves symptoms, psychotherapy can help address specific issues. These might include self-defeating ways of thinking; irrational fears; problems interacting with other people; or difficulty coping with situations at home, school, or work.\nA variety of psychotherapies have been shown to effectively treat mental health disorders. Often, the type of treatment is tailored to the specific disorder. For example, the treatment approach for someone who has obsessive-compulsive disorder is different than the approach for someone who has bipolar disorder. Therapists may use one primary approach or incorporate elements from multiple approaches depending on their training, the disorder being treated, and the needs of the person receiving treatment.\nElements of psychotherapy can include the following:\nThere are many types of psychotherapy. Therapies are often variations of an established approach, such as CBT. There is no formal approval process for psychotherapies like there is for medications by the U.S. Food and Drug Administration.\nHowever, for many therapies, research involving large numbers of patients has provided evidence that the treatment is effective. These evidence-based therapies have been shown to reduce symptoms of depression, anxiety, and other mental disorders. NIMH's health topic pages list some of the evidence-based therapies used to treat specific disorders.\nTherapists have different professional backgrounds and specialties. The approach a therapist uses depends on their training and experience and the disorder being treated. This section and the next provide information that can help you find a therapist’s credentials and resources for locating therapists.\nOnce you have identified one or more possible therapists, a preliminary conversation can help you understand how treatment will proceed and if you feel comfortable with the therapist. Rapport and trust are essential. Discussions in therapy are deeply personal, and it’s important that you feel comfortable with the therapist and have confidence in their expertise. These preliminary conversations may happen in person, by phone, or virtually.\nConsider asking the following questions:\nIf you have been in therapy for what feels like a reasonable amount of time and are not getting better, talk to your therapist. You might want to explore other mental health professionals or approaches.\nMany types of professionals offer psychotherapy. Examples include psychiatrists, psychologists, social workers, counselors, and psychiatric nurses. Information on providers’ credentials is available from the National Alliance on Mental Illness  and the Substance Abuse and Mental Health Services Administration .\nNIMH has information on ways to get help, find a health care provider, and access treatment, including reduced-cost health services. Your health insurance provider may also have a list of specific mental health professionals participating in your plan.\nWhen talking with a prospective therapist, ask about treatment fees, whether the therapist accepts insurance, and whether there is a sliding scale for fees according to income.\nThe following professional organizations have directories or locators on their websites for finding mental health professionals:\nNational advocacy organizations provide information on finding mental health professionals, and some have locators for finding a therapist on their websites. Examples include:\nNote: NIMH does not evaluate the professional qualifications and competencies of individual practitioners listed on these websites. These resources are provided for informational purposes only. They are not comprehensive lists, and an organization’s inclusion does not constitute an endorsement by NIMH, the National Institutes of Health, the U.S. Department of Health and Human Services, or the U.S. government.\nMany universities or medical schools have affiliated programs that offer treatment options, including training clinics. You can find these programs by searching the website of local university health centers for their psychiatry or psychology departments. You can also go to the website for the health department in your state or county to look for mental health-related programs they might offer.\nThe telephone, the internet, and mobile devices have created new opportunities for readily available and accessible treatment, including in areas where mental health professionals may not be physically available. Some of these approaches involve a therapist providing help at a distance. Others, such as web-based programs and mobile apps, are designed to provide immediate information and feedback in the absence of a therapist.\nNIMH provides information on and examples of technology used for mental health treatment.\nLast Reviewed: February 2024\nUnless otherwise specified, the information on our website and in our publications is in the public domain and may be reused or copied without permission. However, you may not reuse or copy images. Please cite the National Institute of Mental Health as the source. Read our copyright policy to learn more about our guidelines for reusing NIMH content."
  },
  {
    "title": "Schizophrenia",
    "url": "https://www.nimh.nih.gov/health/topics/schizophrenia",
    "content_en": "On this page\nSchizophrenia is a serious mental illness that affects how a person thinks, feels, and behaves. People with schizophrenia may seem as though they have lost touch with reality, which can be distressing for them and for their family and friends. People are usually first diagnosed with schizophrenia between the ages of 16 and 30, after the first episode of psychosis.\nBrochures and fact sheets with more information about schizophrenia, including signs, symptoms, and treatment options. Available for free in print and online.\nNIMH news about schizophrenia, including press releases and highlights on the latest research findings.\nInformation about the prevalence and treatment of schizophrenia in the United States.\nSchizophrenia symptoms can make it difficult to participate in everyday activities and many people with schizophrenia face significant health, social, and economic challenges. People with schizophrenia often experience a delay between the onset of symptoms and the start of treatment, which can impact their response to treatment and lead to worse health and well-being over the long term.\nResearch shows that gradual changes in thinking, mood, and social functioning often appear before the first episode of psychosis. Identifying these subtle changes and connecting people with treatment before their first episode could have long-term benefits for their health, well-being, and daily functioning. Treatment can help people with schizophrenia engage in school or work, achieve independence, and enjoy personal relationships.\nNIMH supports research to understand the origins of schizophrenia and clarify how symptoms develop over time. Researchers are studying ways to identify people who are likely to develop schizophrenia before psychosis and other symptoms emerge. They’re also trying to find better ways to evaluate a person’s symptoms and functioning and predict how they will change over time.\nWe’re funding research that builds on these findings to develop more effective approaches to prevention and treatment. NIMH-supported research explores new treatment approaches that target the disorder's specific cognitive, emotional, or interpersonal aspects. Researchers are working to improve and expand coordinated specialty care, a recovery-oriented approach to treating early psychosis that emphasizes shared decision-making among specialists, the person experiencing psychosis, and family members. They’re also looking at ways to implement evidence-based treatment and services in community settings.\nNIMH supports the Accelerating Medicines Partnership® Program for Schizophrenia, a public-private partnership that aims to identify new and better treatment targets for schizophrenia and related mental health conditions. We also support the Early Psychosis Intervention Network, a research initiative focused on using data to continuously improve early psychosis treatment.\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. To learn more or find a study, visit:\nSocial media graphics, videos, and resources about schizophrenia.\nLearn how to find help for yourself or someone else. You can also find support  and locate mental health services  in your area on the Substance Abuse and Mental Health Services Administration website.\nIf you or someone you know is struggling or having thoughts of suicide, call or text the 988 Suicide & Crisis Lifeline  at 988 or chat at 988lifeline.org . In life-threatening situations, call 911.\nLast Reviewed: December 2024"
  },
  {
    "title": "Women and Mental Health",
    "url": "https://www.nimh.nih.gov/health/topics/women-and-mental-health",
    "content_en": "Some mental disorders are more common in women than men, including depression, anxiety disorders, and eating disorders.\nThere are also disorders unique to women. For example, some women experience symptoms of depression at times of hormone change, such as:\nWhen it comes to other mental disorders, such as schizophrenia and bipolar disorder, research has not found sex differences in the rates at which they are diagnosed. But certain symptoms may be more common in women, and the course of illness can be affected by a person’s sex. Researchers are beginning to tease apart the various biological and psychosocial factors that may impact mental health.\nSome common symptoms of mental disorders include:\nMental disorders can be treated: A primary care provider is a good place to start if you’re looking for help. They can refer you to a qualified mental health professional, such as a psychologist, psychiatrist, or clinical social worker, who can help you figure out next steps. Find tips for talking with a health care provider about your mental health.\nYou can learn more about getting help on the NIMH website. You can also learn about finding support  and locating mental health services  in your area on the Substance Abuse and Mental Health Services Administration (SAMHSA) website.\nMay 14, 2024 • Feature Story\nDecades of NIMH-supported basic research led to a pioneering treatment for postpartum depression and continues to power exciting advances in women's mental health care.\nFebruary 27, 2024 • Press Release\nResults from a large clinical trial funded by the National Institutes of Health show that an intervention for anxiety provided to pregnant women living in Pakistan significantly reduced the likelihood of the women developing moderate-to-severe anxiety, depression, or both six weeks after birth.\nSeptember 27, 2023 • Media Advisory\nPrenatal COVID-19 infection increased the risk for impaired attention and delayed socioemotional and cognitive functioning among infants of mothers who experienced high psychosocial stress during their pregnancy.\nMore related news\nMore brochures and fact sheets\nClinical trials are research studies that look at new ways to prevent, detect, or treat diseases and conditions. The goal of a clinical trial is to determine if a new test or treatment works and is safe. Although people may benefit from being part of a clinical trial, they should know that the primary purpose is to gain new scientific knowledge so that others can be better helped in the future.\nResearchers at NIMH and around the country conduct many studies with women. We have new and better treatment options today because of what clinical trials have uncovered. Talk to a health care provider about clinical trials, their benefits and risks, and whether one is right for you.\nNIMH researchers are currently working to identify the causes of, treatments for, and predictors of mood disorders unique to women, including:\nIn addition to these disorders, NIMH researchers are also studying other mental disorders that affect women.\nOur studies take place at the NIH Clinical Center  in Bethesda, Maryland, and require regular visits. If you don’t live nearby, you can find a clinical trial near you .\nSex can influence health in important ways. You can help researchers learn more and advance health care for all people. NIMH is committed to ensuring that people have all the information they need to feel comfortable and make informed decisions before participating in a study.\nLast Reviewed: April 2024\nUnless otherwise specified, the information on our website and in our publications is in the public domain and may be reused or copied without permission. However, you may not reuse or copy images. Please cite the National Institute of Mental Health as the source. Read our copyright policy to learn more about our guidelines for reusing NIMH content."
  }
]