{
  "href": "https://nutritionsource.hsph.harvard.edu/food-features/tea/",
  "title": "tea",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Tea\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nTea\n\nTea is the most popular beverage in the world after water. It’s a simple preparation of pouring hot water over cured leaves of the Camellia sinensis plant. The first recording of tea described it as a medicinal beverage in China in the 3rd century AD. Merchants helped its popularity to spread quickly across continents. In the early 19th century, Great Britain popularized the concept of afternoon tea, a break from one’s routine in which tea is served alongside sandwiches and baked goods such as scones. The flavor of tea varies by where the tea leaves are harvested and how they are grown and processed. Black tea is the most popular worldwide, followed by green, oolong, and white tea. [1]\n\nHerbal teas are not made from the Camellia plant but from dried herbs, spices, flowers, fruit, seeds, roots, or leaves of other plants; they do not typically contain caffeine as do traditional teas.\n\nSource Of \nCaffeine (traditional teas, not herbal)\nPolyphenols\nFlavonols – myricetin, quercetin, kaempferol\nTheaflavins – formed when black tea leaves are oxidized\nCatechins – found in green tea; epigallocatechin-3 gallate (EGCG) is the main form\n\nMost traditional teas do not contain a significant amount of nutrients, but are rich in polyphenols. These are plant chemicals that give teas their distinct flavor and aroma and may have health-promoting properties.\n\nTea and Health\n\nAnimal studies suggest potential health benefits of tea due to its high polyphenol content. Human studies have generally been less conclusive, yet show promise. Observational research has found that tea consumption of 2-3 cups daily is associated with a reduced risk of premature death, heart disease, stroke, and type 2 diabetes. [2] However, there may be an increased risk of esophageal and stomach cancers from drinking tea that is too hot (more than 131-140° F [55-60° C]). [2,3] Randomized controlled trials are needed to confirm if these healthful and harmful associations are causal. In the meantime, there appears to be little risk associated with drinking tea except for frequent consumption of very hot tea. So pick a color, let it cool, and enjoy a cup!\n\nSpotlight on tea and antioxidants\nPolyphenols, or flavonoids, are likely a key component to what makes tea a healthful drink. These chemical compounds act as antioxidants, which control the damaging effects of free radicals in the body. Free radicals can alter DNA by stealing its electrons, and this mutated DNA can increase LDL cholesterol or alter cell membrane traffic—both harmful to our health. Though green tea is often believed to be richer in polyphenols than black or oolong (red) teas, studies show that—with the exception of decaffeinated tea—all plain teas have about the same levels of these chemicals, albeit in different proportions. Green tea is richest in epigallocatechin-3 gallate whereas black tea is richest in theaflavins; research has shown that both can exert health benefits. Herbal teas contain polyphenols as well but will vary highly depending on its plant origin.\n\nIndeed, one reason for conflicting results in observational studies may be the wide variations in tea types with varying flavonoid content. [4] Where the tea leaves are grown, the specific blend of tea leaves, type of processing, and addition of ingredients such as milk, honey, and lemon can alter specific flavonoid content. How accurately people report their tea intake (e.g., type, amount, brew strength) and their overall diet (e.g., do they eat other foods rich in flavonoids?) are other factors that need to be clarified as they can affect study results. For example:\n\nSome research suggests that the protein and possibly the fat in milk may reduce the antioxidant capacity of tea. [5] Flavonoids are known to “deactivate” when binding to proteins so this theory makes scientific sense. [6]\nOne study that analyzed the effects of adding skimmed, semi-skimmed, and whole milk to tea concluded that skimmed milk significantly reduced the antioxidant capacity of tea. Higher-fat milks also reduced the antioxidant capacity of tea, but to a lesser degree. [7] All said, in practice it’s important to keep in mind that tea—even tea with a splash of milk—can be a healthful drink.\n\nLearn more about some of the research on tea on health:\n\nCardiovascular disease\nCancer\nIs decaffeinated tea healthy?\nDecaffeinated tea is an option if you enjoy the flavor and experience of tea but are sensitive to caffeine. People have varying sensitivity to caffeine but it is classified as a stimulant that has the potential to affect the nervous system and heart rate, and cause jitteriness. In general, traditional teas already have about half the caffeine of coffee and even less if the brewing time is shorter.\n\nTo decaffeinate tea, there are different methods. One process uses an organic chemical solvent (either ethyl acetate or methylene chloride) that also removes most of tea’s polyphenols. The residual amount of the chemical after processing is minimal to none, and no research has shown negative health effects. Another method called “effervescence” uses water and carbon dioxide, which retains the majority of polyphenols. Both methods apply the chemical or gas onto moistened tea leaves, which bonds to the caffeine; when the leaves are dried, the caffeine evaporates along with the solvent/gas. If you wish to know which processing method is used, check the package label or contact the manufacturer.\n\nHerbal teas are naturally caffeine-free and do not undergo a decaffeination process.\n\nMost research looks at the health effects of traditional teas, not decaffeinated. Decaffeinated tea may lose polyphenols that are associated with health benefits, depending on the processing method. Polyphenol content varies widely among teas even before the decaffeinated process, so it is hard to know the exact amount that remains. Regardless of decaffeination type, tea is still considered a healthful beverage choice.\n\nPurchase\n\nIf you visit a tea shop, you may be surprised and overwhelmed by just how many different teas exist! Traditional teas originating from the Camellia sinensis plant include black, white, green, yellow, and oolong, all of which contain caffeine. Black tea is made by crushing and drying fresh tea leaves and allowing them to ferment, which oxidizes the leaves and changes their color and flavor. Oolong tea is partly fermented, and green tea undergoes no fermentation. Matcha is a special form of green tea in which the dried leaves are ground into a fine powder.\n\nDecaffeinated teas have been processed to remove most of the naturally occurring caffeine from the leaves. They may still contain trace amounts of caffeine. This is done by using carbon dioxide, ethyl acetate, methylene chloride, or water processing.\n\nHerbal teas that are naturally caffeine-free include chamomile, peppermint, vanilla, turmeric, ginger, and fruit essence teas. They may have notes of floral, fruit, mint, spice, grassiness, sweetness, or bitterness. The varieties are vast, and the choice is completely up to your personal preferences.\n\nTeas are packaged in tea bags, tea sachets, or as loose-leaf. Loose-leaf teas sold in tin canisters or sacks allow you to control how much tea to use, using more to create a stronger flavor or less for more mellowness. Tea bags and sachets hold a standard amount of leaves for optimum flavor and are portable.\n\nStore\n\nThere are five elements to avoid to keep tea as fresh as possible: light, heat, moisture, odor, and air. Tea bags should be stored in their original container or placed in a sealed plastic bin. Loose-leaf teas should be stored in an airtight container. Place all teas in a dark cupboard at a consistent room temperature. Tea tends to absorb odors from food and even other strongly scented teas, so keep them separate. Freezing and refrigerating is not recommended as the moisture introduced can degrade the tea.\n\nIf unopened, tea will last about one year beyond the “best by” date. After opening, packaged and loose-leaf teas last about one year. However, some black and oolong teas can last up to two years, and more delicate teas may last only 6 months. The flavor is your best guide to determining how long to keep a tea in your cupboard.\n\nMake\n\nAvoid purchasing expensive bottled teas or teas from shops that contain added sweeteners. To enjoy the maximum benefits of drinking tea, consider brewing your own at home. You can serve it hot, or make a pitcher of home-brewed iced tea during warmer months.\n\nBlack and oolong teas are generally steeped in hot or boiling water (about 210º F) and brewed for about 4-5 minutes. Green tea is steeped at a slightly lower temperature 180º F from 4-15 minutes. The longer tea steeps, the stronger the flavor with bitter notes.\n\nAdditives of sugar, cream, or milk can reduce the polyphenol content of tea. For the greatest health benefits, try serving tea plain or without too many additives. A dash of vanilla or cinnamon can mimic sweetness. Some fruit-flavored herbal teas taste naturally sweet to the palate without added sweeteners.\n\nSparkling Iced Tea with Lemon, Cucumber, and Mint\nTry making this refreshing iced tea at home; the perfect sugar-free alternative to store-bought sweetened tea drinks or sodas.\nDid You Know?\nWhat western coffeehouses commonly refer to as “chai” is more accurately called “masala chai” or “spiced tea” (“chai” is simply the Hindi word for “tea”). The recipe for this beverage has varied widely across time and place, but today is often made from black tea mixed with spices like cinnamon, cardamom, cloves, ginger, and peppercorns, and served with milk and sweetener.\nJapan has a rich tea culture, best known for the ceremonial preparation and drinking of green tea. A traditional Japanese tea ceremony, also called “the way of tea” (茶道 [sadō or chadō] or 茶の湯 [chanoyu]) can take up to multiple hours!\nSome advertisements claim that tea can speed weight loss, but research on the effects of green tea and fat reduction have shown little promise of weight loss benefits. [25,26] Moreover, it’s best to skip any so-called “weight loss” teas that may contain potentially harmful substances such as laxatives.\nYerba mate, or mate, is a popular herbal tea in South America made from the dried leaves of the Ilex paraguariensis tree. It shares traits with coffee in that they both contain the antioxidant polyphenol chlorogenic acid and similar amounts of caffeine. There has been concern that certain processing methods of mate, such as drying the leaves with smoke, may introduce polycyclic aromatic hydrocarbons (the carcinogenic substances also found in grilled or smoked meats). [27] Some research links drinking large amounts of mate over time with increased risk of certain cancers, including head and neck, stomach, bladder, and lung, but it is not clear if the risk is due to drinking it very hot or the presence of polycyclic aromatic hydrocarbons. Therefore, mate fans may choose to drink it at moderate temperatures or to purchase brands that process it by air-drying rather than smoking.\nReferences\n\nLast reviewed April 2023\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}