{
  "href": "https://nutritionsource.hsph.harvard.edu/curried-red-lentil-soup/",
  "title": "Curried Red Lentil Soup",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Curried Red Lentil Soup\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nCurried Red Lentil Soup\n\nRed lentils are a versatile member of the lentil family. Along with yellow and white lentil varieties, red lentils are sold decorticated (with their skins removed), so they cook much quicker than do their black, brown, or green counterparts. In fact, red lentils easily cook down to mush if you’re not careful, but that’s a great quality to have when making soups or Indian-style daal. Here we have a hearty soup with some of those Indian influences—just shy of a more authentic masoor dal—using a few key pantry items. Blooming spices and tomato paste in an onion mixture creates layers of toasty flavor. And because these lentils cook and soften so quickly, there’s no need for a blender or any special equipment. Instead, we simply use a whisk to lightly pulse the mixture, resulting in a soup with a pleasant, rustic texture. A splash of lemon juice gives brightness to the dish. Add a little naan or toasted bread, and salad, and you’ve got a quick, simple soup makes the perfect light dinner.\n\nCurried Red Lentil Soup\nRecipe courtesy of Tim Chin\nServes 4-6\nIngredients:\n\n2 tablespoons extra-virgin olive oil, plus extra for serving\n1 large onion, chopped fine\nPinch salt\n2 teaspoons curry powder\n½ teaspoon ground cumin\n¼ teaspoon pepper\nPinch cayenne\n1 tablespoon tomato paste\n1 garlic clove, minced\n4 cups chicken broth\n2 cups water\n10 ½ ounces (1 ½ cups) red lentils, picked over and rinsed\n2 tablespoons lemon juice, plus extra wedges for serving\nChopped fresh cilantro\nPreparation:\n\nHeat oil in large saucepan over medium heat. Add onion and 1 teaspoon salt and cook, stirring occasionally, until softened, about 5 minutes. Add curry powder, cumin, pepper, and cayenne, and cook until fragrant, about 2 minutes. Stir in tomato paste and garlic and cook for 1 minute. Stir in broth, water, and lentils and bring to simmer. Simmer, stirring occasionally, until lentils are soft and about half are broken down, about 15 minutes.\nWhisk soup vigorously until it is coarsely pureed, about 30 seconds. Stir in lemon juice and season with salt to taste. Ladle soup into individual bowls, drizzle each portion with olive oil, sprinkle with cilantro, and serve with extra lemon juice. (Soup can be refrigerated for up to 3 days. Thin soup with water, if desired, when reheating.)\nNutrition facts:\n1 serving (out of 5 servings)333 calories21 grams of protein49 grams of carbohydrates19 grams of fiber5 grams of sugar744 milligrams of sodium379 milligrams of potassium7 grams of fat( 1 grams of saturated fat4 grams of monounsaturated fat1 grams of polyunsaturated fat)\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}