{
  "href": "https://nutritionsource.hsph.harvard.edu/what-should-you-eat/fats-and-cholesterol/dietary-fat-and-disease/",
  "title": "Dietary Fat and Disease",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > What Should I Eat? > Fats and Cholesterol > Dietary Fat and Disease\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nDietary Fat and Disease\nDiabetes\n\nThe types of fats in your diet can affect the development of diabetes.\n\nGood fats, such as the polyunsaturated fats found in liquid vegetable oils, nuts, and seeds, can help ward off type 2 diabetes (16), whereas trans fats do the opposite. (6, 17)\nIf you already have diabetes, eating fish can help protect you against a heart attack or dying from heart disease. (25) Eating omega-3 fats from fish does not protect against diabetes, even though there is much evidence that these marine omega-3 fats help prevent fatal heart disease. (26)\nHeart Disease\n\nIn a randomized controlled trial (27) a Mediterranean diet supplemented with extra-virgin olive oil or nuts, both rich sources of unsaturated fat, reduced the incidence of major cardiovascular events amongst patients with diabetes or other risk factors over a 4.8-year follow-up.\n\nThis study highlighted that low-fat diets are continuing to lose credibility, and that incorporating healthy fats – such as those included in the Mediterranean diet – can improve heart health.\nThere isn’t one exact Mediterranean diet, as this eating style takes can incorporate the different foods, eating patterns, and lifestyles in multiple countries that border the Mediterranean Sea. However, there are similarities that define a Mediterranean eating pattern including:\n\n– High intake of olive oil, nuts, vegetables, fruits, and mainly whole grain cereals\n– Moderate intake of fish and poultry\n– Low intake of dairy products, red meat, processed meats, and sweets\n– Wine in moderation, consumed with meals\n\nCancer\n\nResearchers once suspected an association between dietary fat and common cancers. However, in adults, the percentage of calories consumed from total fat appears to have no significant association with cancer risk, and there is currently no clear evidence linking any specific type of fat with cancer incidence.\n\nBreast cancer\n\nIn the early 1980s, most nutrition experts believed that dietary fat was a major cause of breast cancer. (28, 29) This thinking was largely based on international comparisons showing higher breast cancer rates in countries with higher per capita fat intake. But as more prospective studies and randomized controlled trials were performed over the next couple of decades, the apparent link between total fat intake and breast cancer has faded. (30)\n\nThe Women’s Health Initiative Dietary Modification Trial, which was specifically designed to examine the effect of a low-fat diet on the development of breast cancer, showed similar rates of breast cancer in women eating a low-fat diet and in those eating a “regular” diet. (31)\nOne study from the National Institutes of Health–AARP Diet and Health Study found a very weak positive association between fat and postmenopausal breast cancer, (32) but when combined with the many other studies detailed above, the overall evidence does not support a relationship between total fat intake and breast cancer. In a recent study, saturated fat was weakly associated with one form of breast cancer, but this could have been due to differences in physical activity and needs confirmation. (citation below)\nAlthough studies of different types of fat have largely failed to find a link with breast cancer, some evidence suggests that animal fat intake in young women may be linked to higher risk of breast cancer. In the Nurses’ Health Study II, premenopausal women who ate diets high in animal fat had a 40 to 50 percent higher risk of breast cancer, compared to women who ate the least animal fat. (33) Because vegetable fat was not related to risk of breast cancer, these findings suggest that red meat and high-fat dairy products may contain other factors, such as hormones, that increase risk of breast cancer.\nSome European studies have reported suggestive findings of lower breast cancer risk among women with a high intake of monounsaturated fats (mainly in the form of olive oil). (34, 35)\n\nColon cancer\n\nAs with breast cancer, international comparisons initially suggested an association between total dietary fat intake and colon cancer risk. But later and better studies contradicted these earlier findings and revealed no significant association.\n\nWomen in the Women’s Health Initiative Dietary Modification Trial who ate a low-fat diet developed colon cancer at the same rate as women who didn’t. (36)\nAlthough fat intake doesn’t seem to increase colon cancer risk, there is strong evidence that high consumption of red meat (beef, pork, and lamb) and especially processed meat (hot dogs, bacon, and deli meats) does increase colon cancer risk. (37) Based on this evidence and other studies related to heart disease and diabetes, it’s best to limit red meat consumption to no more than twice a week, and to avoid processed meats.\n\nProstate cancer\n\nAlthough the exact connection between dietary fat and prostate cancer is unclear, there is some evidence that diets high in animal fat and saturated fat may increase prostate cancer risk. However, other studies have shown no association, while others have implicated unsaturated fats. More research is needed to elucidate any possible links between dietary fat and prostate cancer.\n\nOther cancers\n\nPreliminary research has also linked the intake of certain kinds of fat with other cancers, though more research is needed to confirm these results. In the Nurses’ Health Study, Harvard researchers found that a high intake of trans fats was associated with risk for non-Hodgkin’s lymphoma. (38)\n\nOther Chronic Conditions\n\nThere is a small but growing body of work on the effects of dietary fats on conditions such as depression, (39) osteoporosis, (40) age-related memory loss, (41) cognitive decline, (42) macular degeneration, (43) multiple sclerosis, (44) infertility and endometriosis, (45, 46) and other chronic conditions. The preliminary findings do not offer sufficient evidence to suggest modifying dietary fat recommendations.\n\nReferences\n\n\n6. Hu, F.B., J.E. Manson, and W.C. Willett, Types of dietary fat and risk of coronary heart disease: a critical review. J Am Coll Nutr, 2001. 20(1): p. 5-19.\n\n16. Riserus, U., W.C. Willett, and F.B. Hu, Dietary fats and prevention of type 2 diabetes. Prog Lipid Res, 2009. 48(1): p. 44-51.\n\n17. Mozaffarian, D., et al., Trans fatty acids and cardiovascular disease. N Engl J Med, 2006. 354(15): p. 1601-13.\n\n25. Hu, F.B., et al., Fish and long-chain omega-3 fatty acid intake and risk of coronary heart disease and total mortality in diabetic women. Circulation, 2003. 107(14): p. 1852-7.\n\n26. Kaushik, M., et al., Long-chain omega-3 fatty acids, fish intake, and the risk of type 2 diabetes mellitus. Am J Clin Nutr, 2009. 90(3): p. 613-20.\n\n27. Estruch R, Ros E, Salas-Salvadó J, et al., Primary prevention of cardiovascular disease with a mediterranean diet supplemented with extra-virgin olive oil or nuts. New England Journal of Medicine. 2018 Jun 13. [Note: reference updated in June 2018 due to retraction and republication]\n\n28. Willett, W.C. and B. MacMahon, Diet and cancer–an overview. N Engl J Med, 1984. 310(10): p. 633-8.\n\n29. Willett, W.C. and B. MacMahon, Diet and cancer–an overview (second of two parts). N Engl J Med, 1984. 310(11): p. 697-703.\n\n30. Smith-Warner, S.A., et al., Types of dietary fat and breast cancer: a pooled analysis of cohort studies. Int J Cancer, 2001. 92(5): p. 767-74.\n\n31. Howard, B.V., et al., Low-fat dietary pattern and risk of cardiovascular disease: the Women’s Health Initiative Randomized Controlled Dietary Modification Trial. JAMA, 2006. 295(6): p. 655-66.\n\n32. Thiebaut, A.C., et al., Dietary fat and postmenopausal invasive breast cancer in the National Institutes of Health-AARP Diet and Health Study cohort. J Natl Cancer Inst, 2007. 99(6): p. 451-62.\n\n33. Cho, E., et al., Premenopausal fat intake and risk of breast cancer. J Natl Cancer Inst, 2003. 95(14): p. 1079-85.\n\n34. Sieri, S., et al., Dietary patterns and risk of breast cancer in the ORDET cohort. Cancer Epidemiol Biomarkers Prev, 2004. 13(4): p. 567-72.\n\n35. Kushi, L. and E. Giovannucci, Dietary fat and cancer. Am J Med, 2002. 113 Suppl 9B: p. 63S-70S.\n\n36. Beresford, S.A., et al., Low-fat dietary pattern and risk of colorectal cancer: the Women’s Health Initiative Randomized Controlled Dietary Modification Trial. JAMA, 2006. 295(6): p. 643-54.\n\n37. World Cancer Research Fund, A.I.f.C.R., Food, Nutrition, Physical Activity and the Prevention of Cancer: a Global Perspective – Online.\n\n38. Zhang, S., et al., Dietary fat and protein in relation to risk of non-Hodgkin’s lymphoma among women. J Natl Cancer Inst, 1999. 91(20): p. 1751-8.\n\n39. Lucas, M., et al., Dietary intake of n-3 and n-6 fatty acids and the risk of clinical depression in women: a 10-y prospective follow-up study. Am J Clin Nutr, 2011. 93(6): p. 1337-43.\n\n40. Kruger, M.C., et al., Long-chain polyunsaturated fatty acids: selected mechanisms of action on bone. Prog Lipid Res, 2010. 49(4): p. 438-49.\n\n41. Parrott, M.D. and C.E. Greenwood, Dietary influences on cognitive function with aging: from high-fat diets to healthful eating. Ann N Y Acad Sci, 2007. 1114: p. 389-97.\n\n42. Devore, E.E., et al., Dietary fat intake and cognitive decline in women with type 2 diabetes. Diabetes Care, 2009. 32(4): p. 635-40.\n\n43. Hodge, W.G., et al., Efficacy of omega-3 fatty acids in preventing age-related macular degeneration: a systematic review. Ophthalmology, 2006. 113(7): p. 1165-72; quiz 1172-3, 1178.\n\n44. Schwarz, S. and H. Leweling, Multiple sclerosis and nutrition. Mult Scler, 2005. 11(1): p. 24-32.\n\n45. Chavarro, J.E., et al., Dietary fatty acid intakes and the risk of ovulatory infertility. Am J Clin Nutr, 2007. 85(1): p. 231-7.\n\n46. Missmer, S.A., et al., A prospective study of dietary fat consumption and endometriosis risk. Hum Reprod, 2010. 25(6): p. 1528-35.\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}