{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-weight/diet-reviews/dash-diet/",
  "title": "DASH diet",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Weight > Diet Reviews > Diet Review: DASH\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nDiet Review: DASH\n\nFinding yourself confused by the seemingly endless promotion of weight-loss strategies and diet plans? In this series, we take a look at some popular diets—and review the research behind them.\n\nWhat Is It?\n\nThe DASH (Dietary Approaches to Stop Hypertension) diet is sometimes prescribed by doctors to help treat high blood pressure. Blood pressure is the amount of pressure that blood places against the walls of arteries. It will normally vary throughout the day but if it remains too high, this is called high blood pressure or hypertension. Untreated high blood pressure can lead to heart disease, stroke, congestive heart failure, kidney disease, and blindness. [1]\n\nDASH was first introduced at a meeting of the American Heart Association in 1996 and later published in the New England Journal of Medicine in 1997. [2] The DASH trial randomly assigned 456 people to different diets to test the effects of dietary patterns on lowering blood pressure. The authors surmised that eating a diet with many different foods with blood pressure-lowering nutrients would show a greater effect on blood pressure than eating single nutrients, such as found in supplements or in a limited diet. Three diets were tested: 1) a control diet, or a standard American diet, 2) a fruits and vegetables diet, similar to the control diet but providing more fruits and vegetables and less snacks and sweets, and 3) a combination diet rich in fruits, vegetables, nuts, and low-fat dairy foods with reduced amounts of saturated fat, total fat, and cholesterol. The last two diets were richer in nutrients associated with lower blood pressure, such as potassium, magnesium, calcium, fiber, and protein. All three diets provided about 3000 mg sodium, which is more than the recommended amount from the Dietary Guidelines for Americans but less than the average sodium intake for Americans. [3]\n\nDespite no weight changes, the combination diet reduced blood pressure more than the other two diets. Those with hypertension showed greater decreases in blood pressure than those without hypertension. The reduction of blood pressure in the DASH combination diet was comparable to that of people on medication for stage 1 hypertension.\n\nThe results of this landmark study contributed much of the scientific basis for the Dietary Guidelines for Americans 2010 and later editions.\n\nPodcast: Reduce Blood Pressure with the DASH Diet\nHear from Drs. Frank Sacks and Larry Appel about the origins of the DASH Diet in this True Health Initiative Podcast.\nHow It Works\n\nDASH is based on the following foods: fruits, vegetables, low fat milk, whole grains, fish, poultry, beans, and nuts. It recommends reducing sodium, foods and beverages with added sugars, and red meat. The diet is heart-friendly as it limits saturated and trans fat, while increasing the intake of potassium, magnesium, calcium, protein, and fiber, nutrients believed to help control blood pressure. [1]\n\nThe diet suggests a specific number of servings of the recommended foods listed above. The sample plans provided by the National Heart Lung and Blood Institute (NHLBI) are based on 1600, 2000, or 2600 calories daily. For 2000 calories a day, this translates to about 6-8 servings of grains or grain products (whole grains recommended), 4-5 servings vegetables, 4-5 fruits, 2-3 low fat dairy foods, 2 or fewer 3-ounce servings of meat, poultry, or fish, 2-3 servings of fats and oils, and 4-5 servings of nuts, seeds, or dry beans per week. It advises limiting sweets and added sugars to 5 servings or less per week. The plan defines the serving sizes of each these food groups.\n\nEating less carbohydrate but more protein or unsaturated fats may also benefit the heart. The OmniHeart (Optimal Macronutrient Intake Trial to Prevent Heart Disease) clinical trial found that swapping out about 10% of calories from carbohydrates with protein (especially plant proteins like legumes, nuts, seeds) or monounsaturated fats (olive oil, canola oil, nuts, seeds) lowered blood pressure, LDL cholesterol, and triglycerides among adults with early or stage 1 hypertension. [4] Swapping carbohydrates specifically with unsaturated fats also helped to increase “good” HDL cholesterol. The benefit did not come from simply eating more fats and protein, but swapping an equal amount of calories so that the total calorie level stayed about the same. For 2000 calories a day, this translates to eating daily about 4-5 servings of whole grains, 5 servings of vegetables, 2-3 fruits, 2 low fat dairy foods, one 3-ounce serving of fish, poultry, or meat, and 2-3 servings of unsaturated fats, and eating weekly 7-8 servings of beans, nuts, or seeds.\n\nTo follow the plan, one must decide their calorie level and then divide the suggested servings of each food group throughout the day. This requires meal planning ahead of time. The NHLBI guide provides many tips on how to incorporate DASH foods and to lower sodium intake; a one-day sample menu following a 2300 mg sodium restriction and a 1500 mg sodium restriction; and one week’s worth of recipes. The NHLBI also publishes an online database of “heart healthy” recipes.\n\nSample meal plan\nThe Research So Far\n\nNumerous studies show wide-ranging health benefits of the DASH diet. A consistent body of research has found that DASH lowers blood pressure in people with high blood pressure but also normal blood pressure even without lowering sodium intake. [5] It can produce greater reductions in blood pressure if sodium is restricted to less than 2300 mg a day, and even more so with a 1500 mg sodium restriction. [6, 7] When compared with a standard American diet (e.g., high intake of red and processed meats, beverages sweetened with sugar, sweets, refined grains) DASH has also been found to lower serum uric acid levels in people with hyperuricemia, which places them at risk for a painful inflammatory condition called gout. [8] Because people with gout often also have high blood pressure and other cardiovascular diseases, DASH is optimal in improving all of these conditions.\n\nThe DASH diet was found to lower cardiovascular risk in a controlled 8-week trial looking at participants randomized to consume either a DASH diet (low in total/saturated fat with whole grains, poultry, fish, nuts, fruits and vegetables), a fruit and vegetable-rich diet (more fruits/vegetables than control diet but same amount of fat), or control diet (standard American diet high in fat and cholesterol). [9] The researchers estimated a 10-year reduction in risk for cardiovascular disease based on the participants’ blood pressure and cholesterol levels before and after the diet intervention. Participants who ate the DASH or fruit/vegetable diets showed a 10% reduced risk compared with those eating the control diet, but women and Black adults showed the greatest benefits with a 13% and 14% risk reduction, respectively.\n\nAdherence to the DASH-style pattern may also help prevent the development of diabetes, as analyzed in a recent meta-analysis, and kidney disease as found in the Atherosclerosis Risk in Communities (ARIC) cohort that followed more than 3700 people who developed kidney disease. [10, 11] Dietary components of DASH that were protective in the ARIC cohort included a high intake of nuts, legumes, and low-fat dairy products. A high intake of red meat and processed meats increased kidney disease risk.\n\nPotential Pitfalls\nDASH requires each person to plan their own daily menus based on the allowed servings. People who are not used to meal planning or cooking may need more specific guidance.\nThe types of foods listed are not comprehensive. For example, avocados are not included so it is not clear if they would be categorized as a fruit or a fat serving. Certain foods are placed into questionable categories: pretzels are placed in the grain group even though they have fairly low nutrient content and no fiber; frozen yogurt is placed in the dairy group even though most brands contain little calcium and vitamin D and are high in added sugar. The general term “cereals” are placed in the grain group but different types of cereals can be highly variable in nutrient and sugar content.\nThose with lactose intolerance or food allergies (e.g., nuts) may need to modify the diet to include lactose-free alternatives to dairy and seeds instead of nuts.\nSome people may experience gas and bloating when starting the diet due to the high fiber content of plant foods like fruits, vegetables, and whole grains. This can be minimized by adding one or two new high fiber foods a week instead of all at once.\nBottom Line\n\nResearch supports the use of the DASH diet as a healthy eating pattern that may help to lower blood pressure, and prevent or reduce the risk of cardiovascular diseases, diabetes, kidney disease, and gout.\n\nRelated\nHealthy Weight\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nOther Diet Reviews\nReferences\n\nLast reviewed February 2022\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}