{
  "href": "https://nutritionsource.hsph.harvard.edu/vitamin-d/",
  "title": "vitamin D",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Vitamin D\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nVitamin D\n\nVitamin D is both a nutrient we eat and a hormone our bodies make. It is a fat-soluble vitamin that has long been known to help the body absorb and retain calcium and phosphorus; both are critical for building bone. Also, laboratory studies show that vitamin D can reduce cancer cell growth, help control infections and reduce inflammation. Many of the body’s organs and tissues have receptors for vitamin D, which suggest important roles beyond bone health, and scientists are actively investigating other possible functions.\n\nFew foods naturally contain vitamin D, though some foods are fortified with the vitamin. For most people, the best way to get enough vitamin D is taking a supplement because it is hard to eat enough through food. Vitamin D supplements are available in two forms: vitamin D2 (“ergocalciferol” or pre-vitamin D) and vitamin D3 (“cholecalciferol”). Both are also naturally occurring forms that are  produced in the presence of the sun’s ultraviolet-B (UVB) rays, hence its nickname, “the sunshine vitamin,” but D2 is produced in plants and fungi and D3 in animals, including humans. Vitamin D production in the skin is the primary natural source of vitamin D, but many people have insufficient levels because they live in places where sunlight is limited in winter, or because they have limited sun exposure due to being inside much of the time. Also, people with darker skin tend to have lower blood levels of vitamin D because the pigment (melanin) acts like a shade, reducing production of vitamin D (and also reducing damaging effects of sunlight on skin, including skin cancer).\n\nRecommended Amounts\n\nThe Recommended Dietary Allowance for vitamin D provides the daily amount needed to maintain healthy bones and normal calcium metabolism in healthy people. It assumes minimal sun exposure.\n\nRDA: The Recommended Dietary Allowance for adults 19 years and older is 600 IU (15 mcg) daily for men and women, and for adults >70 years it is 800 IU (20 mcg) daily.\n\nUL: The Tolerable Upper Intake Level is the maximum daily intake unlikely to cause harmful effects on health. The UL for vitamin D for adults and children ages 9+ is 4,000 IU (100 mcg).\n\nMany people may not be meeting the minimum requirement for the vitamin. NHANES data found that the median intake of vitamin D from food and supplements in women ages 51 to 71 years was 308 IU daily, but only 140 IU from food alone (including fortified products). [1] Worldwide, an estimated 1 billion people have inadequate levels of vitamin D in their blood, and deficiencies can be found in all ethnicities and age groups. [2-4] In the U.S., about 20% of White adults and 75% of Black adults have blood levels of vitamin D below 50 nmol/L. [83] In industrialized countries, doctors are seeing the resurgence of rickets, the bone-weakening disease that had been largely eradicated through vitamin D fortification. [5-7] There is scientific debate about how much vitamin D people need each day and what the optimal serum levels should be to prevent disease. The Institute of Medicine (IOM) released in November 2010 recommendations increasing the daily vitamin D intake for children and adults in the U.S. and Canada, to 600 IU per day. [1] The report also increased the upper limit from 2,000 to 4,000 IU per day. Although some groups such as The Endocrine Society recommend 1,500 to 2,000 IU daily to reach adequate serum levels of vitamin D, the IOM felt there was not enough evidence to establish a cause and effect link with vitamin D and health benefits other than for bone health.  Since that time, new evidence has supported other benefits of consuming an adequate amount of vitamin D, although there is still not consensus on the amount considered to be adequate.\n\nVitamin D and Health\n\nThe role of vitamin D in disease prevention is a popular area of research, but clear answers about the benefit of taking amounts beyond the RDA are not conclusive. Although observational studies see a strong connection with lower rates of certain diseases in populations that live in sunnier climates or have higher serum levels of vitamin D, clinical trials that give people vitamin D supplements to affect a particular disease are still inconclusive. This may be due to different study designs, differences in the absorption rates of vitamin D in different populations, and different dosages given to participants. Learn more about the research on vitamin D and specific health conditions and diseases: \n\nBone health and muscle strength\nCancer\nHeart disease\nType 2 diabetes\nImmune function\nRisk of premature death\nCognitive decline\nFood Sources\n\nFew foods are naturally rich in vitamin D3. The best sources are the flesh of fatty fish and fish liver oils. Smaller amounts are found in egg yolks, cheese, and beef liver. Certain mushrooms contain some vitamin D2; in addition some commercially sold mushrooms contain higher amounts of D2 due to intentionally being exposed to high amounts of ultraviolet light. Many foods and supplements are fortified with vitamin D like dairy products and cereals.\n\nCod liver oil\nSalmon\nSwordfish\nTuna fish\nOrange juice fortified with vitamin D\nDairy and plant milks fortified with vitamin D\nSardines\nBeef liver\nEgg yolk\nFortified cereals\nIs There a Difference Between Vitamin D3 and Vitamin D2 Supplements?\nIf you purchase vitamin D supplements, you may see two different forms: vitamin D2 and vitamin D3. Vitamin D2 is made from plants and is found in fortified foods and some supplements. Vitamin D3 is naturally produced in the human body and is found in animal foods. There is ongoing debate whether vitamin D3 “cholecalciferol” is better than vitamin D2 “ergocalciferol” at increasing blood levels of the vitamin. A meta-analysis of randomized controlled trials that compared the effects of vitamin D2 and D3 supplements on blood levels found that D3 supplements tended to raise blood concentrations of the vitamin more and sustained those levels longer than D2. [76,77] Some experts cite vitamin D3 as the preferred form as it is naturally produced in the body and found in most foods that naturally contain the vitamin.\nUltraviolet Light\n\nVitamin D3 can be formed when a chemical reaction occurs in human skin, when a steroid called 7-dehydrocholesterol is broken down by the sun’s UVB light or so-called “tanning” rays. The amount of the vitamin absorbed can vary widely. The following are conditions that decrease exposure to UVB light and therefore lessen vitamin D absorption:\n\nUse of sunscreen; correctly applied sunscreen can reduce vitamin D absorption by more than 90%. [78]\nWearing full clothing that covers the skin.\nSpending limited time outdoors.\nDarker skin tones due to having higher amounts of the pigment melanin, which acts as a type of natural sunscreen. [79]\nOlder ages when there is a decrease in 7-dehydrocholesterol levels and changes in skin, and a population that is likely to spend more time indoors.\nCertain seasons and living in northern latitudes above the equator where UVB light is weaker. [78] In the northern hemisphere, people who live in Boston (U.S.), Edmonton (Canada), and Bergen (Norway) can’t make enough vitamin D from the sun for 4, 5, and 6 months out of the year, respectively. [78] In the southern hemisphere, residents of Buenos Aires (Argentina) and Cape Town (South Africa) make far less vitamin D from the sun during their winter months (June through August) than they can during their spring and summer months. [78] The body stores vitamin D from summer sun exposure, but it must last for many months. By late winter, many people in these higher-latitude locales are deficient. [79]\n\nNote that because ultraviolet rays can cause skin cancer, it is important to avoid excessive sun exposure and in general, tanning beds should not be used.\n\nSigns of Deficiency and Toxicity\nDeficiency\n\nVitamin D deficiency may occur from a lack in the diet, poor absorption, or having a metabolic need for higher amounts. If one is not eating enough vitamin D and does not receive enough ultraviolet sun exposure over an extended period (see section above), a deficiency may arise. People who cannot tolerate or do not eat milk, eggs, and fish, such as those with a lactose intolerance or who follow a vegan diet, are at higher risk for a deficiency. Other people at high risk of vitamin D deficiency include:\n\nPeople with inflammatory bowel disease (ulcerative colitis, Crohn’s disease) or other conditions that disrupt the normal digestion of fat. Vitamin D is a fat-soluble vitamin that depends on the gut’s ability to absorb dietary fat.\nPeople who are obese tend to have lower blood vitamin D levels. Vitamin D accumulates in excess fat tissues but is not easily available for use by the body when needed. Higher doses of vitamin D supplementation may be needed to achieve a desirable blood level. Conversely, blood levels of vitamin D rise when obese people lose weight.\nPeople who have undergone gastric bypass surgery, which typically removes the upper part of the small intestine where vitamin D is absorbed.\n\nConditions resulting from prolonged vitamin D deficiency:\n\nRickets: A condition in infants and children of soft bones and skeletal deformities caused by failure of bone tissue to harden.\nOsteomalacia: A condition in adults of weak and softened bones that can be reversed with supplementation. This is different than osteoporosis, in which the bones are porous and brittle and the condition is irreversible.\nToxicity \n\nVitamin D toxicity most often occurs from taking supplements. The low amounts of the vitamin found in food are unlikely to reach a toxic level, and a high amount of sun exposure does not lead to toxicity because excess heat on the skin prevents D3 from forming. It is advised to not take daily vitamin D supplements containing more than 4,000 IU unless monitored under the supervision of your doctor.\n\nSymptoms of toxicity:\n\nAnorexia\nWeight loss\nIrregular heart beat\nHardening of blood vessels and tissues due to increased blood levels of calcium, potentially leading to damage of the heart and kidneys\nDid You Know?\n\nCatching the sun’s rays in a sunny office or driving in a car unfortunately won’t help to obtain vitamin D as window glass completely blocks UVB ultraviolet light.\n\nRelated\n\nVitamins and Minerals\n\nReferences\n\nLast reviewed March 2023\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}