{
  "href": "https://nutritionsource.hsph.harvard.edu/milk/",
  "title": "milk",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Milk\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nMilk\n\nMilk is the liquid produced by the mammary glands of mammals, including humans. Breast milk is the preferred food for infants, as it is well-tolerated while their digestive tracts develop and mature. Dairy milk may be introduced at later ages if tolerated well. Although dairy milk may come from any mammal, cows, goats, buffalo, and sheep are common producers. This section will focus on dairy milk from cows, and briefly discuss non-dairy plant milk alternatives.\n\nWhole cow’s milk contains about 87% water. The remaining 13% contains protein, fat, carbohydrates, vitamins, and minerals. Processing techniques remove fat to produce lower fat varieties: “reduced fat” contains 2% milkfat, “lowfat” contains 1% milkfat, and “nonfat” or “skim” has virtually no milkfat. Cows are often pregnant while they are milked, so dairy milk contains hormones like insulin-like growth factor-1 (IGF-1), estrogens, and progestins. Some cows are given additional hormones to increase milk production.\n\nSource Of\nCalcium\nProtein\nVitamin B2 (riboflavin)\nVitamin B12\nPotassium\nPhosphorus\nVitamin A and Vitamin D (added during processing)\nMilk and Health\n\nThe Dietary Guidelines for Americans recommends including three 8-ounce servings of milk daily (or equal portions of other dairy foods like cheese or yogurt), which is justified to increase calcium intake and reduce the risk of osteoporosis and fractures. Marketing efforts such as the iconic “Got Milk?” campaign with celebrities donning milk mustaches spread this message as well. However, research has not shown a consistent benefit on bone health with high intakes of milk, and furthermore has suggested potential harm with certain conditions like prostate cancer. [1]\n\nResearch on milk often produces contrary findings. Some reasons may be the wide range of different nutritional qualities in milk and how milk intake is measured, as seen in the following factors:\n\nThe amount of milk that is considered a “high” or “low” intake can vary among populations studied. For example, people from Japan tend to drink about less than half of the milk consumed in Western countries [2]\nAre different classifications of milk included, or just one type? Whole, reduced-fat, fat-free, or organic?\nThe composition of milk (fat, protein from varying amino acids) may differ depending on the breed and feed of the cows.\nAre other factors in the diet considered, such as if the participants are eating plenty of fruits and vegetables, or large amounts of processed meat or refined carbohydrates, which can confound the true health effects of milk?\nDifferent forms of dairy foods, such as cheese, or yogurt, may have health effects different than milk.\nCardiovascular disease\nBone health\nWeight\nDiabetes\nCancer\n\nBottom line: The health benefits of dairy foods appear to be stronger for fermented types like yogurt, which play a role in the gut microbiome. Milk possesses several individual nutrients that can affect blood pressure and bone health, but some of their health-promoting effects may be weakened by whole milk’s high saturated fat content. Although popular media articles have speculated that whole milk is not less healthful than skim milk, research has not supported this statement in regards to diabetes and heart disease, and a high intake of any type of milk can lead to weight gain due to the extra calories.\n\nWhat is A2 milk?\nIs raw milk safe to drink?\nFor Your Health and the Planet’s Health\n\nThe production of dairy foods places considerable demand on land, water, and other natural resources, and dairy-producing ruminant animals like cattle, sheep, and goats generate methane—a powerful greenhouse gas. In identifying a dietary pattern both healthy for people and sustainable for the planet, the “planetary health diet” sets the target for dairy foods at 250 grams per day (with a range of 0 to 500 grams per day), which is about one (8-ounce) cup of milk.\n\nPurchase\n\nMilk is often sold in cartons or opaque containers because too much exposure to light can cause a loss of vitamin A and B2. Choose a carton with the latest sell-by or use-by date (indicating it is the freshest). Most milk sold in supermarkets is pasteurized and homogenized, processing techniques that use heat to kill most of the bacteria present and break down fat molecules so that texture of milk remains smooth and creamy.\n\nWhat about plant-based milk?\nPlant-based milks contain no lactose so may be better tolerated than dairy milk in some people. Also, plant-based milk has no cholesterol, and most have little saturated fat. However the nutritional content varies widely, so be sure to read the food label to ensure you are getting the desired nutrients. This chart compares dairy milks to a sample of plant-based milks. As you will see, nutrients vary across types of plant-based milks, as well as among different brands selling similar options. Specific brands may contain more or less of the nutrients depending on if products are fortified, or if added flavors or sweeteners are included. Generally, plant-milks labeled “original” will include added sugars, so look for unsweetened options and be sure to check the Nutrition Facts label and ingredients list so you know what you’re buying.\nType of Milk\n[all entries for 1 cup\n(8 fluid oz/240 mL)]\tCal\tProt.\n(g)\tSugar (g)\tFat (g)\tCalc. (mg)\tPot.\n(mg)\tFiber (mg)\nNatural/\nAdded\tSat.\tMono.\tPoly.\nCow\tWhole milk (3.5% fat)\t149\t7.5\t12/0\t4.5\t2\t0.5\t276\t322\t0\nLow fat milk (1% fat)\t102\t8\t12.5/0\t1.5\t0.7\t0.1\t305\t366\t0\nSoy\tPlain\t80\t7\t1/0\t0.5\t1\t2.5\t300\t350\t2\nSweetened\t110\t8\t1/5\t0.5\t1\t2.5\t450\t380\t2\nSweetened\t140\t10\t3/7\t0.5\tN/A\tN/A\t276\t512\tN/A\nAlmond\tPlain\t35\t1\t0/0\t0\tN/A\tN/A\t430\t35\t1\nSweetened\t60\t1\t0/5\t0\tN/A\tN/A\t429\t40\t1\nSweetened\t60\t1\t0/7\t0\t1.5\t0.5\t450\t170\t1\nCashew\tPlain\t50\t1\t0/0\t0.5\tN/A\tN/A\t44\tN/A\tN/A\nSweetened\t80\t1\t1/5\t0.5\tN/A\tN/A\t44\tN/A\tN/A\nSweetened\t130\t4\t1/1\t1.5\tN/A\tN/A\t15\t150\t0\nCoconut\tPlain\t45\t0\t0/0\t3.5\tN/A\tN/A\t130\t40\t1\nSweetened\t70\t0\t0/7\t4\tN/A\tN/A\t130\t40\t1\nSweetened\t70\t0\t0/5\t4\tN/A\tN/A\t460\t170\t0\nRice\tPlain\t70\t0\t<1/0\t0\t1.5\t0.5\t325\tN/A\t0\nSweetened\t120\t1\t<1/10\t0\t1.5\t0.5\t26\tN/A\t0\nHemp\tPlain\t60\t3\t0/0\tN/A\t0.5\t3.5\t257\t100\tN/A\nSweetened\t140\t4\t0/12\t1\t0.5\t4\t263\t145\tN/A\nSweetened\t100\t2\t0/6\t0.5\t1\t4.5\t390\tN/A\t0\nOat\tPlain\t60\t1\t0/0\t0\tN/A\tN/A\t460\t170\t1\nSweetened\t80\t2\t0/4*\t0\tN/A\tN/A\t460\t190\t1\nSweetened\t120\t3\t0/7*\t0.5\tN/A\tN/A\t350\t390\t2\n\n*Some sugars are created in the processing of oats to make oat milk, which are listed as “added sugars” even if no other sweeteners are added.\n\nStorage\n\nMilk requires refrigeration at a temperature below 40 F. If it has been stored at room temperature for two hours or longer, it is recommended to discard it. Although pasteurization kills much of the bacteria in milk, any remaining bacteria can grow quickly in milk at room temperature or warmer. Once milk is opened, it will last about 3-5 days after the sell-by date on the label. Spoiled milk has a strong, sour odor and lumpy texture caused by excess bacteria producing lactic acid, which curdles the protein in milk and produces off odors.\n\nStore milk towards the rear of the refrigerator rather than the front or side shelf door, where the temperature varies the most. Don’t forget to close the carton or recap the bottle to prevent the milk from absorbing the odors and flavors of other foods in the refrigerator.\n\nLactose-free milk undergoes pasteurization and the addition of an enzyme lactase, which breaks down the milk sugar lactose, so it generally lasts longer than regular milk. If refrigerated properly, lactose-free milk can last about 7 days after the sell-by date once it is opened.\n\nServe\n\nMilk is not just for drinking by the glass or splashing onto cold cereal. Adding milk to foods can boost one’s intake of calcium, vitamin D, protein, and other nutrients.\n\nBlend 1 cup of milk, 1/2 cup of fresh or frozen berries, and 1 small banana for an easy breakfast drink or snack.\nOvernight oats. In a mason jar (you can also reuse a clean jelly or salsa jar), add 1 cup of milk, 1/2 cup of rolled oats, 1 tablespoon chia seeds, 3 tablespoons of chopped nuts, ½ sliced banana, and ¼ cup fresh or frozen berries. Secure the lid and shake the jar well until all the ingredients are mixed. Refrigerate overnight.\nHot oatmeal. Cook old-fashioned rolled oats in milk (the ratio is generally ½ cup oats to 1 cup milk).\nDid You Know?\n\nSeveral other animals produce milk including sheep, goat, and yaks. These types of milk are more popular in European, Middle Eastern, and Asian countries than in the U.S. Sheep’s milk can be made into various cheeses like feta and ricotta, and goat’s milk produces a popular cheese called goat cheese or chevre.\n\nHow do they compare nutritionally? Sheep, goat, and yak milks contain about the same if not more calcium than cow’s milk. The amount of protein and carbohydrate are about the same. They all contain some lactose but less than found in cow’s milk, so they may be easier to digest for people with lactose sensitivity.\n\nReferences\n\nLast Reviewed July 2021 \n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}