{
  "href": "https://nutritionsource.hsph.harvard.edu/aquatic-foods/",
  "title": "Aquatic Foods",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Aquatic Foods\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nAquatic Foods\n\nFoods like salmon, lobster, and shrimp, are often categorized as “seafood.” But how might you classify these foods when including a freshwater fish, such as trout? Consider the term aquatic foods (also called blue foods), which include any animals, plants, and microorganisms that originate in bodies of water. Examples are:\n\nFinfish—small pelagic fish (herring, sardines, anchovies), medium pelagic fish (bonito, mahi-mahi), large pelagic fish (tuna, swordfish), salmonids (salmon, trout), carps, cichlids (tilapia), cods (cod, haddock, pollock), and demersal fish (flounder)\nCrustaceans—crabs, shrimp, krill, prawns, lobster\nCephalopods—octopus, squid\nMollusks—clams, cockles, sea snails, mussels, scallops\nAquatic plants—water spinach (Ipomoea aquatica)\nAlgae—seaweed\nOther aquatic animals—mammals, insects, sea cucumbers\n\nAquatic foods can be farmed or wild-caught, and are sourced from inland waters like lakes, rivers, and wetlands; coastal areas like estuaries, mangroves, or near-shore; and marine or ocean waters. Despite currently being an important contribution to healthy diets for billions of people globally, aquatic foods are often undervalued nutritionally because their diversity tends to be restricted to protein or energy value, or framed as a monolithic category of “seafood or fish.” [1] However, there is broad diversity of aquatic foods produced throughout the world and available during every season. Currently, wild fisheries harvest over 2,370 species and aquaculture growers farm approximately 624 species. [2]\n\nBecause aquatic foods are so nutrient rich, food technologists have innovated methods to create processed fish products, including fish powders for infants, fish wafers as a snack, and fish chutneys. [1]\n\nThis page will focus primarily on animal sources of aquatic foods rather than plant sources.\n\nSource Of\nOmega-3 (DHA/EPA) polyunsaturated fatty acids\nProtein\nZinc\nIron\nMagnesium\nSelenium\nIodine\nCopper\nVitamin A\nVitamins B6, B12\nVitamin D\nHow do aquatic animals stack up against land-based animals, nutritionally?\nFrom abalone to zebra tilapia, the diversity of aquatic foods outsizes the limited variety of land-based animal foods available to most consumers. But how do they compare nutritionally? To explore this question, researchers created the first-ever Aquatic Foods Composition Database, capturing individual nutrient profiles (including minerals, vitamins, and fatty acids) for over 3,750 species. Their analysis found that the top 6 categories of nutrient-rich animal-source foods were all aquatic, with large and small pelagic fish, shellfish, salmonids, carps, and other aquatic mammals ranking higher than land-based foods including beef, lamb, veal, goat, chicken, and pork. [1] Although aquatic mammals are not consumed in the U.S., they can be a culturally and nutritionally important food in subsistence and indigenous populations.\nSEE THE FULL GRAPHIC COMPARING AQUATIC TO LAND-BASED ANIMAL-SOURCED FOODS\nAquatic Foods and Health\n\nCertain aquatic animal foods are a major dietary source of two polyunsaturated omega-3 fatty acids (PUFAs)—docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA). These fatty acids are initially produced by certain types of algae, which are then eaten by aquatic animals so that the fats accumulate in their tissues or organs. Omega-3s are found in all aquatic foods, but particularly in the fatty tissue of oily fish like salmon and mackerel, the liver of lean white fish like cod and halibut, and the blubber or thick layer of fat under the skin of marine animals like seals and whales. Smaller amounts are also found in crustaceans, bivalves, and cephalopods. [3] Supplements of fish oil, algal oil, and krill oil also contain DHA and/or EPA. Much of the research on aquatic foods and human health focuses on these omega-3s.\n\nCardiovascular disease\nCognitive health\nFetal development\n\nResearch has also found that swapping red and processed meat with fish and seafood can lower the risk of diseases and premature death. One reason may be differences in types of fat: mostly saturated fat in red meat versus unsaturated fat in seafood. Data from six U.S. cohort studies found that higher intakes of red meat and processed meat were associated with an increased risk of cardiovascular disease and early death, whereas fish was not. [17] Research from a large Danish cohort study found that replacing red and/or processed red meat with fish or poultry lowered the risk of type 2 diabetes and early death. [18-19]\n\nConsider swapping out red meat in some recipes for seafood:\n\nMarinate and bake fish instead of grilling burgers and ribs\nTry canned tuna or salmon instead of cold cuts in a sandwich\nIncorporate steamed mussels or canned mackerel or sardines into meals\nBake/sauté white fish instead of frying a steak\nRoast or grill salmon instead of beef, lamb, or ham\nShould I be concerned about contaminants in aquatic foods?\nAquatic foods can contain toxins, infectious parasites, or chemical pollutants like heavy metals and organic compounds. Bivalve mollusks feed by filtering large amounts of seawater, which can collect harmful pathogens that cause gastrointestinal problems in sensitive people. Ciguatoxin is an example of a naturally occurring toxic substance found in some tropical fish.\n\nCertain species can carry small amounts of neurotoxic compounds like methylmercury, dioxins, and polychlorinated biphenyls (PCBs). It is believed that these chemicals can delay brain development in infants and modestly increase the risk of cardiovascular disease. [5] Those most at-risk for these exposures are pregnant and nursing women, breast-fed infants, and young children.\n\nAs concerning as this sounds, it is important to weigh the risk versus benefit. A report from the FAO and WHO Expert Committee outlining the risks and benefits of fish consumption found that the benefits of dietary omega-3s outweighed the risks of mercury exposure in childbearing women. Eating fish during pregnancy lowered the risk of delayed fetal brain development compared with pregnant women who did not eat fish. [20,5] Studies have found dioxins and PCB levels in fish to be typically very low, and small exposures to these compounds in pregnant woman will not harm the fetus. Consider that more than 90% of the PCBs and dioxins in the U.S. food supply come not from aquatic foods but from land-based meats, dairy, eggs, and vegetables. There is also limited evidence from epidemiological studies showing an association with higher mercury intake (obtained mostly from aquatic foods) and increased cardiovascular disease. The small exposures to mercury may be offset by the several heart-protective nutrients found in fish and other aquatic species.\n\nThose who eat aquatic foods very frequently (5 or more servings a week) and vulnerable populations (pregnant/nursing women, infants, and toddlers) may limit intake of species highest in mercury (swordfish, shark, bluefin tuna, yellowfin or ahi tuna, canned white albacore tuna, king mackerel, marlin, golden bass). Good choices are cod, catfish, shellfish, oysters, mussels, shrimp, sardines, and scallops; see the Food and Drug Administration guide for other low-mercury seafood. Also check local advisories on levels of contaminants in freshwater fish from lakes and reservoirs, as these types tend to be higher in mercury and PCBs. If no specific guidelines are available, consume up to 6 ounces a week of fish from local waters but limit eating any other aquatic foods during that week.\n\nTo minimize risk of harmful pathogens and parasites, cook and store aquatic foods to proper temperatures. See the Food and Drug Administration guidelines on selecting, storing, and serving seafood safely. Another potential risk are harmful alga blooms, or red tides, that can create toxic substances in seafood leading to symptoms like diarrhea, shortness of breath, asthma attacks, and skin rashes. The best way to avoid these toxins is to purchase seafood from reputable suppliers that have high standards for quality and safety.\n\nThe impact of aquatic foods on health in developing countries\nCurrently more than 3.5 billion people around the world are malnourished, with at least half of all children suffering from micronutrient deficiencies in 2019. [1] Cardiovascular diseases (CVD) are the greatest contributor to worldwide deaths. Aquatic foods may help to improve health by reducing both issues of nutrient deficiencies and CVD rates. Increasing global production and availability of aquatic foods will help reduce their cost by 26% and increase their consumption, which may then reduce consumption of red and processed meats that are associated with diet-related chronic diseases such as CVD. [1] It is also estimated that this shift to aquatic foods may prevent about 166 million micronutrient deficiencies that place people at increased risk for communicable diseases (e.g., bacterial infections, viruses) due to a weakened immune system. Aquatic foods are rich in several vitamins and minerals, protein, and essential polyunsaturated fats and can thus prevent deficiencies in key micronutrients, such as iron, zinc, calcium, iodine, folate, and vitamins A, B12, and D, that have led to 1 million premature deaths annually. [1]\nLEARN MORE ABOUT THE ROLE OF AQUATIC FOODS TO NOURISH NATIONS\nFor Your Health and The Planet’s Health\n\nModern production of aquatic foods can be split into two different sectors: wild capture and aquaculture. Wild capture production involves harvested wild fish and other aquatic species from the ocean and freshwater sources. Aquaculture is the practice of farming aquatic plants and animals.\n\nIn general, the production of any animal-based food tends to have higher greenhouse gas emissions than the production of plant-based foods, with red meat (especially beef and lamb) standing out for its disproportionate impact. However, the production of aquatic foods (through both wild capture and aquaculture) not only produces fewer greenhouse gas emissions and uses less land than red meat production, but many aquatic animal foods also have less environmental impact than poultry production. [21] That said, beyond emissions and land use, it is important to consider where and how aquatic foods are produced, since environmental as well as social and economic impacts can vary widely in both wild capture and aquaculture sectors. [1]\n\nThe percentage of wild marine fisheries classified as “overfished” has steadily increased over the past few decades. According to an assessment by the Food and Agriculture Organization of the United Nations, the fraction of fish stocks that are within “biologically sustainable” levels decreased from 90%  in 1974 to just under 66% in 2017. [2] Beyond the challenges that overfishing presents for food security and human health, commercial fishing at current scales can also contribute to:\n\nHabitat destruction from trawling, a fishing method that indiscriminately captures sea creatures with a dragging net on the ocean floor\nBycatch and discards – marine species caught unintentionally while targeting other species and sizes of fish\nIllegal, unreported and unregulated fishing\nIssues around unfair distribution of trade benefits and food access\n\nAquaculture is emerging to fill gaps in seafood supply from reductions in existing wild fish stocks. Today, aquaculture represents the world’s fastest growing food production industry, based largely in Asia (China, India, Vietnam, Bangladesh), Europe (Norway), and increasingly in Africa (Egypt). Despite its promise, aquaculture must be done responsibly. For example, insufficiently regulated aquaculture can result in both environmental stressors—such as freshwater use and nitrogen and phosphorus emissions—as well as negative interactions with wild fishery populations through the spread of disease, overuse of antibiotics, escaped species. [21]\n\nIn summary, sustainably and equitably achieving the human health benefits of increased aquaculture production will require policies and technologies that minimize impacts on surrounding ecosystems, industries, and communities. [1]\n\nExamining the future of aquatic food systems\nIn 2021, a series of scientific studies from the Blue Food Assessment—an international joint initiative including over 100 scientists from more than 25 institutions—found that global demand for aquatic foods is likely to double by 2050, which would be met primarily through increased aquaculture production rather than capture fisheries. In examining how these food systems can deliver healthy diets while being more sustainable, equitable, and resilient, the Assessment’s research highlights the diversity of aquatic foods and potential innovations and improvements in fisheries management to address malnutrition, lower environmental footprints, and support human livelihoods.\nEXPLORE RESEARCH UPDATES FROM THE BLUE FOODS ASSESSMENT\nBottom Line\nRecipe: Crispy Pan Seared White Fish with Walnut Romesco and Pea Shoot Salad\n\nAquatic foods are a diverse category of nutrient-dense, protein-rich foods that can also be a healthful animal-based alternative when looking to cut down on red meat or other land-sourced animal foods. Misconceptions exist, such as having a strong off-putting odor (fresh fish should not smell!) or higher cost than other animal protein foods, which may deter people from choosing aquatic foods. However, many aquatic foods are a major source of omega-3 fatty acids and various nutrients that are helpful in the prevention and treatment of cardiovascular disease, and that are vital for normal fetal development. They can also be delicious and satisfying, and incorporated into many meals like salads, stews, sandwiches, and main courses. Here are some recipes and ideas for cooking with aquatic foods.\n\nRelated\nListen: Blue foods to tackle hidden hunger and improve nutrition\nIn this Nature Careers Podcast, Christopher Golden, Associate Professor of Nutrition and Planetary Health at Harvard T.H. Chan School of Public Health, discusses how aquatic foods have been overlooked in moves to end food insecurity.\nReferences\n\nLast reviewed September 2021\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}