{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-weight/healthy-dietary-styles/",
  "title": "Healthy Dietary Styles",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Weight > Healthy Dietary Styles\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nHealthy Dietary Styles\nWhile current research comparing diets of differing macronutrient ratios may not point to one “perfect” diet, there is compelling research about certain dietary styles, including the Mediterranean diet, that offers strong guidance.\nCurious about “quick fixes” like diet pills and gastric bypass surgery? Check out our tips for how to reach a winning weight.\nLow-Fat Fails\n\nWhile low-fat was once the diet du jour, subsequent research has shown that low-fat diets are ineffective, and moreover, that eating healthy fats is beneficial for health.\n\nIn the United States, obesity has become increasingly common even as the percentage of fat in the American diet has declined from 45 percent in the 1960s to about 33 percent in the late 1990s. So, cutting fat is not shrinking waistlines. (27, 28)\nExperimental studies lasting one year or longer have not shown a link between dietary fat and weight. (29, 30)\nIn the eight-year Women’s Health Initiative Dietary Modification Trial, women assigned to a low-fat diet didn’t lose or gain more weight than women eating their usual fare. (31)\nLow-Carbohydrate and Mediterranean Diets Can Be Effective\n\nWhile many “diets” are fads meant to be followed for short periods of time, research shows that some approaches, including some low-carbohydrate diets and Mediterranean diets can be good models upon which to base your own dietary strategy as long as they incorporate healthy, high-quality foods.\n\nOne study comparing a low-carbohydrate, low-fat, and Mediterranean diet followed over 300 people for a 2-year period and found that diets composed of different foods can lead to different weight loss outcomes.  Published in the New England Journal of Medicine, this study concluded that:\n\nMediterranean and low-carbohydrate diets might be more effective than low-fat diets.\nThe positive effects of the low-carbohydrate diet and the Mediterranean diet upon lipids and glycemic control suggest that individualized dietary interventions – which take personal preferences and metabolic considerations into account – could be effective. (32)\n\nA large randomized trial on the effects of a Mediterranean diet on cardiovascular disease showed that among patients at high risk for CVD, a Mediterranean diet supplemented with extra-virgin olive oil or nuts reduced the incidence of major cardiovascular events over  4.8-years of follow-up. (33)\n\nThis was the first randomized trial that showed reduced cardiac events over a long follow-up period, so it provided strong scientific evidence that the Mediterranean diet is a heart-healthy dietary approach.\nThough this study focused on cardiovascular outcomes rather than weight loss, it still provides solid evidence that “a calorie is a calorie” is not the case, and that instead, food quality is a key contributor to personal health.\nIt also shows that low-fat diets are continuing to lose credibility, and that incorporating healthy fats – such as those included in the Mediterranean diet –  can improve heart health and weight loss.\nWhat Exactly is a “Mediterranean” Diet?\n\nThere isn’t one exact Mediterranean diet, as this eating style takes into account the different foods, eating patterns, and lifestyles in multiple countries that border the Mediterranean Sea. However, there are similarities that define a Mediterranean eating pattern.\n\nConclusion:  The best diet incorporates high-quality foods in appropriate portions; there isn’t one “perfect” diet for everyone.\n\nCalories matter, but quality is equally important. When making dietary decisions, regardless of whether you choose a certain dietary style such as low-carbohydrate or Mediterranean, you can also use the Healthy Eating Plate as a guide for how to fill your plate.\n\nA healthy diet for weight loss also needs to be sustainable, and regardless of what you’re eating, you need to make sure you’re not eating too many calories overall. Calories do matter, but focus first on choosing high-quality, healthy foods.\n\nReferences\n\n\n27. Is total fat consumption really decreasing, U.C.f.N.P.a. Promotion, Editor. 1998.\n28. Diet and Health: Food Consumption and Nutrient Intake, U.D.o.A. Economic Research Service, Editor. 1977–1996.\n29.  Willett, W.C., Dietary fat plays a major role in obesity: no. Obes Rev, 2002. 3(2): p. 59-68.\n30. Willett, W.C. and R.L. Leibel, Dietary fat is not a major determinant of body fat. Am J Med, 2002. 113 Suppl 9B: p. 47S-59S.\n31. Howard, B.V., et al., Low-fat dietary pattern and weight change over 7 years: the Women’s Health Initiative Dietary Modification Trial. JAMA, 2006. 295(1): p. 39-49.\n32. Shai, I., et al., Weight loss with a low-carbohydrate, Mediterranean, or low-fat diet. N Engl J Med, 2008. 359(3): p. 229-41.\n33. Estruch R, Ros E, Salas-Salvadó J, et al., Primary prevention of cardiovascular disease with a mediterranean diet supplemented with extra-virgin olive oil or nuts. New England Journal of Medicine. 2018 Jun 13. [Note: reference updated in June 2018 due to retraction and republication]\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}