{
  "href": "https://nutritionsource.hsph.harvard.edu/carbohydrates/fiber/",
  "title": "Fiber",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Carbohydrates > Fiber\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nFiber\n\nFiber is a type of carbohydrate that the body can’t digest. Though most carbohydrates are broken down into sugar molecules called glucose, fiber cannot be broken down into sugar molecules, and instead it passes through the body undigested. Fiber helps regulate the body’s use of sugars, helping to keep hunger and blood sugar in check.\n\nChildren and adults need at least 25 to 35 grams of fiber per day for good health, but most Americans get only about 15 grams a day. Great sources are whole grains, whole fruits and vegetables, legumes, and nuts.\n\nTypes of Fiber\n\nFiber comes in two varieties, both beneficial to health:\n\nSoluble fiber, which dissolves in water, can help lower glucose levels as well as help lower blood cholesterol. Foods with soluble fiber include oatmeal, chia seeds, nuts, beans, lentils, apples, and blueberries.\n\nInsoluble fiber, which does not dissolve in water, can help food move through your digestive system, promoting regularity and helping prevent constipation. Foods with insoluble fibers include whole wheat products (especially wheat bran), quinoa, brown rice, legumes, leafy greens like kale, almonds, walnuts, seeds, and fruits with edible skins like pears and apples.\n\nFurther defining fiber\nUnder the umbrella terms of insoluble and soluble fibers, you may see fiber described in other ways. It can be viscous with a gel-like quality, or fermentable because it acts as food for gut bacteria that break down and ferment it. Fibers that are not broken down by bacteria, called nonfermentable, travel intact to the colon and can add bulk and weight to stool so it is easier to pass. These properties offer health benefits such as slowing down digestion, delaying blood sugar rises after meals, promoting healthy colonies of bacteria, or having a laxative effect. In addition, there are many subtypes of soluble and insoluble fibers, some of which occur naturally in plant foods and others that are synthetically made.\n\nThe National Academy of Medicine defines fiber as: 1) dietary fibers (nondigestible carbohydrates and lignans) that occur naturally in plants, and 2) functional fibers that are extracted from plants or synthetically made and are nondigestible with a beneficial health effect in humans. [1] Some types of fiber fall into both categories, such as oligosaccharides and resistant starches that may be naturally occurring or synthetically made.\n\nNaturally occurring plant fibers:\n\nCellulose, hemicellulose – Insoluble fiber found in cereal grains and the cell walls of many fruits and vegetables. It absorbs water and adds bulk to stool, which can have a laxative effect.\nLignins – Insoluble fiber found in wheat and corn bran, nuts, flaxseeds, vegetables, and unripe bananas that triggers mucus secretion in the colon and adds bulk to stools. Has laxative effect.\nBeta-glucans – Soluble highly fermentable fiber found in oats and barley that is metabolized and fermented in the small intestine. Acts as a prebiotic. Can add bulk to stool but does not have a laxative effect. May help to normalize blood glucose and cholesterol levels.\nGuar gum – Soluble fermentable fiber isolated from seeds. Has a viscous gel texture and is often added to foods as a thickener. It is metabolized and fermented in the small intestine. Does not have a laxative effect. May help to normalize blood sugar and cholesterol levels.\nInulin, oligofructose, oligosaccharides, fructooligosaccharides – Soluble fermentable fibers found in onions, chicory root, asparagus, and Jerusalem artichokes. May help to bulk stool with a laxative effect, normalize blood glucose, and act as a prebiotic. People with irritable bowel syndrome may be sensitive to these fibers that can cause bloating or stomach upset.\nPectins – Soluble highly fermentable fiber found in apples, berries, and other fruits. Minimal bulking or laxative effect. Due to its gelling properties, it may slow digestion and help normalize blood sugar and cholesterol levels.\nResistant starch – Soluble fermentable fiber found in legumes, unripe bananas, cooked and cooled pasta, and potatoes that acts as a prebiotic. Adds bulk to stools but has minimal laxative effect. May help to normalize blood sugar and cholesterol levels.\n\nManufactured functional fibers, some of which are extracted and modified from natural plants:\n\nPsyllium – Soluble viscous nonfermentable fiber extracted from psyllium seeds that holds onto water and softens and bulks stools. Has laxative effect and is an ingredient in over-the-counter laxatives and high-fiber cereals. May help to normalize blood sugar and cholesterol levels.\nPolydextrose and polyols – Soluble fiber made of glucose and sorbitol, a sugar alcohol. It can increase stool bulk and have a mild laxative effect. Minimal effect on blood sugar or cholesterol levels. It is a food additive used as a sweetener, to improve texture, maintain moisture, or to increase fiber content.\nInulin, oligosaccharides, pectins, resistant starch, gums – Soluble fibers derived from plant foods as listed above, but are isolated or modified into a concentrated form that is added to foods or fiber supplements.\nFiber and Disease\n\nFiber appears to lower the risk of developing various conditions, including heart disease, diabetes, diverticular disease, and constipation. Fiber’s beneficial role in the gut microbiome may produce anti-inflammatory effects that alleviate the chronic inflammation associated with these conditions. [2]\n\nHeart disease\nType 2 diabetes\nBreast cancer\nColorectal cancer\nConstipation\nDiverticular disease\nShould I avoid nuts and seeds with diverticulosis?\nIf you have diverticulosis, chances are you’ve heard that maybe you should avoid certain foods with small hard-to-digest particles: nuts, seeds, popcorn, corn, and fruits and vegetables with seeds like raspberries, strawberries, cucumber, or tomatoes. The reasoning is that these small undigested food particles might become trapped in the diverticular pouches and become inflamed from bacterial infection, causing the uncomfortable condition called diverticulitis. People who have experienced intense symptoms of diverticulitis often change their diets to avoid these foods in hopes of preventing a recurrence. However, evidence has shown this practice to be more of an urban legend than helping to reduce recurrences, and can deter people from eating foods that may actually help their condition in the future.\n\nAlthough the role of diet with diverticular disease has long been debated, a high-fiber intake with a focus on whole grains, fruits, and vegetables has been found to have a strong association with decreased risk of diverticular disease and diverticulitis. [18] When it comes to nuts and popcorn, research following more than 47,000 men from the Health Professionals Follow-up Study actually found a lower risk of diverticulitis when eating these foods. [25] Including these foods also did not increase the risk of developing new diverticulosis or diverticular complications.\n\n \n\nBottom Line\n\nThere are many types of dietary fibers that come from a range of plant foods. It’s important to not hyperfocus on a particular fiber because of its specific proposed action, as each type offers some level of health benefit. Therefore, eating a wide variety of plant foods like fruits, vegetables, whole grains, legumes, nuts, and seeds to reach the fiber recommendation of 25-35 grams daily best ensures reaping those benefits.\n\nSome tips for increasing fiber intake:\n\nEat whole fruits instead of drinking fruit juices.\nReplace white rice, bread, and pasta with minimally processed brown rice and other whole grains like barley, millet, amaranth, farro, and\nAdd high-fiber foods to current meals: 1-2 tablespoons of almonds, ground flaxseeds, or chia seeds to cereals; diced vegetables to casseroles, stir-fried dishes, and soups.\nFor breakfast, choose cereals that have a whole grain as their first ingredient. Another tip is to look on the Nutrition Facts label and choose cereals with 20% or higher of the Daily Value (DV) for fiber.\nSnack on crunchy raw vegetables or a handful of almonds instead of chips and crackers.\nSubstitute beans or legumes for meat two to three times a week in chili and soups.\nIf it is difficult to eat enough fiber through food, a fiber supplement such as psyllium or methylcellulose powders or wafers can be used. They can help bulk and soften stool so it is easier to pass. However, fiber supplements are not intended to completely replace high-fiber foods.\nReferences\n\nLast reviewed April 2022\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}