{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/#",
  "title": "Learn More",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Eating Plate\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nHealthy Eating Plate\n\nUse the Healthy Eating Plate as a guide for creating healthy, balanced meals—whether served at the table or packed in a lunch box. Click on each section of the interactive image below to learn more.\n\n\nLooking for a printable copy? Download one here, and hang it on your refrigerator to serve as a daily reminder when planning and preparing your meals! Translations of the Healthy Eating Plate are also available in over 25 languages.\n\nBuilding a Healthy and Balanced Diet\n\nMake most of your meal vegetables and fruits – ½ of your plate.\nAim for color and variety, and remember that potatoes don’t count as vegetables on the Healthy Eating Plate because of their negative impact on blood sugar.\n\nGo for whole grains – ¼ of your plate.\nWhole and intact grains—whole wheat, barley, wheat berries, quinoa, oats, brown rice, and foods made with them, such as whole wheat pasta—have a milder effect on blood sugar and insulin than white bread, white rice, and other refined grains.\n\nProtein power – ¼ of your plate.\nFish, poultry, beans, and nuts are all healthy, versatile protein sources—they can be mixed into salads, and pair well with vegetables on a plate. Limit red meat, and avoid processed meats such as bacon and sausage.\n\nHealthy plant oils – in moderation.\nChoose healthy vegetable oils like olive, canola, soy, corn, sunflower, peanut, and others, and avoid partially hydrogenated oils, which contain unhealthy trans fats. Remember that low-fat does not mean “healthy.”\n\nDrink water, coffee, or tea.\nSkip sugary drinks, limit milk and dairy products to one to two servings per day, and limit juice to a small glass per day.\n\nStay active.\nThe red figure running across the Healthy Eating Plate’s placemat is a reminder that staying active is also important in weight control.\n\nThe main message of the Healthy Eating Plate is to focus on diet quality:\n\nThe type of carbohydrate in the diet is more important than the amount of carbohydrate in the diet, because some sources of carbohydrate—like vegetables (other than potatoes), fruits, whole grains, and beans—are healthier than others.\nThe Healthy Eating Plate also advises consumers to avoid sugary beverages, a major source of calories—usually with little nutritional value—in the American diet.\nThe Healthy Eating Plate encourages consumers to use healthy oils, and it does not set a maximum on the percentage of calories people should get each day from healthy sources of fat. In this way, the Healthy Eating Plate recommends the opposite of the low-fat message promoted for decades by the USDA.\nYour Plate and the Planet\nJust as different foods can have differing impacts on human health, they also have differing impacts on the environment. Food production is a major contributor to greenhouse gas emissions, and it places an enormous demand upon our earth’s natural resources.\nLEARN ABOUT THE IMPACTS OF THE FOODS ON YOUR PLATE\nYour Questions Answered\nAre the relative sizes of the Healthy Eating Plate sections based on calories or volume?\nHow can I apply this guide if I don’t eat my meals from a single plate?\nWhat about alcohol? Isn’t alcohol supposed to be good for you in small amounts?\nWho created the Healthy Eating Plate?\nWhat about the Healthy Eating Pyramid? Will it be going away?\nWill following the Healthy Eating Pyramid and Healthy Eating Plate guidelines really make me healthier?\nPermissions for Use\n\nThe Healthy Eating Plate image is owned by Harvard University. The downloadable version may be used, without permission, for educational and other non-commercial uses with proper attribution, including the following copyright notification and credit line:\n\nCopyright © 2011, Harvard University. For more information about The Healthy Eating Plate, please see The Nutrition Source, Department of Nutrition, Harvard T.H. Chan School of Public Health, www.thenutritionsource.org, and Harvard Health Publications, www.health.harvard.edu.\n\nAny other use, including commercial reuse or mounting on other systems, requires permission from the Department of Nutrition at the Harvard T.H. Chan School of Public Health. Please contact us to submit your request.\nReferences\n\nLast reviewed January 2023\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}