{
  "href": "https://nutritionsource.hsph.harvard.edu/butternut-squash-soup-recipe/",
  "title": "Butternut Squash Soup",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Butternut Squash Soup\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nButternut Squash Soup\n\nUsing homemade vegetable stock as the base, this hearty golden soup is flavor-filled with leeks, parsley, and thyme, topped with a balsamic glaze and roasted pumpkin seeds. It’s surprisingly light yet satiating at the same time.\n\nIngredients (serves 6-8 people)\none 3.5-4 lb. butternut squash\n1 medium leek\n1 small yellow onion\n1 medium shallot\n3 medium cloves garlic\n1 medium carrot\n1 Tablespoon honey or maple syrup\n6 cups homemade very low-sodium vegetable stock\nblack pepper\n1/8 teaspoon kosher salt\nextra virgin olive oil\n3-4 sprigs parsley\n2-3 sprigs thyme\n10 whole black peppercorns\n2 bay leaves\nsmall bunch of chives\n1/2 cup balsamic vinegar\n1/2 cup pumpkin seeds\nInstructions\n\nHeat an oven to 350 degrees Fahrenheit. Cut the neck off of the squash and set aside. Cut the base in half through the root and scoop out the seeds. Put 1-2 sage sprigs in each half, lightly rub in olive oil, put on a piece of parchment paper on a baking sheet and roast until very tender, 45-60 minutes. Cool the squash down, discard the sage, and scoop out the flesh and set aside.\nPeel the next of the squash and cut into 1/2” pieces.\nCut the root off of the leek(s) and remove the dark green leaves, keeping only the very light-green and white parts. Take off the outer layer. Cut the leek(s) in half vertically, then into half-moon slices about 1/2” wide.\nSoak the leek pieces in a bowl of water for 5 minutes, then lift them out (don’t pour them out) and place them in a colander to drain. Cut the onion, shallot, and carrot into a 1/2” dice. Smash the garlic cloves and roughly chop. Wrap the parsley, thyme, bay leaves, and peppercorns in a bundle of cheesecloth and tie with a string. If you don’t have cheesecloth, omit the peppercorns, and tie the parsley, thyme, and bay leaves in a string bundle.\nAdd 2-3 Tablespoons of olive oil to a dutch oven or soup pot over medium heat. Add the leeks, shallot, carrot, garlic, and sweat for 5-8 minutes until translucent. Add the diced squash and cook for 4-5 minutes more. Add the honey/maple syrup and cook for 2-3 minutes more. Add the stock and herb bundle, turn the heat to high and bring to a boil, then reduce the heat until the water is barely at a simmer. Simmer for 15 minutes until the squash pieces are tender.\nAdd the roasted squash to the soup pot and simmer for another 30 minutes. Remove the herb bundle. Add about 3-4 Tablespoons of olive oil, and blend the soup in batches (or with a stick blender) until smooth. Season with kosher salt and black pepper to taste.\n\nFor balsamic reduction\n\nPut the balsamic vinegar in a small pot over very low heat. Keep the vinegar on the heat until it has reduced to a semi-thick sauce. Make sure the vinegar never comes to a boil – it can burn very easily. This will take several hours. Once it starts to thicken, keep an eye on it and swirl it around semi-regularly. It will continue to thicken off of the heat, so pull it off when it is just thick enough to coat the back of a spoon.\n\nFor the pumpkin seeds\n\nHeat an oven to 350 degrees Fahrenheit. Pour the seeds into a single layer on a baking sheet, and roast for 3-6 minutes until toasted. Be careful not to burn. Remove from the oven and allow to cool slightly.\n\nTo finish\n\nLadle soup into each bowl. Add a swirl of balsamic reduction, a few pinches of toasted pumpkin seeds, and a sprinkle of finely chopped chives.\n\nMore recipes to Prioritize Plants for Healthy Holiday Cooking\n\nNutrition information per serving (1/8 of recipe):\n226 calories, 12 g protein, 37 g carbohydrate, 6 g fiber, 10 g sugar (includes 2 g added sugar),191 mg sodium, 854 mg potassium, 8 g fat (2 g sat, 3 g mono, 3 g poly, 0 g trans), 0 mg cholesterol\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}