{
  "href": "https://nutritionsource.hsph.harvard.edu/what-should-you-eat/fats-and-cholesterol/#ref4",
  "title": "4",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > What Should I Eat? > Fats and Cholesterol\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nFats and Cholesterol\n\nWhen it comes to dietary fat, what matters most is the type of fat you eat. Contrary to past dietary advice promoting low-fat diets, newer research shows that healthy fats are necessary and beneficial for health.\n\nWhen food manufacturers reduce fat, they often replace it with carbohydrates from sugar, refined grains, or other starches. Our bodies digest these refined carbohydrates and starches very quickly, affecting blood sugar and insulin levels and possibly resulting in weight gain and disease. (1-3)\nFindings from the Nurses’ Health Study (4) and the Health Professionals Follow-up Study (5) show that no link between the overall percentage of calories from fat and any important health outcome, including cancer, heart disease, and weight gain.\n\nRather than adopting a low-fat diet, it’s more important to focus on eating beneficial “good” fats and avoiding harmful “bad” fats. Fat is an important part of a healthy diet. Choose foods with “good” unsaturated fats, limit foods high in saturated fat, and avoid “bad” trans fat.\n\n“Good” unsaturated fats — Monounsaturated and polyunsaturated fats — lower disease risk. Foods high in good fats include vegetable oils (such as olive, canola, sunflower, soy, and corn), nuts, seeds, and fish.\n“Bad” fats — trans fats — increase disease risk, even when eaten in small quantities. Foods containing trans fats are primarily in processed foods made with trans fat from partially hydrogenated oil. Fortunately, trans fats have been eliminated from many of these foods.\nSaturated fats, while not as harmful as trans fats, by comparison with unsaturated fats negatively impact health and are best consumed in moderation. Foods containing large amounts of saturated fat include red meat, butter, cheese, and ice cream. Some plant-based fats like coconut oil and palm oil are also rich in saturated fat.\nWhen you cut back on foods like red meat and butter, replace them with fish, beans, nuts, and healthy oils instead of refined carbohydrates.\n\nRead more about healthy fats in this “Ask the Expert” with HSPH’s Dr. Walter Willett and Amy Myrdal Miller, M.S., R.D., formerly of The Culinary Institute of America\n\nReferences\n\n\n1. Siri-Tarino, P.W., et al., Saturated fatty acids and risk of coronary heart disease: modulation by replacement nutrients. Curr Atheroscler Rep, 2010. 12(6): p. 384-90.\n\n2. Hu, F.B., Are refined carbohydrates worse than saturated fat? Am J Clin Nutr, 2010. 91(6): p. 1541-2.\n\n3. Jakobsen, M.U., et al., Intake of carbohydrates compared with intake of saturated fatty acids and risk of myocardial infarction: importance of the glycemic index. Am J Clin Nutr, 2010. 91(6): p. 1764-8.\n\n4. Hu, F.B., et al., Dietary fat intake and the risk of coronary heart disease in women. N Engl J Med, 1997. 337(21): p. 1491-9.\n\n5. Ascherio, A., et al., Dietary fat and risk of coronary heart disease in men: cohort follow up study in the United States. BMJ, 1996. 313(7049): p. 84-90.\n\n6. Hu, F.B., J.E. Manson, and W.C. Willett, Types of dietary fat and risk of coronary heart disease: a critical review. J Am Coll Nutr, 2001. 20(1): p. 5-19.\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}