{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-schools/",
  "title": "Healthy Schools",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Schools\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nHealthy Schools\n\nSchools are in a unique position to promote healthy eating and physical activity, with more than 95% of U.S. youth aged 5-17 years old attending school outside of the home. Schools can implement policies and practices that encourage healthy eating and physical activity during the school day, and can also help children and adolescents establish lifelong healthy patterns.\n\nHealthy Eating During the School Day\n\nPolicies and programs guiding what foods and beverages are available in schools provide an important opportunity to improve child health. This is especially important for children from households with lower incomes and children who are members of racial/ethnic minority groups (who, on average, have less access to healthy food, poorer dietary quality, and higher risk for obesity compared to other children). [1]\n\nSchool meals and competitive foods and beverages\n\nIn the U.S., federal assisted meal programs administered by the United States Department of Agriculture provide nutritionally adequate breakfasts, lunches, and afterschool snacks to children during the school year. The School Breakfast Program (SBP) serves meals to 14.6 million children, and the National School Lunch Program (NSLP) provides lunches and after-school snacks to more than 30 million children; 22 million receive those meals for free or at a reduced price. [2] Lower-income children participate in these programs at higher rates than other children, and can receive free or reduced-priced meals. [3]\n\nThe Healthy Hunger Free Kids Act (HHFKA) of 2010 authorized funding and set policies to improve the nutritional quality of food and beverages served to children through the SBP and NSLP. [4] HHFKA regulations required meal patterns for breakfast and lunch to increase fruits and vegetables and limit starchy vegetables, create age-specific recommended serving sizes, serve only low-fat or fat-free milk, and serve more whole grains, among other standards. [5] The HHFKA also, for the first time, established nutrition standards for competitive food and beverages sold outside of school meal programs as a la carte, from vending machines, or school stores. These “Smart Snacks” guidelines eliminated almost all sugary beverages, and placed limits on calories, sodium, and saturated fat and sugars on snacks. [6]\n\nImplementation of HHFKA has been a major advance for child nutrition, [7-9] and several studies have found its implementation was associated with significant decreased risk of obesity among school-aged children and may have been particularly impactful for students in poverty, who tend to benefit the most from NSLP/SBP. [10-12] In the U.S., Canada, and the United Kingdom, nutrition standards for competitive food and beverages and school meals in the and have demonstrated positive health impacts, including reducing consumption of sugary beverages and unhealthy snacks, and increasing fruit intake. [13]\n\nIncreasing participation in school meals\n\nTo ensure that children who would benefit most from SBP and NSLP have access to these programs, it is important to consider how to increase student participation in school meals.  One promising approach is the adoption of universal free school meals (UFSM) policies. After a UFSM policy was temporarily introduced nationwide in 2020 during the COVID-19 pandemic, several states passed legislation to continue funding the program within their own states, and many others are considering adopting a UFSM model. UFSM models are associated with increased participation in school meals and reduced obesity risk. [14] In states without UFSM, there are more localized options for increasing access to school meals. The Community Eligibility Provision (CEP) is a non-pricing meal service option for schools and school districts in low-income areas that allow them to serve breakfasts and lunches at no cost to all enrolled students without collecting household application. Schools that adopt CEP are reimbursed based on the participation in other food assistance programs such as the Supplemental Nutrition Assistance Program and Temporary Assistance for Needy Families. Students in CEP districts would be provided free, healthy meals consistent with the HHFKA guidelines, and significantly reduce the administrative burden for school districts. [15]\n\nDirect provision of fresh fruits and vegetables\n\nIn the U.S., the Fresh Fruit and Vegetable Program (FFVP) is another federally assisted program that provides free fresh fruits and vegetables to elementary school children during the school year. FFVP introduces children to new and different varieties of fresh fruits and vegetables, with the goal of increasing overall acceptance and consumption. FFVP prioritizes schools with the highest percentage of children eligible for free and reduced priced meals. [16] Other countries have also implemented direct provisions of fruits and vegetables in schools, including Canada, Denmark, Netherlands, Norway, and the United Kingdom. A meta-analysis of programs in these countries and the U.S. demonstrated that direct provision policies significantly increased fruit and vegetable intake. [13]\n\nRecommendations for school meals and competitive foods in schools\n\nProvide competitive foods and beverages and school meals that meet nutrition standards\nIncrease participation in school meals through programs such as Community Eligibility Provision and Universal School Breakfast\nStates should implement nutrition standards that strengthen the federal standards\nDirect provision of healthful food and beverages such as fruits and vegetables\nIncrease financial support for school meal programs from federal, state, and local governments\n\n Best practice guidance for school meals and competitive foods in schools\n\nGive students adequate time to eat\nEncourage staff to model healthy eating\nIncorporate nutrition education into school meal programs\nEnsure that food served at classroom parties and school functions, including fundraisers, meets competitive food standards\nLimit marketing of unhealthy foods\nSchool garden programs including nutrition and gardening education and hands-on gardening experiences\nInvest in cafeteria facilities to store, prepare, and display healthy foods\nTrain food service staff in health food preparation techniques\nRelated resources\nDrinking Water Access During the School Day\n\nProviding clean, safe drinking water in schools helps increase students’ overall water intake, maintain hydration, and reduce calorie intake if substituted for sugary drinks. [17-19] The HHFKA requires schools participating in the School Breakfast or and National School Lunch Program to make water available to students during meal times for free. [20] One study found that installation of water jet dispensers on school cafeteria lunch lines was a cost-effective strategy for preventing cases of childhood obesity. [21]\n\nRelated resources\nPhysical Activity During the School Day\n\nChildren require at least 60 minutes of moderate to vigorous physical activity each day. Schools can help children get the recommended amount of daily physical activity by offering more frequent, higher quality and more active physical education and recess, and by promoting physical activity throughout the day. [22-26]\n\nActive physical education\n\nHealth organizations recommend that schools provide 150 minutes per week of instructional physical education for school children and 225 minutes per week for middle and high school students throughout the school year. [27,28] In 2014, only 15% of elementary, 9% of middle, and 6% of U.S. high schools require students to take physical education classes on at least 3 days per week. [29] Furthermore, children often spend less than half of their time in physical education classes being physically active. [24,30] Active physical education focuses on making the time that children spend in class more active. Improving the quality of physical education classes will help children get more physical activity and encourage them to develop healthy habits.\n\nBest practice guidance for physical activity during the school day  \n\nProvide daily physical education to children in grades K-12\nProvide a minimum minutes per week of participation in physical education\nAdopt physical education standards and curriculum\nEnsure that children spend most of their physical education time being physically active\nHire licensed physical education teachers and offer them ongoing training\nMake sure that physical education requirements are not waived for other physical or academic activities\nProhibit schools and districts from using physical activity as a form of punishment\nRelated resources\nPhysical activity during recess\n\nDaily recess during the school day is a relatively easy and low-cost way to help children be physically active. In addition to offering recess, it is important that the time that children spend in recess periods is physically active time. Unfortunately, since the mid-2000s, up to 40% of U.S. school districts have reduced or eliminated recess time. [21,31] Ways to increase physical activity during recess time include providing structured physical activity, the installation of playground markings, and/or the provision of portable play equipment. [32] \n\nBest practice guidance for recess during the school day\n\nProvide all k-12 students with recess daily\nProvide schools and students with adequate spaces, facilities, equipment, and supplies for recess\nEnsure that spaces and facilities for recess meet or exceed recommended safety standards\nDo not exclude students from recess for disciplinary reasons or academic performance in the classroom\nSchedule morning recess before lunch\nProvide staff members who lead or supervise recess with ongoing professional development\nRelated resources\nActive classrooms\n\nIncorporating classroom physical activity can take place at any time and occurs at one or several brief periods during the school day. Physical activity in the classroom can be integrated into academic instruction or providing breaks from instruction designed for physical activity. In 2016, only 11% of U.S. school districts required elementary schools to provide regular classroom physical activity breaks; this was even lower for middle schools (8%) and high schools (2%). [33]\n\nBest practice guidance for classroom physical activity in schools\n\nIntegrate physical activity into planned academic instruction to reinforce academic concepts [34,35]\nProvide physical activity breaks outside of planned academic instruction\nUse classroom physical activity as a way to reinforce skills learned in physical education\nEnsure that barriers to classroom physical activity, such as lack of equipment or available space, are minimized.\nDo not withhold classroom physical activity from students as a disciplinary approach\nProvide teachers with ongoing professional development on classroom physical activity\nRelated resources\nA comprehensive school physical activity program\n\nA Comprehensive School Physical Activity Program is the development, implementation, and evaluation of strategies to increase physical activity during the school day. With active physical education, active recess, and movement breaks in the classroom. [22] A coordinated effort in schools to help all students meet recommended levels of physical activity would help children grain skills and confidence to make regular physical activity a lifelong habit.\n\nThe 5 Components of a Comprehensive School Physical Activity Program [22]\n\nPhysical Education\nPhysical Activity During School: Recess and Movement Breaks in the Classroom\nFamily and Community Engagement\nStaff Involvement\nPhysical Activity Before and After School\nRelated resources\nMulti-component School Based Programs and Policies to Improve Diet and Physical Activity\n\nSchools play an important role in improving the dietary and physical activity behaviors of students by implementing policies and practices that support healthy eating and physical activity. Multi-component school-based interventions targeting both diet and physical activity may help prevent excess weight gain among children. [36-40]\n\nThe Centers for Disease Control and Prevention created the School Health Guidelines that are the foundation for developing, implementing, and evaluating healthy eating and physical activity policies and programs for students during the school day. Resources for the School Health Guidelines are provided by the Centers for Disease Control: School Health Guidelines to Promote Healthy Eating and Physical Activity, and School Health Guidelines.\n\nThe 9 School Health Guidelines [40]\n\nHealthy Eating and Physical Activity\nSchool Environments\nQuality School Meal Program\nComprehensive Physical Activity\nHealth Education\nHealth, Mental Health, and Social Services\nPartner with Families and Community members\nSchool Employee Wellness Program\nCertified and Qualified Staff\nIntervention highlight\nA systematic review across high-income countries of strategies to prevent childhood overweight and obesity found that school-based intervention with combined diet and physical activity components and a home element had the greatest intervention effects for at least one adiposity-related outcome. The findings support recommendations that schools should be a focal point for obesity prevention efforts. [36]\nSchool Wellness Policies\n\nStarting in 2006, U.S. schools participating in NSLP and/or SBP were required to adopt and implement a wellness policy that included standards for nutrition education, school meals and competitive foods, and physical activity. Districts with strong, comprehensive policies were more successful at implementing such policies at the school level. [41] Furthermore, state wellness policy requirement laws have been associated with successful school district wellness policy implementation, highlighting the role of state laws and district policies in working together to ensure healthy eating and physical activity strategies are implemented in schools. [42] Strong school wellness policies result in improved competitive food and beverage environments and physical activity practices, and may significantly reduce the risk of adolescent obesity. [43-48]\n\nRelated resources\nRelated\nHealthy Food Environment\nActive Communities\nHealthy Spaces for Youth\nHealthy Child Care Settings\nPacking a Healthy Lunchbox\nKid’s Healthy Eating Plate\nWhy School Meals Matter\nReferences\n\nLast reviewed March 2024\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}