{
  "href": "https://nutritionsource.hsph.harvard.edu/obesity/preventing-obesity/",
  "title": "Preventing Obesity",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Obesity > Preventing Obesity\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nPreventing Obesity\n\nLet’s be clear: To make strides in reversing the obesity epidemic, changes must come from all parts of society—from governments and schools, businesses and non-profit organizations, neighborhoods and communities. Effective policies and programs are essential in ensuring that children and adults live, work, and play in environments that are conducive to healthy eating and offer opportunities for physical activity.\n\nPersonal preferences and knowledge or beliefs can influence lifestyle choices, but there are so many complex factors that strongly impact individual behaviors. This page covers individual- and family-level strategies associated with maintaining a healthy weight, with the acknowledgement that we are too often fighting against a flood of accessible unhealthy options, persuasive advertising, and policies that make it far from easy.\n\nStrategies for a Healthy Weight\n\nPreventing weight gain over the years may not be possible for everyone, but there are strategies to help reduce the amount of weight change by increasing awareness of modifiable risk factors and working toward healthy lifestyle behaviors. Most of these strategies are covered in-depth throughout the website, so keep an eye out for links to more information below.\n\nEat well\n\nNutritional quality matters when maintaining a healthy weight, and a healthy eating pattern is crucial to good health. Additionally, how we eat matters too.\n\nEat and drink these:\n\nVegetables, fresh or frozen (choose a rainbow!)\nWhole fruits, fresh or unsweetened frozen (but minimize fruit juices)\nHealthy protein sources, including plant protein (tofu, tempeh, legumes, nuts, seeds) and lean animal protein (seafood and skinless poultry)\nWhole grains like whole wheat, steel-cut oats, intact whole grains like brown rice, bulgur, barley, amaranth, quinoa\nHealthy fats, including liquid plant oils such as olive, avocado, and sunflower oil\nWater, tea, coffee (limit excess sweeteners and creams added to these beverages)\n\nEat and drink less of these:\n\nSugar-sweetened beverages (soda, fruit drinks, high-sugar sports drinks) and foods with added sugar\nFruit juices\nRefined grains (white bread, white rice, white pasta)\nRed meat (beef, pork, lamb) and processed red meats (salami, ham, bacon, sausage)\nLow-nutrient ultra-processed foods and snacks, and other highly processed foods, such as fast food\n\nHow we eat and how much:\n\nAge, gender, body size, and level of physical activity dictate how much food you need each day to achieve and maintain a healthy weight. With extra-large restaurant portions, easy access to low-cost ultra-processed snacks and fast food, it’s far too easy to overeat. Try the tips below to avoid overeating.\n\nEat breakfast. While it seems like skipping a meal is an easy way to cut calories and is often promoted with certain intermittent fasting regimens, skipping breakfast entirely can backfire when hunger comes raging back mid-day, often leading to overeating. Breakfast doesn’t have to mean a big bowl of cereal, eggs, and toast. It may mean a slice of whole grain toast with nut butter, a hardboiled egg or leftover piece of chicken and an orange, or a low-sugar protein smoothie blended with plain Greek yogurt, calcium-fortified plant milk, and fresh fruit.\nChoose small portions and eat slowly. Slowing down while eating and using smaller bowls or plates can help avoid overeating by giving the brain time to tell the stomach when it’s had enough food. Limiting distractions like turning off screens from phones and computers can also help us to increase our focus and enjoyment on food.\nEat at home. Fast food, restaurant meals, and other foods prepared away from home tend to have larger portions and richer ingredients. When cooking meals at home, you have more control what you put into them. If you feel too busy to cook, try meal prep strategies.\nEat mindfully. Taking time to think about why you’re eating and if you’re truly hungry can help you to make better food choices. When you do eat, focus all of your senses on the food with sight, smell, touch, and taste so that you can fully enjoy what you are eating. Learn more about mindful eating.\nWhat about GLP-1 RA weight loss medications?\n\nThe billion-dollar popularity of these once-weekly injectable medications is fueled by their dramatic weight loss results, with more pharmaceutical industries rushing to produce them amidst high demand causing shortages. Prescribed initially for treatment of type 2 diabetes, weight loss was a commonly observed side effect, which prompted their use for weight management.\n\nAfter eating a meal, a hormone called glucagon-like peptide-1 (GLP-1) is secreted by the small intestine. It sends messages to the brain indicating fullness. Normally, the hormone leaves the gut very quickly, so GLP-1 receptor agonist (GLP-1 RA) medications are designed to mimic and prolong the action of GLP-1. This helps food to digest more slowly so you feel full sooner and longer, thus promoting reduced caloric intake and thus weight loss. GLP-1 RAs also lower blood sugar by triggering the release of insulin. Early research has also found these drugs to lower the risk of cardiovascular diseases such as stroke and heart attack.\n\nGLP-1 RAs are used to treat both diabetes and obesity, but the U.S. Food and Drug Administration has approved specific dosages and brand names for each condition. Ozempic (semaglutide), Victoza (liraglutide), and Mounjaro (tirzepatide) are prescribed for diabetes, and Wegovy (semaglutide), Saxenda (liraglutide), and Zepbound (tirzepatide) are prescribed for obesity. Rates of weight loss have been substantial, with tirzepatide achieving up to 21% weight loss in 18 months, comparable to 25-30% weight loss achieved with gastric bypass surgery. [1] Unpleasant side effects of GLP-1 RAs are mostly gastrointestinal, with 58% of users in one study reporting stomach pain; other common complaints are constipation, nausea, vomiting, and diarrhea. Most of reported GI side effects appear to be mild and moderate. [2] Pancreatitis and gastroparesis (severely decreased stomach emptying) are less common but appear in a small percentage of users. Clinical trials such as SURMOUNT-4 and STEP 1 have shown that discontinuation of the medications causes weight regain, although it should be noted that these trials are authored by scientists who have affiliations with pharmaceutical companies that produce these medications. [3,4]\n\nShortages of GLP-1 RAs have led to the creation of falsified versions that are sold through unregulated outlets. They are discouraged by the World Health Organization, as falsified medications may lack efficacy, cause toxic reactions, and may be produced in unhygienic conditions that lead to bacterial contamination. [5]\n\nStay active\n\nRegular physical activity is not only a key component of weight control, but it also offers a host of other health benefits such as reducing the risk of various chronic diseases and improving quality of life in those who have chronic illnesses and conditions. In children and adults, it is important to not just move more but to limit “sit time” or being sedentary. See Staying Active for further guidance on safe physical activity at all ages.\n\nLimit screen time\n\nWatching television or other devices can be enjoyable and informative; unfortunately it is associated with increased sedentariness and less exercise, weight gain, increased exposure to marketing of unhealthy foods and beverages, and body image issues in youth due to unrealistic portrayals of body size and habits.\n\nGet enough sleep\n\nChronically poor sleep (less than 7 hours a night) is associated with weight gain and obesity, increased abdominal fat, poorer diet quality, increased cravings, and difficulty in controlling weight. Poor sleep quality can also lead to fatigue and less desire to exercise. See Sleep for more guidance.\n\nSelf-care\n\nToday’s world is full of daily stresses. This is a normal part of life, but when these stresses become too much, they can take a toll on health and contribute to weight gain by leading to unhealthy eating habits, poor sleep quality, and other unhealthy activities.\n\nRegular physical activity is one way to manage stress as well as control weight gain. Meditation, deep breathing exercises, nature walks or spending regular time outdoors, and finding other relaxing and enjoyable activities are important self-care strategies. See Stress and Health for more information and tips.\n\nReferences\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}