{
  "href": "https://eatforum.org/lancet-commission/cities/",
  "title": "cities",
  "content": "News\nKnowledge\nInitiatives\nPartners\nEvents\nAbout EAT\n \nHome→ EAT-Lancet Commission ...\nEAT-Lancet Commission Brief for Cities\nThe EAT-Lancet Commission presents a global planetary health diet that is healthy for both people and planet. Discover the report’s key takeaways and the specific actions that cities can take to contribute to the Great Food Transformation.\nPhoto: Linus Sundahl-Djerf\n\nWhat should you know?\n\nThe food we eat, the ways we produce it, and the amounts wasted or lost have major impacts on human health and environmental sustainability. Getting it right with food will be an important way for countries to achieve the targets of the UN Sustainable Development Goals and the Paris Agreement on climate change.\nToday, agriculture occupies nearly 40% of global land, making agroecosystems the largest terrestrial ecosystems on the planet. Food production is responsible for up to 30% of global greenhouse gas emissions and 70% of freshwater use. Land conversion for food production is the single most important driver of biodiversity loss.\nFoods sourced from animals, especially red meat, have relatively high environmental footprints per serving compared to other food groups. This has an impact on greenhouse gas emissions, land use and biodiversity loss. This is particularly the case for animal source foods from grain fed livestock.\nWhat is or is not consumed are both major drivers of malnutrition in various forms. Globally, over 820 million people continue to go hungry every day, 150 million children suffer from long-term hunger that impairs their growth and development, and 50 million children are acutely hungry due to insufficient access to food.\nIn parallel, the world is also experiencing a rise in overweight and obesity. Today, over 2 billion adults are overweight and obese, and diet-related noncommunicable diseases including diabetes, cancer and heart diseases are among the leading causes of global deaths.\nUrban food environments often pose particular challenges to health and sustainability given the concentrated availability of junk foods and related advertising.\nFood can be a powerful driver of change: The EAT-Lancet Commission outlines a planetary health diet and targets for sustainable food production that, when combined, can prevent 11 million premature adult deaths per year and drive the transition toward a sustainable global food system by 2050.\nGlobally, the planetary health diet favors increasing the consumption of a variety of fruits, vegetables, nuts and legumes alongside small portions of meat and dairy. In parts of the world, this diet involves increasing the access to certain food groups while in other areas, the diet requires a significant reduction in the overconsumption of unhealthier foods.\nA sustainable global food system by 2050 means sufficiently healthy food for all with no additional land use conversion for food, protection of biodiversity, reduced water use, decreased nitrogen and phosphorus loss to waterways, net zero carbon dioxide emissions, and significantly lower levels of methane and nitrous oxide emissions.\n\n \n\nWhat can you do?  \n\nProduce urban food differently by:\nEstablishing zoning regulations that promote urban agriculture and community gardens as a means to produce food locally, support biodiversity and ecosystem services, and to provide opportunities for citizens to engage with each other through food.\nSupporting local farmers and producers through providing incentives for sustainable production of healthy foods in peri-urban spaces, facilitating market access, and by shortening supply chains.\nChange procurement and distribution practices by: \nEnabling better access to sales outlets and independent vendors who offer healthy and sustainable food options.\nSupporting contracts and procurement policies that supply healthy diets from sustainable food systems in institutions where public meals are served.\nApplying regulations to restrict the operations of unhealthy food vendors in public areas, for example near schools or in hospitals.\nPromoting planetary health diets in school meals and education programs.\nAdopt responsible marketing principles by:\nEmbracing food labeling policies that reflect the health and sustainability implications of individual products, including suggested serving sizes and their environmental costs.\nSupporting advertising practices that promote the daily consumption of healthy and sustainable foods while limiting the marketing of foods high in calories, saturated fats, refined sugar, salt and animal-based products.\nAddress food loss and food waste by:\nOverseeing a sustainable and energy-efficient food distribution system that limits food loss.\nStriving to reduce food waste and loss among public vendors by at least 50% overall and by facilitating public behavioral change through education and awareness campaigns, including incentives to reduce household food waste.\nSupporting urban food redistribution schemes that share surplus foods with others.\nEstablishing municipal systems that separate and reuse food waste through composting, bioenergy production or other operations while also avoiding losses to landfill and incineration.\nUpgrading municipal sewage treatment to minimize nutrient pollution of aquatic systems and to eventually safely recycle nitrogen and phosphorous in cropping systems.\n\n \n\nStrengthen food system advocacy and governance by:\nDeveloping a comprehensive food strategy and corresponding policies involving all relevant municipal departments and representatives from key local stakeholder groups.\nSetting up a formal committee or multi-stakeholder mechanism to implement the city’s food strategy.\nOrganizing public education campaigns targeting schools and households about the approaches to, and benefits of, healthy and sustainable diets.\nEstablishing taxes on unhealthy foods and beverages such as sugary drinks and consider earmarking the revenue from such taxes to improve access to healthy and sustainable food.\nCollecting data on food-related challenges in the city and monitoring progress.\n\nClick here to download the Brief for Cities\nEAT_brief_cities.pdf | 74 KB\n\nClick here to download the Brief for African Cities\nEAT-Lancet_Commission_Brief_for_African_Cities.pdf | 2 MB\n\nSign up for stories about our work\nEmail\n\n \nFor Press inquiries, click here"
}