{
  "href": "https://www.hsph.harvard.edu/news/press-releases/substituting-healthy-plant-proteins-for-red-meat-lowers-risk-for-heart-disease/",
  "title": "first meta-analysis of randomized controlled trials",
  "content": "Skip to main content\nSearch\nGiving\nHarvard T.H. Chan School of Public Health\nDegrees & Programs\nAdmissions\nFaculty & Research\nOpen Primary Navigation\nHome / News / Substituting healthy plant proteins for red meat lowers risk for heart disease\nFood, Nutrition, Diet\nSubstituting healthy plant proteins for red meat lowers risk for heart disease\n\nBy\n\nStaff Writer\n\nApril 9, 2019\nShare Post\n\nStudy is first meta-analysis of randomized controlled trials to look at health effects of red meat in diet by swapping it for other types of foods\n\nFor immediate release: April 9, 2019\n\nBoston, MA – Diets that replaced red meat with healthy plant proteins led to decreases in risk factors for cardiovascular disease (CVD), according to a new study from Harvard T.H. Chan School of Public Health and Purdue University.\n\nThe study is the first meta-analysis of randomized controlled trials examining the health effects of red meat by substituting it for other specific types of foods.\n\nThe study was published in the journal Circulation.\n\n“Previous findings from randomized controlled trials evaluating the effects of red meat on cardiovascular disease risk factors have been inconsistent. But our new study, which makes specific comparisons between diets high in red meat versus diets high in other types of foods, shows that substituting red meat with high-quality protein sources lead to more favorable changes in cardiovascular risk factors,” said Marta Guasch-Ferré, research scientist in the Department of Nutrition and lead author of the study.\n\nThe study included data from 36 randomized controlled trials involving 1,803 participants. The researchers compared people who ate diets with red meat with people who ate more of other types of foods (i.e. chicken, fish, carbohydrates, or plant proteins such as legumes, soy, or nuts), looking at blood concentrations of cholesterol, triglycerides, lipoproteins, and blood pressure—all risk factors for CVD.\n\nThe study found that when diets with red meat were compared with all other types of diets combined, there were no significant differences in total cholesterol, lipoproteins, or blood pressure, although diets higher in red meat did lead to higher triglyceride concentrations than the comparison diets. However, researchers found that diets higher in high-quality plant protein sources such as legumes, soy, and nuts resulted in lower levels of both total and LDL (“bad”) cholesterol compared to diets with red meat.\n\nThe results are consistent with long-term epidemiologic studies showing lower risks of heart attacks when nuts and other plant sources of protein are compared to red meat, the authors said. The findings also suggest that the inconsistencies found in prior studies regarding the effects of red meat on cardiovascular risk factors may be due, in part, to the composition of the comparison diet. They recommended that future studies take specific comparisons into account.\n\n“Asking ‘Is red meat good or bad?’ is useless,” said Meir Stampfer, professor of epidemiology and nutrition and senior author of the study. “It has to be ‘Compared to what?’ If you replace burgers with cookies or fries, you don’t get healthier. But if you replace red meat with healthy plant protein sources, like nuts and beans, you get a health benefit.”\n\nThe authors recommended adherence to healthy vegetarian and Mediterranean-style diets, both for their health benefits and to promote environmental sustainability.\n\nOther Harvard Chan authors of the study included Ambika Satija, Stacy Blondin, Frank Hu, and Walter Willett.\n\nGuasch-Ferré is supported by American Diabetes Association grant #1-18-PMF-029. Satija is supported by American Heart Association Grant #16POST29660000.\n\n“Meta-Analysis of Randomized Controlled Trials of Red Meat Consumption in Comparison With Various Comparison Diets on Cardiovascular Risk Factors,” Marta Guasch-Ferré, Ambika Satija, Stacy Blondin, Marie Janiszewski, Ester Emlen, Lauren O’Connor, Wayne Campbell, Frank Hu, Walter Willett, Meir Stampfer, Circulation, online April 8, 2019, doi: 10.1161/CIRCULATIONAHA.118.035225\n\nphoto: iStock\n\nVisit the Harvard Chan School website for the latest news, press releases, and multimedia offerings.\n\nFor more information:\n\nChris Sweeney\n617.432.8416\ncsweeney@hsph.harvard.edu\n\n###\n\nHarvard T.H. Chan School of Public Health brings together dedicated experts from many disciplines to educate new generations of global health leaders and produce powerful ideas that improve the lives and health of people everywhere. As a community of leading scientists, educators, and students, we work together to take innovative ideas from the laboratory to people’s lives—not only making scientific breakthroughs, but also working to change individual behaviors, public policies, and health care practices. Each year, more than 400 faculty members at Harvard Chan School teach 1,000-plus full-time students from around the world and train thousands more through online and executive education courses. Founded in 1913 as the Harvard-MIT School of Health Officers, the School is recognized as America’s oldest professional training program in public health.\n\nRelated Topics\nFood, Nutrition, Diet\nLast Updated\nNovember 22, 2024\nRelated News\nRole of microbiome in food system explored at symposium\nFood, Nutrition, Diet\nMay 22, 2025\nYunge Xiao, SM ’25, gained confidence as a researcher at Harvard Chan School\nHealth Policy\nMay 21, 2025\nIn the Media\nCoffee may improve gut health\nFood, Nutrition, Diet\nMay 8, 2025\nGet the latest public health news\n\nStay connected with Harvard Chan School\n\nSubscribe to our newsletters\nUnleash your potential at Harvard Chan School.\n\nIn addition to our degree programs, we offer highly targeted executive and continuing education, directed and taught by Harvard faculty.\n\nDegree Programs\nHow to Apply\nExecutive and Continuing Education\nHarvard T.H. Chan School of Public Health\nAdministrative Offices\nPublic Health Resources\nJobs\nmy.harvard\nIntranet\nMake a Gift\nContact\nReport Issue / Leave Feedback\nAccessibility\nDigital Accessibility\nPrivacy Statement\nNondiscrimination Policy\nReport Copyright Infringement\nReport Security Issue\nTrademark Notice\nPublic health insights in your inbox.\n\nStay connected with newsletters on climate, nutrition, communication — and the latest from Harvard Chan School.\n\nSubscribe\n677 Huntington Avenue, Boston, MA 02115\n© 2025 The President and Fellows of Harvard College\nyoutube\nlinkedin\ninstagram\ntiktok\nthreads"
}