{
  "href": "https://nutritionsource.hsph.harvard.edu/olive-oil-dressing-with-chicken-walnuts-recipe/",
  "title": "Olive Oil Dressing (Stuffing) with Chicken and Walnuts",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Olive Oil Dressing (Stuffing) with Chicken & Walnuts\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nOlive Oil Dressing (Stuffing) with Chicken & Walnuts\n\nWe show how to use meat as a “condiment” in this recipe, which also includes olive oil – no butter – and whole wheat bread. Walnuts, rich in omega-3 fatty acids, give the dish a subtle, nutty flavor and delightful texture.\n\nIngredients (Serves 8)\n1 medium-large yellow onion\n2 large stalks celery\n1 clove garlic\n1/2 lb. Italian chicken sausage (can be omitted for vegetarian option)\n6-8 sprigs fresh sage\n1 sprig rosemary\n2 sprigs thyme\n2 teaspoons dried sage\n2 teaspoons cracked black pepper\nextra virgin olive oil\n1 loaf whole wheat bread\n1-2 cups homemade very low-sodium vegetable stock\n1/2-3/4 cup dried cranberries\n3/4 cup walnuts, halves and pieces\nInstructions\nCut the onion and celery into a small dice (1/4”). Mince the garlic. Mince the leaves of the sage, rosemary, and thyme. The fresh and dried sage is essential – the other herbs are not. Cut the bread into 3/4” cubes and set aside. If using, take the casings off of the sausage.\nHeat an oven to 350 degrees Fahrenheit. Arrange the walnut pieces on a baking sheet, and toast for 5-6 minutes until lightly browned.\nHeat 2 Tablespoons of olive oil in a large sauté pan or dutch oven over medium heat. If using, put the chicken sausage in the pan, and break up into small pieces as it cooks. Cook the sausage for 8-12 minutes, stirring frequently and scraping the bottom of the pan, until the sausage is browned. Add the onion, celery, garlic, another tablespoon of olive oil. Turn the heat to medium-low and sweat the veggies for 6-8 minutes until translucent.\nAdd the minced herbs, dried sage, and black pepper, and stir frequently for 30 seconds. Add the bread cubes and another 1-2 tablespoons of olive oil. Cook the bread cubes, stirring constantly, for 5-6 minutes until everything is evenly mixed. Start to add the stock, a little at a time, scraping the bottom of the pan as you do so. Add stock until the bread is nicely moist, but not mushy. When the right consistency is achieved, add the walnuts and cranberries.\nHeat an oven to 400 degrees Fahrenheit. Pour the stuffing into a 9×11 baking dish, and bake for 15-25 minutes, checking frequently, until the top is lightly toasted.\n\nMore recipes to Prioritize Plants for Healthy Holiday Cooking\n\nNutrition information per serving (1/8 of recipe):\n\nWith chicken sausage:\n395 calories, 19 g protein, 53 g carbohydrate, 8 g fiber, 17 g sugar (includes 0 g added sugar), 551 mg sodium, 56 mg potassium, 13 g fat (2 g sat, 4 g mono, 7 g poly, 0 g trans), 28 mg cholesterol\n\nWithout chicken sausage:\n354 calories, 12 g protein, 53 g carbohydrate, 8 g fiber, 17 g sugar (includes 0 g added sugar), 337 mg sodium, 56 mg potassium, 11 g fat (1 g sat, 2 g mono, 7 g poly, 0 g trans), 0 mg cholesterol\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}