{
  "href": "https://nutritionsource.hsph.harvard.edu/iodine/",
  "title": "Iodine",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Iodine\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nIodine\n\nIodine is an essential trace mineral not made by the body so must be obtained by food or supplements. It is found naturally in some foods and is added to supplements and some salt seasonings. Iodine is needed to make the thyroid hormones thyroxine and triiodothyronine, which assist with the creation of proteins and enzyme activity, as well as regulating normal metabolism. Without enough iodine, these thyroid hormones do not work properly and can lead to an under-active or overactive thyroid gland, causing the medical conditions of hypothyroidism and hyperthyroidism with various negative side effects in the body.\n\nRecommended Amounts \n\nRDA: The Recommended Dietary Allowance for iodine is 150 micrograms (mcg) daily for adult men and women 19+ years, and 220 and 290 mcg daily for pregnant and lactating women, respectively. [1,2]\n\nUL: A Tolerable Upper Intake Level (UL) is the maximum daily dose unlikely to cause adverse side effects in the general population. The UL for iodine for adults 19+ years and pregnant and lactating women is 1,100 mcg daily.\n\nIodine and Health\nInfant and childhood health\nHypothyroidism and hyperthyroidism\nFood Sources\n\nIodine is found in soil and the ocean, which varies in amount and will affect how much of the mineral is contained in a food. Iodine is found mainly in animal protein foods and sea vegetables, and to a lesser extent in fortified foods like breads, cereals, and milk.\n\nSeaweed (nori, kelp, kombu, wakame)\nFish, shellfish (cod, canned tuna, oysters, shrimp)\nTable salts labeled “iodized”\nDairy (milk, cheese, yogurt)\nEggs\nBeef liver\nChicken\nFortified infant formula\nSigns of Deficiency and Toxicity\nDeficiency\n\n Iodine regulates metabolism, the conversion of energy obtained from food into energy to help cells function and grow. A deficiency of iodine can therefore prevent normal growth and development. This is especially dangerous in pregnant women and infants, in which miscarriage, stillbirth, stunted growth, and cognitive impairments (difficulties with reading, writing, talking, problem solving, social skills) can occur. In adults, an iodine deficiency of less than 10-20 mcg a day can lead to inadequate thyroid hormone production, called hypothyroidism, which disrupts normal metabolic functions like regulating heart rate, body temperature, and body weight. [2] A lump or swelling in the neck, called goiter, often accompanies hypothyroidism. Other signs of hypothyroidism include:\n\nFatigue, lethargy\nWeakness\nSensitivity to cold\nConstipation\nDry skin and hair\nWeight gain\n\nPeople at risk for iodine deficiency include those who do not use iodized salt or supplements containing iodine, pregnant women, vegans who do not eat any animal foods, and those living in areas with low levels of iodine in the soil (e.g., mountainous regions). \n\nToxicity\n\nHigh iodine intakes are usually well-tolerated in most healthy people and do not cause problems. [1] This has been observed in countries such as Japan and Korea that eat iodine-rich seaweed regularly. [3] But some people with autoimmune thyroid disease or who have a history of chronic iodine deficiency can be sensitive to receiving extra iodine, inducing conditions of iodine deficiency like hypothyroidism and goiter. [2,4] Excess iodine can also lead to too much thyroid hormone production, causing hyperthyroidism; signs of this condition are an increased metabolism that promotes weight loss, fast or irregular heartbeat, hand tremors, irritability, fatigue, and sweatiness. Sometimes even just a slight increase in dietary iodine above the RDA can cause iodine-induced hyperthyroidism in sensitive individuals. [4]\n\nSome epidemiologic studies have shown that high seaweed intakes are associated with an increased risk of certain types of thyroid cancer, particularly in postmenopausal women, but the exact mechanism is unclear. [2,3]\n\nExcess iodine intake may come from use of high-dose supplements or overeating certain seaweeds and salts that contain iodine. Severe iodine poisoning is rare, but symptoms include fever; stomach pain; nausea; vomiting; a burning sensation of the mouth, throat, and stomach; and even coma. [2] Children, infants, the elderly, and those with existing thyroid disease are particularly vulnerable to iodine toxicity and iodine-induced hypothyroidism and hyperthyroidism. [3,4]\n\nDid You Know? \nIn the U.S., people obtain most of their dietary iodine from iodized salt and milk.\nIodine supplements can interact with certain blood pressure medications and diuretics, including lisinopril, spironolactone, and amiloride, causing a dangerous buildup of potassium in the blood called hyperkalemia.\nIodine is an ingredient in contrast agents that a person may take before having an X-ray or computed tomography (CT scan). It helps to absorb the rays so that clearer pictures of the body’s organs can be seen.\nRelated\n\nVitamins and Minerals\n\nReferences\n\nLast reviewed March 2023\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}