{
  "href": "https://nutritionsource.hsph.harvard.edu/intermittent-fasting/",
  "title": "Learn more about intermittent fasting",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Weight > Diet Reviews > Diet Review: Intermittent Fasting for Weight Loss\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nDiet Review: Intermittent Fasting for Weight Loss\n\nFinding yourself confused by the seemingly endless promotion of weight-loss strategies and diet plans? In this series, we take a look at some popular diets—and review the research behind them.\n\nWhat Is It?\n\nIntermittent fasting is a diet regimen that cycles between brief periods of fasting, with either no food or significant calorie reduction, and periods of unrestricted eating. It is promoted to change body composition through loss of fat mass and weight, and to improve markers of health that are associated with disease such as blood pressure and cholesterol levels. Its roots derive from traditional fasting, a universal ritual used for health or spiritual benefit as described in early texts by Socrates, Plato, and religious groups. [1] Fasting typically entails a steady abstinence of food and beverages, ranging from 12 hours to one month. It may require complete abstinence, or allow a reduced amount of food and beverages.\n\nProlonged very low calorie diets can cause physiological changes that may cause the body to adapt to the calorie restriction and therefore prevent further weight loss. [2] Intermittent fasting attempts to address this problem by cycling between a low calorie level for a brief time followed by normal eating, which may prevent these adaptations. However, research does not consistently show that intermittent fasting is superior to continuous low calorie diets for weight loss efficiency.\n\nHow It Works\n\nThe most common methods are fasting on alternate days, for whole days with a specific frequency per week, or during a set time frame. [3]\n\nAlternate-day fasting—Alternating between days of no food restriction with days that consist of one meal that provides about 25% of daily calorie needs. Example: Mon-Wed-Fri consists of fasting, while alternate days have no food restrictions.\nWhole-day fasting—1-2 days per week of complete fasting or up to 25% of daily calorie needs, with no food restriction on the other days. Example: The 5:2 diet approach advocates no food restriction five days of the week, cycled with a 400-500 calorie diet the other two days of the week.\nTime-restricted feeding—Following a meal plan each day with a designated time frame for fasting. Example: Meals are eaten from 8am-3pm, with fasting during the remaining hours of the day.\nThe Research So Far\n\nPhysiologically, calorie restriction has been shown in animals to increase lifespan and improve tolerance to various metabolic stresses in the body. [4] Although the evidence for caloric restriction in animal studies is strong, there is less convincing evidence in human studies. Proponents of the diet believe that the stress of intermittent fasting causes an immune response that repairs cells and produces positive metabolic changes (reduction in triglycerides, LDL cholesterol, blood pressure, weight, fat mass, blood glucose). [3,5] An understandable concern of this diet is that followers will overeat on non-fasting days to compensate for calories lost during fasting. However, studies have not shown this to be true when compared with other weight loss methods. [5]\n\nA systematic review of 40 studies found that intermittent fasting was effective for weight loss, with a typical loss of 7-11 pounds over 10 weeks. [2] There was much variability in the studies, ranging in size from 4 to 334 subjects, and followed from 2 to 104 weeks. It is important to note that different study designs and methods of intermittent fasting were used, and participant characteristics differed (lean vs. obese).  Half of the studies were controlled trials comparing the fasting group to a comparison group and/or a control group (either continuous calorie restriction or usual lifestyle), with the other half examining an intermittent fasting group alone. A brief summary of their findings:\n\nDropout rates ranged from 0-65%. When comparing dropout rates between the fasting groups and continuous calorie restriction groups, no significant differences were found. Overall, the review did not find that intermittent fasting had a low dropout rate, and therefore was not necessarily easier to follow than other weight loss approaches.\nWhen examining the 12 clinical trials that compared the fasting group with the continuous calorie restriction group, there was no significant difference in weight loss amounts or body composition changes.\nTen trials that investigated changes in appetite did not show an overall increase in appetite in the intermittent fasting groups despite significant weight loss and decreases in leptin hormone levels (a hormone that suppresses appetite).\n\nA randomized controlled trial that followed 100 obese individuals for one year did not find intermittent fasting to be more effective than daily calorie restriction. [6] For the 6-month weight loss phase, subjects were either placed on an alternating day fast (alternating days of one meal of 25% of baseline calories versus 125% of baseline calories divided over three meals) or daily calorie restriction (75% of baseline calories divided over three meals) following the American Heart Association guidelines. After 6 months, calorie levels were increased by 25% in both groups with a goal of weight maintenance. Participant characteristics of the groups were similar; mostly women and generally healthy. The trial examined weight changes, compliance rates, and cardiovascular risk factors. Their findings when comparing the two groups:\n\nNo significant differences in weight loss, weight regain, or body composition (e.g., fat mass, lean mass).\nNo significant differences in blood pressure, heart rate, fasting glucose, and fasting insulin. At 12 months, although there were no differences in total cholesterol and triglycerides, the alternate-day fasting group showed significantly increased LDL cholesterol levels. The authors did not comment on a possible cause.\nThe dropout rate was higher in the alternate-day fasting group (38%) than in the daily calorie restriction group (29%). Interestingly, those in the fasting group actually ate less food than prescribed on non-fasting days though they ate more food than prescribed on fasting days.\n\nA one-year randomized trial also did not find intermittent fasting (16:8 method) more beneficial than calorie reduction without a restricted eating time. [7] Patients with obesity were placed on the same moderate calorie restriction but randomized to one of two groups: time-restricted eating (allowed to eat from 8am-4pm), or allowed to eat any time. Weight, waist circumference, body mass index, body fat, and blood work were measured. At one year, the time-restricted group lost an average of 18 pounds and the time-unrestricted group lost 14 pounds; blood pressure, cholesterol, and blood glucose levels also decreased. However, the changes in weight and other parameters were not significantly different among the groups.\n\nPotential Pitfalls\n\nThis type of dietary pattern would be difficult for someone who eats every few hours (e.g., snacks between meals, grazes). It would also not be appropriate for those with conditions that require food at regular intervals due to metabolic changes caused by their medications, such as with diabetes. Prolonged periods of food deprivation or semi-starvation places one at risk for overeating when food is reintroduced, and may foster unhealthy behaviors such as an increased fixation on food. [8,9]\n\nIndividuals with the following conditions should abstain from intermittent fasting:\n\nDiabetes\nEating disorders that involve unhealthy self-restriction (anorexia or bulimia nervosa)\nUse of medications that require food intake\nActive growth stage, such as in adolescents\nPregnancy, breastfeeding\n\nUnanswered Questions\n\nHow often and for how long should one fast to see a therapeutic benefit?\nIs this diet safe and beneficial for everyone (e.g., generally healthy population, higher risk individuals with chronic diseases, elderly)?\nWhat are the long-term effects of intermittent fasting?\nIs there a risk of negatively influencing the dietary behaviors of other family members, especially in children who see their parents abstaining from food and skipping meals?\nBottom Line\n\nAlthough certain benefits of caloric restriction have been demonstrated in animal studies, similar benefits of intermittent fasting in humans have not been observed. It is unclear that intermittent fasting is superior to other weight loss methods in regards to amount of weight loss, biological changes, compliance rates, and decreased appetite. Certain people who typically eat one or two meals a day or do not eat for long stretches of time may show better compliance with this type of regimen. Additionally, people who tend to eat or snack excessively at night may benefit from a cut-off eating time, especially if the late eating leads to unpleasant side effects such as reflux or disrupted sleep.\n\nMore high-quality studies including randomized controlled trials with follow-up of greater than one year are needed to show a direct effect and the possible benefits of intermittent fasting. Strong recommendations on intermittent fasting for weight loss cannot be made at this time.\n\nRelated\nHealthy Weight\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nOther Diet Reviews\nReferences\n\n \n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}