{
  "href": "https://nutritionsource.hsph.harvard.edu/crispy-pan-seared-white-fish-walnut-romesco-pea-shoot-salad/",
  "title": "Crispy Pan Seared Bass with Walnut Romesco and Pea Shoot Salad",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Crispy Pan Seared White Fish with Walnut Romesco and Pea Shoot Salad\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nCrispy Pan Seared White Fish with Walnut Romesco and Pea Shoot Salad\n\nRomesco is a classic sauce from Catalonia, Spain that was originally made to eat with fish. Typically, the sauce consists of roasted tomatoes, garlic, almonds, oil, and some type of pepper. For our version, a handful of toasted walnuts provides a subtle sweetness, richness, and slightly thickens the sauce to a creamy consistency. In place of roasted tomatoes, we use jarred roasted red peppers, hitting all of those sweet, umami, savory notes. A splash of sherry vinegar brightens the sauce, providing enough acidity to complement a piece of fish or meat. Here we serve our romesco with a simple, crispy-skinned piece of fish and a bright, herbaceous salad on top. Any firm-fleshed, white fish works well here: We recommend striped bass, black bass, halibut, and snapper. If you prefer a sauce with a little less acidic punch, you may substitute red wine vinegar for sherry vinegar in Step 2. And if you’re having trouble finding pea shoots, arugula, watercress, or any other light leafy green will do just fine.\n\nCrispy Pan Seared White Fish with Walnut Romesco and Pea Shoot Salad\nRecipe courtesy of Tim Chin\nServes 4\nIngredients:\n\nFish\n4 (4- to 6-ounce) skin-on white fish fillets, 1 to 1½ inches thick\nKosher salt\n\n2 tablespoons vegetable oil\n\nSauce\n\n1 (12-ounce) jar roasted red peppers, drained (8.5 oz dry weight)\n1 tablespoon sherry vinegar\n1 clove garlic\n1 teaspoon smoked paprika\n½ teaspoon cayenne pepper\n2 teaspoons kosher salt\n¼ cup extra-virgin olive oil\n\n½ cup (2 ounces) toasted walnuts\n\nSalad\n\n1 small shallot, minced\n2 tablespoons extra-virgin olive oil\n2 teaspoons lemon juice\n½ teaspoon kosher salt\n¼ teaspoon pepper\n2 cups pea shoots, cut into 2-inch pieces\n½ cup (2 ounces) toasted walnuts, chopped coarsely\n2 tablespoons mint leaves, torn into 1/2-inch pieces\nPreparation:\n\nFor the Fish: Using sharp knife score skin lengthwise at ½-inch intervals, making ¼-inch-deep cuts, stopping ½ inch from top and bottom of filet. Season both sides of filets evenly with 2 teaspoons salt and place skin side up on wire rack set in rimmed baking sheet. Refrigerate for at least 45 minutes or up to 1½ hours.\nFor the Sauce: Meanwhile, place peppers, vinegar, garlic, 2 teaspoons salt, smoked paprika, and cayenne in blender and blend on high speed until smooth, about 30 seconds. With blender running, slowly drizzle in oil until smooth and creamy, about 1 minute. Add walnuts and blend on high speed until smooth, about 1 minute longer. (For smoother sauce, strain sauce through fine-mesh strainer, pressing on solids to extract as much liquid as possible; discard solids.) Transfer sauce to bowl and season with salt to taste.  \nFor the Salad: Whisk shallot, oil, lemon juice, salt, and pepper in large bowl until combined. Add pea shoots, walnuts, and mint and toss gently to combine. Season with salt to taste and set aside until ready to use.\nRemove fish from refrigerator and pat skin dry with paper towels. Heat oil in 12-inch nonstick skillet over high heat until just smoking. Carefully slide fillets, skin side down, into skillet. Immediately reduce heat to medium-low; using fish spatula, firmly press fillets down for 20 to 30 seconds to create good contact between skin and skillet. Continue to cook, tilting skillet occasionally to distribute oil, until skin is well browned and flesh is opaque except for top ¼ inch, 8 to 12 minutes. (If at any time during searing, oil starts to smoke or sides of fish start to brown, reduce heat so that oil is sizzling but not smoking.)\nTurn off heat. Flip fish and continue cooking until fish registers 125 degrees F/52 degrees C, about 30 seconds longer. Immediately transfer fish to large platter or wire rack set in rimmed baking sheet. Spoon dollops of sauce onto individual plates. Place fillets, skin side up, on top of sauce and serve with salad.\nNutrition facts:\n1 serving654 calories29 grams of protein12 grams of carbohydrates5 grams of fiber5 grams of sugar946 milligrams of sodium748 milligrams of potassium59 grams of fat( 31 grams of saturated fat18 grams of monounsaturated fat7 grams of polyunsaturated fat)\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}