{
  "href": "https://nutritionsource.hsph.harvard.edu/recipes/%7Cilink%7Crecipes/asparagus-with-warm-tarragon-pecan-vinaigrette",
  "title": "Asparagus with Warm Tarragon–Pecan Vinaigrette",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Asparagus with Warm Tarragon-Pecan Vinaigrette\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nAsparagus with Warm Tarragon-Pecan Vinaigrette\n\nTry this sparkly dish as an appetizer all on its own, so it can get the full attention it deserves.\n\nAsparagus with Warm Tarragon-Pecan Vinaigrette\nRecipe courtesy of Mollie Katzen\nCook Time 15-20 min.\nServes 4-6\nIngredients:\n\n1½ pounds fresh asparagus (medium-thick)\n2 tablespoons balsamic vinegar\n2 teaspoons sugar or light-colored honey\n2 tablespoons olive oil\n1 cup minced pecans\n2 teaspoons minced or crushed garlic\n½ teaspoon salt (or to taste)\n1 to 2 tablespoons minced fresh tarragon (or 2 teaspoons dried)\nFreshly ground black pepper\nPreparation:\n\nBreak off and discard the tough bottom ends of the asparagus, then slice the stalks on the diagonal into 1½-inch pieces. Set aside.\nCombine the vinegar and sugar or honey in a small bowl and mix until uniform. (You might need to warm the honey for about 10 seconds in a microwave if it’s too stiff.) Set aside.\nPlace a large, deep skillet over medium heat. After about a minute, add 1 tablespoon of the olive oil, and swirl to coat the pan. Add the pecans, turn the heat down, and sauté over medium-low heat for about 10 minutes, or until the nuts are fragrant and lightly toasted. Watch them carefully so they don’t burn. Transfer the nuts to another dish and set aside.\nReturn the pan to the stove, and increase the heat to medium-high. Wait about a minute, then add another tablespoon olive oil and swirl again to coat the pan. Toss in the asparagus, and stir-fry for about 3 to 5 minutes, or until the asparagus is just barely tender. (Thicker asparagus will take longer.) Sprinkle in the garlic and salt during the last minute or so of cooking.\nTurn up the heat to high, and pour in the vinegar mixture, stirring as you go. Stir-fry over high heat for only about 30 seconds, then remove from heat.\nStir in the tarragon, and add black pepper to taste. Serve hot, warm, or at room temperature, sprinkled with the reserved pecans.\nNutrition facts:\nPer 1/6 of recipe189 calories3 grams of protein7 grams of carbohydrates3 grams of fiber200 milligrams of sodium18 grams of fat( 2 grams of saturated fat11 grams of monounsaturated fat5 grams of polyunsaturated fat)\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}