{
  "href": "https://nutritionsource.hsph.harvard.edu/superfoods/",
  "title": "superfoods",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Superfoods or Superhype?\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nSuperfoods or Superhype?\n\n“Superfoods,” “power foods,” “top 10 foods”—do these titles catch your attention? For those of us seeking to improve our health, the notion of a superfood can be appealing. We may imagine a powerful food with special abilities like promoting weight loss or healing disease. There’s no scientifically based or regulated definition for superfood, but generally, a food is promoted to superfood status when it offers high levels of desirable nutrients, is linked to the prevention of a disease, or is believed to offer several simultaneous health benefits beyond its nutritional value. Its inclusion in the Merriam-Webster Dictionary confirms its widespread use, which defines a superfood as “a food (such as salmon, broccoli, or blueberries) that is rich in compounds (such as antioxidants, fiber, or fatty acids) considered beneficial to a person’s health.”\n\nThe First Superfood\n\nWhere did the term superfood originate? Interestingly, not from those who formally study food, such as nutrition scientists and dietitians. The earliest recorded example may have taken place in the early 20th century around World War I, used as part of a food marketing strategy. The United Fruit Company initiated an enthusiastic advertising campaign to promote its major import of bananas. It published informational pamphlets including Points About Bananas and the Food Value of the Banana. [1] Initially the company had advertised the practicality of bananas in a daily diet, being cheap, nutritious, easily digested, available everywhere, good when cooked and not cooked, and sealed by nature in a germ-proof package. To get people to eat more, they suggested adding bananas in cereal for breakfast, in salads for lunch, and fried with meat for dinner.\n\nHowever, the popularity of the term soared after being endorsed in medical journals, due to physicians publishing their findings of a banana diet to treat conditions like celiac disease and diabetes. [2] The American Medical Association announced that bananas in a child’s diet would provide relief for celiac disease or cure it (gluten had not yet been discovered as the true culprit). Bananas soon bore an emblem of health, and mothers made bananas a dietary staple for their children and infants even if they did not have celiac disease. The United Fruit Company included these health benefits in its promotional material and the popular press flaunted headlines about bananas, birthing the banana diet craze.\n\nSuperfoods = Super Sales\n\nThe difference in the 21st century is that information now spreads at viral speed so that a new superfood seems to appear on a monthly basis. The essentials are in place: scientific research on a particular food, catchy headlines from the fast-paced popular press, as well as infomercials and marketing campaigns of involved food industries.\n\nSuperfoods often translate into super sales that have created a billion-dollar industry. According to a Nielson survey, consumers are willing to pay more for foods perceived as healthy, and health claims on labels seem to help. Interestingly, foods already perceived as healthy that also carry a health claim show the greatest sales. [3] This may be due to providing added confirmation of a consumer’s knowledge about a healthful food, increasing the likelihood they will purchase it. The survey also shows that about 80% of respondents see “food as medicine” and eat certain foods to prevent health problems like obesity, diabetes, hypertension and high cholesterol. No surprise then that plant-based foods like fruits, vegetables, and whole grains, which are generally perceived as health-promoting, often top superfoods lists.\n\nThe food industry certainly has the incentive to market a product as a superfood, which boosts sales. According to Mintel research, in 2015 there was a 36% increase globally in the number of foods and beverages launched that were labeled as a “superfood,” “superfruit,” or “supergrain,” with the United States leading those product launches. [4] Quinoa and other ancient grains, chia seeds, and kale enjoyed consistent sales growth in 2017.  A recent list of the top 13 trending ingredients based on data from food and beverage startup companies include pea protein, seaweed, ginger, turmeric, matcha, oats, barley, and chickpeas. [5]\n\nThe Story of the Blueberry\nAnother food star, blueberries, hit their peak in the early 21st century after an indirect endorsement from government-sponsored research. In 1991, a rating tool called the Oxygen Radical Absorbance Capacity (ORAC) was created by scientists from the National Institute on Aging and the United States Department of Agriculture (USDA). It was used to measure the antioxidant capacity of foods. Antioxidants are molecules that may help reduce the amount of damaging free radicals in the body, and therefore are believed to be health-promoting. The USDA provided an ORAC database on its website highlighting foods with high ORAC scores, including cocoa, berries, spices, and legumes. Blueberries and other foods topping the list were heavily promoted as disease fighters even if the science was weak, from cancer to brain health to heart disease. However, 20 years later the USDA retracted the information and removed the database after determining that antioxidants have many functions, not all of which are related to free radical activity. [6] Despite the retraction, blueberry production in the U.S. doubled from 1998-2006, and has continued to increase every year through 2016 according to USDA data. [7]\nSome other sensationalized superfoods, from A to Z:\n\naçai, almond, avocado, broccoli, cacao, chia seeds, eggs, garlic, goji, green tea, kale, kefir, mangosteen, pomegranate, salmon, seaweed, wheatgrass\n\nThe Bottom Line: Focus on a Super Plate, Not Just Superfoods\n\nSuperfoods are often nutritious but it’s clear that the term is more useful for driving sales than it is for providing optimal nutrition recommendations. A downside of superfoods is that the title alone may cause people to focus on a few specific foods, blinding them to other equally nutritious options that aren’t as hyped. Variety in our diet is important not only to gain the benefit of eating a wide array of essential vitamins and minerals, but also to prevent one from eating too much (or too little) of a particular nutrient. It also keeps our meals interesting and flavorful!\n\nSo yes, explore individual foods and learn how to select, prepare, and enjoy them—but don’t be distracted by the latest overhyped food or fad. Instead, focus on creating a “super plate” full of different healthy and flavorful foods. Need some inspiration? Check out the Healthy Eating Plate to get started.\n\nReferences\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}