{
  "href": "https://nutritionsource.hsph.harvard.edu/about/",
  "title": "About",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > About\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nAbout\n\nThe Nutrition Source is a leading authority on food and nutrition knowledge, providing science-based guidance for healthy living. Based at the Harvard T. H. Chan School of Public Health’s Department of Nutrition, The Nutrition Source offers comprehensive nutrition information through timely articles and FAQs, while recipes and tools, including the Healthy Eating Plate, facilitate the translation of food and nutrition knowledge into daily practice. With the media culture full of confusing nutrition misinformation, clinicians, health professionals, journalists, and the general public can rely on and trust The Nutrition Source’s independent, clear, and unbiased content—free from industry influence or support.\n\nLaunched in 2001, The Nutrition Source accepts no advertising or commercial sponsorship, nor does it endorse any particular products. Expert faculty from the Department of Nutrition and other invited experts review all content before it is posted on the site, and all content is re-reviewed regularly. This website is meant for educational purposes. The contents of this website are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\nEditorial Director:\n\nLilian Cheung, Lecturer, Director of Health Promotion and Communication in the Department of Nutrition\n\nThe Nutrition Source Team:\n\nBrett Otis\nNancy Oliveira\n\nFormer contributors and/or website staff:\n\nSari Kalin\nEmily Phares\nWill Koh\nPat Skerrett\nHank Dart\n\nEditorial Committee:\n\nAlberto Ascherio, Professor of Nutrition and Epidemiology\nWafaie Fawzi, Richard Saltonstall Professor of Population Sciences; Professor of Nutrition, Epidemiology, and Global Health\nTeresa Fung, Adjunct Professor of Nutrition\nGokhan Hotamisligil, J.S. Simmons Professor of Genetics and Metabolism\nFrank Hu, Fredrick J. Stare Professor of Nutrition and Epidemiology; Chair, Department of Nutrition\nDavid Hunter, Vincent L. Gregory Professor in Cancer Prevention, Emeritus\nEric Rimm, Professor in the Departments of Epidemiology and Nutrition\nFrank Sacks, Professor of Cardiovascular Disease Prevention, Emeritus\nStephanie Smith-Warner, Senior Lecturer on Nutritional Epidemiology\nMeir Stampfer, Professor of Epidemiology and Nutrition\nWalter Willett,  Professor of Epidemiology and Nutrition\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}