{
  "href": "https://nutritionsource.hsph.harvard.edu/endive-salad-with-citrus-walnut-dressing/",
  "title": "Endive Salad with Citrus Walnut Dressing",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Endive Salad with Citrus Walnut Dressing\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nEndive Salad with Citrus Walnut Dressing\n\nWhen used properly, walnuts can provide creaminess, richness, and superior emulsification to sauces. Here we use them in a bright, citrusy dressing with a little kick. Blending walnuts in a base of ginger, garlic, and jalapeno gives plenty of heat. And instead of mustard or mayonnaise, the walnuts help to keep the sauce smooth and homogenous as we add the oil. The result is an ultra-smooth, creamy dressing that’s perfect on salads. For this dish, we like the classic combination of endive and citrus: The sweetness of oranges balances the bitter sweetness of endive, while the bright acidity of the dressing ties the flavors together. This is the perfect fancy side dish for your next dinner party, or could serve as a refreshing light lunch.\n\nEndive Salad with Citrus Walnut Dressing\nRecipe courtesy of Tim Chin\nServes 4\nIngredients:\n\nDressing\n½ cup lime juice (about 4 limes)\n1 cup (4 ounces) toasted walnuts\n1 1-inch piece ginger\n1 clove garlic\n1 jalapeno, stemmed, seeded, and cut into 1-inch pieces\nSalt\n1 cup cilantro leaves\n½ cup parsley leaves\n\n¼ cup extra-virgin olive oil\n\nSalad\n\n5 belgian endive (about 4 ounces each), wilted or bruised leaves discarded\n3 cara cara or blood oranges\nFlake sea salt\nPreparation:\n\nFor the Dressing: Place lime juice, ¼ cup (1 ounce) walnuts, ginger, garlic, jalapeno, and 1 teaspoon salt in blender and blend on high speed until smooth and frothy, about 30 seconds. Add cilantro and blend until just combined, 15 to 30 seconds longer. With blender running, drizzle in oil until smooth and creamy, about 30 seconds. Strain dressing through fine-mesh strainer, pressing on solids to extract as much liquid as possible. Transfer dressing to bowl and season with salt to taste.\nFor the Salad: Cut away peel and pith from oranges. Holding fruit over bowl, use paring knife to slice between membranes to release segments; set aside. Roughly chop remaining 3/4 cup walnuts. Spoon dressing on large plate or serving bowl. Shingle endive pieces on top of sauce and scatter orange segments over endive. Sprinkle with chopped walnuts, drizzle extra dressing and olive oil, and season to taste with flake sea salt. Serve.\nNutrition facts:\n1 serving478 calories12 grams of protein29 grams of carbohydrates8 grams of fiber12 grams of sugar219 milligrams of sodium506 milligrams of potassium40 grams of fat( 4 grams of saturated fat10 grams of monounsaturated fat2 grams of polyunsaturated fat)\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}