{
  "href": "https://www.bmj.com/content/334/7599/885.short",
  "title": "BMJ",
  "content": "Skip to main content\n\nIntended for healthcare professionals\n\nSubscribe\nMy Account \nBMA member login\nLogin \nEdition: International \nOur company\nThe BMJ logo\nSearch\ncovid-19\nResearch\nEducation\nNews & Views\nCampaigns\nJobs\nArchive\nFor authors\nHosted\nResearch\nLong term effects of dietary sodium reduction on cardiovascular disease outcomes: observational follow-up of the trials of hypertension prevention (TOHP)\nBMJ 2007; 334 doi: https://doi.org/10.1136/bmj.39147.604896.55 (Published 26 April 2007)\nCite this as: BMJ 2007;334:885\nArticle\nRelated content\nMetrics\nResponses\nPeer review\nNancy R Cook, associate professor1,Jeffrey A Cutler, former senior scientific adviser2,Eva Obarzanek, research nutritionist2,Julie E Buring, professor1,Kathryn M Rexrode, assistant professor of medicine1,Shiriki K Kumanyika, professor of epidemiology3,Lawrence J Appel, professor of medicine4,Paul K Whelton, president and chief executive officer5\nAuthor affiliations\nCorrespondence to: N Cook ncook@rics.bwh.harvard.edu\nAccepted 7 February 2007\nAbstract\n\nObjective To examine the effects of reduction in dietary sodium intake on cardiovascular events using data from two completed randomised trials, TOHP I and TOHP II.\n\nDesign Long term follow-up assessed 10-15 years after the original trial.\n\nSetting 10 clinic sites in 1987-90 (TOHP I) and nine sites in 1990-5 (TOHP II). Central follow-up conducted by post and phone.\n\nParticipants Adults aged 30-54 years with prehypertension.\n\nIntervention Dietary sodium reduction, including comprehensive education and counselling on reducing intake, for 18 months (TOHP I) or 36-48 months (TOHP II).\n\nMain outcome measure Cardiovascular disease (myocardial infarction, stroke, coronary revascularisation, or cardiovascular death).\n\nResults 744 participants in TOHP I and 2382 in TOHP II were randomised to a sodium reduction intervention or control. Net sodium reductions in the intervention groups were 44 mmol/24 h and 33 mmol/24 h, respectively. Vital status was obtained for all participants and follow-up information on morbidity was obtained from 2415 (77%), with 200 reporting a cardiovascular event. Risk of a cardiovascular event was 25% lower among those in the intervention group (relative risk 0.75, 95% confidence interval 0.57 to 0.99, P=0.04), adjusted for trial, clinic, age, race, and sex, and 30% lower after further adjustment for baseline sodium excretion and weight (0.70, 0.53 to 0.94), with similar results in each trial. In secondary analyses, 67 participants died (0.80, 0.51 to 1.26, P=0.34).\n\nConclusion Sodium reduction, previously shown to lower blood pressure, may also reduce long term risk of cardiovascular events.\n\nIntroduction\n\nEvidence shows that reduced sodium intake lowers blood pressure and can prevent hypertension. Observational data indicate a strong positive association between sodium intake and blood pressure within and between populations.1 2 Randomised trials of sodium reduction in people with and without hypertension have supported these observational findings.3 4 The dietary approaches to stop hypertension (DASH-sodium) study offers strong evidence of short term effects on blood pressure in a dose-response fashion,5 and five large randomised trials that lasted at least one year have confirmed a modest effect of sodium reduction on blood pressure in those with high normal blood pressure (“prehypertension”).6 7 8 9 10\n\nIn contrast, data on the effect of dietary sodium intake on subsequent morbidity and mortality are limited and inconclusive. Several ecological studies support a direct association between higher sodium intake or urinary sodium excretion and mortality from stroke.11 12 Prospective studies generally suggest a direct association despite imperfect measures of sodium intake, although results are mixed. Analyses of the national health and nutrition examination follow-up study (NHEFS) found that dietary sodium intake was either inversely13 14 or directly15 associated with increased risk of cardiovascular disease. In Scottish,16 Finnish,17 and Japanese18 studies, a single measure of urinary excretion was directly correlated with increased risk of coronary heart disease or stroke, although this direct relation has been disputed by some.19 In one lifestyle intervention trial reporting cardiovascular outcomes, there was a non-significant trend towards reduced cardiovascular disease in those assigned to a reduced sodium intervention.20\n\nThe causal effect of sodium reduction on subsequent disease can best be tested directly in a randomised trial. Interpretation of non-experimental studies, such as those cited above, is complicated because of methodological concerns. Trials of sodium reduction, however, have not been large enough or lasted long enough to provide adequate data on clinical outcomes.20\n\nWe followed up participants in two randomised lifestyle intervention trials—the trials of hypertension prevention phase I (TOHP I)8 and phase II (TOHP II)9—for subsequent cardiovascular outcomes. Both found small but significant direct effects of sodium reduction on reducing blood pressure in diverse samples of normal weight and overweight adults with high normal blood pressure. We determined the long term effects, over a period of 10-15 years, of sodium reduction on cardiovascular disease and mortality.\n\nMethods\nTOHP I\n\nThe first TOHP trial tested the feasibility and efficacy of seven non-pharmacological interventions in reducing blood pressure in people with high normal blood pressure.21 Interventions included weight loss, sodium reduction, stress management, and nutritional supplements (calcium, magnesium, potassium, and fish oil). Participants aged 30-54 were eligible if their mean diastolic blood pressure was 80-89 mm Hg without antihypertensive medication. Randomisation occurred at 10 clinic sites from September 1987 to October 1988. Of the 2182 total participants in TOHP I, 327 were randomised to a sodium reduction intervention and 417 to a usual care control group.\n\nThe active intervention, described in detail elsewhere,22 involved dietary and behavioural counselling on how to identify sodium in the diet, self monitor intake, and select or prepare lower sodium foods and condiments suited to personal preferences. Individual and weekly group counselling sessions were provided during the first three months, with additional counselling and support less frequently for the remainder of follow-up. Participants in the control group followed their usual diets and were given general guidelines for healthy eating. The follow-up period for the lifestyle interventions was 18 months. The final data were collected in 1989 to early 1990. In the intervention group, the net decrease in sodium excretion from baseline to 18 months was 44 mmol/24 h, and net changes in systolic/diastolic blood pressure were −1.7/−0.8 (P<0.01 and <0.05, respectively).8\n\nTOHP II\n\nThe second TOHP trial tested the effects of weight loss and sodium reduction on incident hypertension and blood pressure over three to four years.23 The design was a 2×2 factorial, with intervention groups of weight loss alone, sodium reduction alone, a combination of weight loss and sodium reduction, and a usual care group. Participants were aged 30-54 years, weighed 110-165% of desirable weight, and had average blood pressure of 83-89 mm Hg for diastolic and <140 mm Hg for systolic without antihypertensive medication. A total of 2382 participants were randomised into the trial from December 1990 to March 1992 at nine clinic sites. The active sodium reduction intervention was similar to that in TOHP I. Individual and weekly group counselling sessions were offered initially, with less intensive counselling and support thereafter, specific to sodium reduction.24 Mini-modules to reinforce the content were offered in the later years of the intervention. The final data were collected in March 1995.\n\nIn keeping with the factorial design, effects of the sodium reduction intervention were analysed by grouping data for the two sodium reduction interventions (alone or with weight loss) and for the two non-sodium reduction groups (usual care or weight loss alone). At 36 months, the pooled active sodium groups experienced a net decrease in sodium excretion of 33 mmol/24 h, with no significant blood pressure reduction.9 The sodium reduction alone group experienced a net 40 mmol/24 h reduction in sodium excretion with corresponding blood pressure reductions of 1.2/0.7 mm Hg compared with usual care, which was significant (P=0.02) for systolic blood pressure only.9 The sodium reduction only intervention resulted in lower incidence of hypertension, with a relative risk of 0.82 (P=0.05) compared with usual care.\n\nFollow-up study\n\nThe observational follow-up for cardiovascular disease began in 2000, about 10 years after the end of TOHP I and five years after the end of TOHP II, and ended in 2004-5. We collected data on all events occurring since the end of the trials. The TOHP coordinating centre conducted the follow-up centrally by mail and phone. Questionnaires were posted beginning in January 2000, followed by phone calls as needed. We sought detailed information on cardiovascular and other health outcomes. We sent additional questionnaires to responders at two year intervals through early 2005, with interim annual postcards for collection of address changes and study outcomes.\n\nOur prespecified primary outcome was cardiovascular disease, a composite of myocardial infarction, stroke, coronary artery bypass graft (CABG), percutaneous transluminal coronary angioplasty (PTCA), or death with a cardiovascular cause. We repeated analyses excluding CABG and PTCA, and to examine consistency of results and eliminate any potential diagnostic bias, we also repeated the analysis for total mortality.\n\nOn notification of occurrence of a potential non-fatal outcome, we sought consent to obtain medical records. A study physician, blinded to randomisation assignment, reviewed the records to validate the reported outcome using standardised criteria. We also searched the national death index to identify deaths to December 2003 among those who did not respond to the questionnaires.\n\nThere were 297 non-fatal outcomes reported, including multiple reports per person. We obtained consent to examine medical records for 216 (73%) and obtained records for 196 (91% of those with consent). Of the reported outcomes with records, we confirmed occurrence of cardiovascular disease in 178 reports (91%), including multiples reports per person. We included in these analyses all first reported outcomes, except for those that did not meet our criteria on record review.\n\nWe collected information on self reported sodium intake on the final follow-up questionnaire sent in 2004-5, which asked participants about their current preferences for salty and low sodium foods (“like a lot,” “like some,” “dislike some,” or “dislike a lot”) and whether they “always,” “usually,” “sometimes,” or “never” use low sodium products, read food labels for sodium, or keep track of daily intake of sodium (mg). We examined these data by randomised group to assess long term patterns of sodium use after the trial. Because of potential changes after a diagnosis related to a cardiovascular disease we included in these analyses only those who did not experience a study outcome.\n\nStatistical methods\n\nOur analysis focuses on the 744 and 2382 participants randomised to a sodium intervention or control in TOHP I and TOHP II, respectively. We compared trial characteristics at baseline with t tests or χ2 tests of association and examined response to the follow-up questionnaire with logistic regression. The primary analysis was a time to event analysis of first cardiovascular event after randomisation with Cox's proportional hazards regression model25 among responders to the follow-up. We pooled the two trial periods using stratification in the model, allowing the baseline hazard to differ by trial, with common predictor coefficients. To allow for possible differences in questionnaire response, primary analyses controlled for clinic, age, race, and sex and assignment to a weight loss intervention in TOHP II, with additional adjustment for baseline weight and baseline sodium excretion. We carried out other analyses with data from TOHP I and II separately and estimated and plotted cumulative incidence curves, adjusted for clinic, age, and sex, for each trial separately.\n\nIn a sensitivity analysis using logistic regression we performed an intention to treat analysis treating non-responders as non-events. Results were similar and are not reported. Because mortality follow-up was virtually complete, we included all randomised participants in analyses of mortality alone in a full intention to treat analysis. We conducted additional analyses within subsets defined by age, sex, race, baseline body mass index, and assignment to a weight loss intervention. We analysed questions on current sodium preferences after the trial as binary outcomes using χ2 tests. Analyses were conducted with SAS version 8.2 and SPlus version 6.2.\n\nResults\n\nA total of 744 participants were randomised to a sodium intervention or control in TOHP I and 2382 in TOHP II (fig 1)⇓. Baseline characteristics were evenly distributed, except for age, which was higher in the sodium reduction intervention group in each trial (table 1)⇓.26 27 Change in weight was similar, and change in sodium excretion was greater among those randomised to sodium reduction interventions.\n\nFig 1 Flow of participants through two trials and status at follow-up\n\nDownload figure Open in new tab Download powerpoint\nTable 1 \n\n Characteristics of participants in TOHP I and II according to allocation to sodium reduction intervention or control group. Numbers are means (SDs) unless stated otherwise\n\nView popup\nView inline\n\nWe obtained follow-up information on cardiovascular outcomes or death for 2415 participants (77%). Follow-up rates were similar in the sodium intervention and control groups, with higher response among those in TOHP II (table 2)⇓. We had information on mortality for all participants, including non-responders. Two hundred participants (8% of the responders) experienced study outcomes.\n\nTable 2 \n\n Response to follow-up and cardiovascular disease and total mortality according to allocation to sodium intervention or control group\n\nView popup\nView inline\n\nThe crude rate of cardiovascular disease was somewhat lower among those assigned to the sodium reduction intervention (P=0.21 in stratified analysis) than corresponding controls (table 2).⇑ After adjustment for baseline characteristics, particularly the imbalance in age, there were significant differences between groups. Figure 2⇓ shows adjusted cumulative incidence rates of cardiovascular disease by trial and intervention. After we controlled for clinic site, demographic information, and randomisation to a weight loss intervention (in TOHP II), the estimated reduction in relative risk of cardiovascular disease among those in the sodium reduction versus control interventions was 25% (relative risk 0.75, 95% confidence interval 0.57 to 0.99, P=0.04). Additional adjustment for baseline weight and sodium excretion strengthened the association (0.70, 0.53 to 0.94, P=0.02). Effect estimates were similar, although less significant, after further adjustment for change in weight during the trials (0.74, 0.55 to 1.01, P=0.06). Results were similar when we analysed them separately by trial. Analyses for interactions indicated that effects of the sodium reduction intervention were similar across categories defined by sex (P=0.98), race (white v black P=0.79, white v other P=0.63), age (30-44 v 45-54 years, P=0.43), body mass index (<25 v ≥25, P=0.34), and active weight loss intervention overall (P=0.55) or within TOHP II only (P=0.17) (table 3)⇓.When we excluded revascularisation procedures from the composite outcome, 124 participants experienced cardiovascular disease (76 myocardial infarctions, 19 strokes, six both, and 23 cardiovascular deaths with no previous reported myocardial infarction or stroke). The fully adjusted point estimates were similar to those for the primary outcome, but were not significant (0.72, 0.50 to 1.03, P=0.07).\n\nFig 2 Cumulative incidence of cardiovascular disease (CVD) by sodium intervention group in TOHP I and II, adjusted for age, sex, and clinic\n\nDownload figure Open in new tab Download powerpoint\nTable 3 \n\n Effect of sodium reduction intervention on cardiovascular disease among subgroups in TOHP I and TOHP II, with hazard ratios for intervention versus control\n\nView popup\nView inline\n\nSixty seven of the 3126 participants died; 35 in the intervention groups and 42 in the comparison groups. The magnitude of risk reduction in this full intention to treat analysis was consistent with results for the primary outcome (table 2 and fig 3).⇑⇓After adjustment for baseline characteristics, including weight and sodium excretion, there was a 20% lower mortality among those in the sodium reduction intervention (0.80, 0.51 to 1.26, P=0.34). Results were similar for each trial. Twenty five deaths were due to cardiovascular disease; 10 in the intervention groups and 15 in the comparison groups (0.62, 0.28 to 1.40, P=0.25).\n\nFig 3 Total mortality by sodium intervention group in TOHP I and II, adjusted for age, sex, and clinic\n\nDownload figure Open in new tab Download powerpoint\n\nThe final follow-up questionnaire in 2004-5 about sodium use after the trial was received from 1400 (65%) of the 2164 event-free participants, with a higher response among those in the sodium reduction intervention in TOHP I (77% v 66% in intervention v control, respectively, P=0.01). In the two groups, 48% versus 32% (P<0.001) reported that they disliked salty foods, and 71% versus 64% (P=0.003) reported that they liked low sodium or unsalted foods. Additionally, 47% versus 29% reported that they usually or always used low sodium products (P<0.001); 66% versus 44% read food labels for sodium (P<0.001); and 28% versus 20% at least sometimes kept track of their daily intake of sodium (P<0.001) in the two groups, respectively.\n\nDiscussion\n\nIn this long term follow-up of two completed lifestyle intervention trials, people with prehypertension assigned to a sodium reduction intervention experienced a 25-30% lower risk of cardiovascular outcomes in the 10 to 15 years after the trial. This magnitude of risk reduction was evident in each trial, in most subgroup analyses, and in various sensitivity analyses, such as those that excluded coronary revascularisation from the composite outcome, with total mortality as the trial outcome, and with an alternative set of adjustment variables. Although several of these subsidiary analyses did not achieve a conventional level of significance, the magnitude of risk reduction tended to be similar.\n\nStrengths and weaknesses\n\nOur follow-up study was of sufficient size and duration to assess the effects of sodium reduction on cardiovascular outcomes based on randomised trial data. Despite its relatively small size as a trial of clinical outcomes, it provides some of the strongest objective evidence to date that lowering sodium intake, even among those without hypertension, reduces the risk of future cardiovascular disease. Previous studies have been observational, relying on suboptimal measurements of dietary sodium intake, which is extremely difficult to measure. Many observational studies had a single assessment of dietary sodium intake, and many relied on dietary recall methods, which tend to be inaccurate and to underestimate actual sodium intake. Such problems with measuring sodium intake may explain the inconsistent and sometimes paradoxical findings.14 15 19 Observational studies measuring sodium excretion have found a more consistent positive association.17 18\n\nOur study has several additional strengths. Firstly, participants were demographically heterogeneous, and all had prehypertension, placing them at increased risk of experiencing cardiovascular outcomes.28 29 Secondly, measurements of dietary sodium intake during the trial phase were based on carefully collected repeated assessments of 24 hour urinary excretion. Observed baseline sodium excretion was in agreement with the average self reported intake of 3600 mg (156.6 mmol/24 h) seen in data from the national health and nutrition examination survey (NHANES) 1999-2000.30 One limitation of the study is the less than complete rate of follow-up. As a long term observational study of completed trials, however, the rates of follow-up (100% for mortality and 77% for morbidity) were relatively high. The response rate was similar by intervention group and thus unlikely to bias the results. In addition, analysis of total mortality, an outcome that is completely objective and virtually complete, showed a lesser but consistent reduction in risk.\n\nA further limitation is the lack of direct measurement of blood pressure, weight, and sodium intake during follow-up, though questionnaire data support the presence of long term effects of the intervention. The intervention groups reported significantly better adherence to a reduced sodium eating pattern. Although we cannot rule out social desirability bias in reporting, the findings are supported by evidence that preference for salt can decrease after about three months on a reduced sodium intake diet.31 Persistence of adherence to intervention, albeit attenuated, has been observed at one year follow-up for other dietary modifications even in the absence of continued counselling.32 Maintenance of dietary sodium changes may be relatively better than for some other aspects of dietary change.33 If we assume the attenuation of effect that is often seen in studies of dietary change, these results might underestimate the potential public health benefits of policy changes to improve adoption and long term adherence to lower sodium intakes.\n\nOther research\n\nLong term clinical trials evaluating the efficacy of sodium reduction on clinical events have not been conducted because of logistic and feasibility considerations. There is, however, some evidence that sodium reduction has long term beneficial effects on blood pressure, even in the absence of continued intervention. In a 15 year follow-up study of infants who were given low sodium formula during their first six months, blood pressure was lower in the intervention than control group in adolescence, despite no differences in urinary sodium excretion at follow-up.34 Similarly, in a seven year follow-up study of participants from the Baltimore TOHP I site,35 a trend for lower blood pressure and reduced hypertension incidence was found in the sodium intervention compared with control group, despite no differences in urinary sodium excretion at follow-up. Possible explanations for these results include a “programming” effect in infants, a resetting of blood pressure regulation in adults exposed to treatment to reduce blood pressure, or a direct effect of high sodium intake on cardiac and vascular structure that may be delayed for a period of time with sodium reduction.\n\nBesides its effects on blood pressure, an expanding body of evidence suggests that a high sodium intake has detrimental cardiovascular effects independent of blood pressure. High sodium intake increases extracellular sodium concentrations and may adversely affect vascular reactivity and growth and stimulate myocardial fibrosis.36 37 38 Additionally, several cross sectional studies39 40 41 42 and one small clinical study43 have documented a direct relation between sodium intake and left ventricular mass. The latter mechanisms may explain the sizeable reduction in cardiovascular disease, despite the relatively modest effects on blood pressure seen during the TOHP trials.\n\nResults of our follow-up study reinforce recommendations to lower dietary sodium intake as a means of preventing cardiovascular disease in the general population.44 To date, policy recommendations have relied to a large extent on a consistent body of evidence that sodium reduction lowers blood pressure, an aetiologically relevant, well accepted, and modifiable cardiovascular risk factor. High blood pressure, however, is not a cardiovascular event, and there has been a call for large scale, long term trials of sodium reduction with clinical outcomes.45 Our study provides unique evidence that sodium reduction might prevent cardiovascular disease and should dispel any residual concern that sodium reduction might be harmful.14\n\nIn conclusion, sodium reduction, previously shown to lower blood pressure and prevent hypertension, also seems to prevent cardiovascular disease. The TOHP interventions reduced sodium intake by about 25% to 35%, approaching current recommendations for a 50% decrease in the amount of sodium in food in the United States.46 The observed reduction in cardiovascular risk associated with this sodium decrease was substantial and provides strong support for population-wide reduction in dietary sodium intake to prevent cardiovascular disease.\n\nWhat is already known on this topic\n\nRandomised trials in people with and without hypertension show reduction in blood pressure with lower sodium intake\n\nFew observational studies and virtually no trial data exist on the effect of sodium intake on subsequent cardiovascular disease\n\nWhat this study adds\n\nReduction in dietary sodium intake also seems to prevent cardiovascular disease\n\nFootnotes\n\nWe thank David Gordon, Jean MacFadyen, and their staff at the TOHP coordinating centre for their efforts in conducting the follow-up study.\n\nContributors: NRC had primary responsibility for designing, conducting, analysing, interpreting, and reporting data from the follow-up study. JAC, EO, JEB, KMR, and PKW contributed to the design and conduct of the study, and all authors assisted in the interpretation of study results and critical revision of the manuscript. NRC is guarantor.\n\nFunding: TOHP I and II were supported by cooperative agreements HL37849, HL37852, HL37853, HL37854, HL37872, HL37884, HL37899, HL37904, HL37906, HL37907, and HL37924, and the TOHP follow-up study was supported by grant HL057915, all from the National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD.\n\nCompeting interests: None declared.\n\nEthical approval: Institutional review boards of each participating centre approved the study.\n\nReferences\n↵Law MR, Frost CD, Wald NJ. By how much does dietary salt reduction lower blood pressure? I—Analysis of observation data among populations. BMJ 1991;302:811-5.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Frost CD, Law MR, Wald NJ. By how much does dietary salt reduction lower blood pressure? II—Analysis of observation data within populations. BMJ 1991;302:815-8.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Geleijnse JM, Kok FJ, Grobbee DE. Blood pressure response to changes in sodium and potassium intake: a metaregression analysis of randomised trials. J Human Hypertens 2003;17:471-80.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵He FJ, MacGregor GA. Effect of modest salt reduction on blood pressure: a meta-analysis of randomized trials. Implications for public health. J Human Hypertens 2002;16:761-70.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Sacks FM, Svetkey LP, Vollmer WM, Appel LJ, Bray GA, Harsha D, et al. Effects on blood pressure of reduced dietary sodium and the dietary approaches to stop hypertension (DASH) diet. N Engl J Med 2001;344:3-10.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Stamler R, Stamler J, Gosch FC, Civinelli J, Fishman J, McKeever P, et al. Primary Prevention of Hypertension by Nutritional-Hygienic Means: final report of a randomized controlled trial. JAMA 1989;262:1801-1807.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Hypertension Prevention Trial Research Group. The hypertension prevention trial: three-year effects of dietary changes on blood pressure. Arch Intern Med 1990;150:153-62.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Trials of Hypertension Prevention Collaborative Research Group. The effects of nonpharmacologic interventions on blood pressure of persons with high normal levels. Results of the trials of hypertension prevention, phase I. JAMA 1992;267:1213-20.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Trials of Hypertension Prevention Collaborative Research Group. Effects of weight loss and sodium reduction intervention on blood pressure and hypertension incidence in overweight people with high-normal blood pressure. The trials of hypertension prevention, phase II. The trials of hypertension prevention collaborative research group. Arch Intern Med 1997;157:657-67.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Caggiula AW, Milas NC, Kelsey S, Kuller LH. Potassium and blood pressure: the hypertension is preventable study. In: Proceedings of the 2nd International Conference on Preventive Cardiology and the 29th Annual Meeting of the AHA Council on Epidemiology. Washington, DC: June 1989.Google Scholar\n↵Yamori Y, Nara Y, Mizushima S, Sawamura M, Horie R. Nutritional factors for stroke and major cardiovascular diseases: international ecologic comparison of dietary prevention. Health Rep 1994;6:22-7.OpenUrlPubMedGoogle Scholar\n↵Sasaki S, Zhang X-H, Kesteloot H. Dietary sodium, potassium, saturated fat, alcohol, and stroke mortality. Stroke 1995;26:783-9.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Alderman MH, Cohen JD, Madhaven S. Dietary sodium intake and mortality: the national health and nutrition examination survey (NHANES I). Lancet 1998;351:781-5.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Cohen HW, Hailpern SM, Fang J, Alderman MH. Sodium intake and mortality in the NHANES II follow-up study. Am J Med 2006:275.e7-14.Google Scholar\n↵He J, Ogden LG, Vupputuri S, Bazzano LA, Loria C, Whelton PK. Dietary sodium intake and subsequent risk of cardiovascular disease in overweight adults. JAMA 1999;282:2027-34.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Tunstall-Pedoe H, Woodward M, Tavendale R, Brook RA, McCluskey MK. Comparison of the prediction by 27 different factors of coronary heart disease and death in men and women of the Scottish Heart Health Study. BMJ 1997;315:722-9.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Tuomilehto J, Jousilahti P, Rastenyte D, Moltchanov V, Tanskanen A, Pietinen P, et al. Urinary sodium excretion and cardiovascular mortality in Finland: a prospective study. Lancet 2001;357:848-51.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Nagata C, Takatsuka N, Shimizu N, Shimizu H. Sodium intake and risk of death from stroke in Japanese men and women. Stroke 2004;35:1543-7.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Alderman MH, Madhaven S, Cohen H, Sealey JH, Laragh JH. Low urinary sodium is associated with greater risk of myocardial infarction among treated hypertensive men. Hypertension 1995;25:1144-52.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Appel LJ, Espeland MA, Easter L, Wilson AC, Folmar S, Lacy CR. Effects of reduced sodium intake on hypertension control in older individuals: results from the trial of nonpharmacologic interventions in the elderly (TONE). Arch Intern Med 2001;161:685-93.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Satterfield S, Cutler JA, Langford HG, Applegate WB, Borhani NO, Brittain E, et al. Trials of hypertension prevention. Phase I design. Ann Epidemiol 1991;1:455-471.OpenUrlCrossRefPubMedGoogle Scholar\n↵Kumanyika SK, Hebert PR, Cutler JA, Lasser VI, Sugars CP, Steffen-Batey L, et al. Feasibility and efficacy of sodium reduction in the trials of hypertension prevention, phase I. Hypertension 1993;22:502-12.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Hebert PR, Bolt RJ, Borhani NO, Cook NR, Cohen JD, Cutler JA, et al. Design of a multicenter trial to evaluate long-term life-style intervention in adults with high-normal blood pressure levels. Trials of hypertension prevention (phase II). Trials of hypertension prevention (TOHP) collaborative research group. Ann Epidemiol 1995;5:130-9.OpenUrlCrossRefPubMedGoogle Scholar\n↵Lasser VI, Raczynski JM, Stevens VJ, Mattfeldt-Beman MK, Kumanyika S, Evans M, et al. Trials of hypertension prevention, phase II. Structure and content of the weight loss and dietary sodium reduction interventions. Ann Epidemiol 1995;5:156-64.OpenUrlCrossRefPubMedGoogle Scholar\n↵Cox DR. Regression models and life tables (with discussion). J Roy Stat Soc B 1972;34:187-220.OpenUrlGoogle Scholar\n↵Whelton PK, Hebert PR, Cutler J, Applegate WB, Eberlein KA, Klag MJ, et al. Baseline characteristics of participants in phase I of the trials of hypertension prevention. Ann Epidemiol 1992;2:295-310.OpenUrlPubMedGoogle Scholar\n↵Appel LJ, Hebert PR, Cohen JD, Obarzanek E, Yamamoto M, Buring J, et al. Baseline characteristics of participants in phase II of the trials of hypertension prevention (TOHP II). Trials of hypertension prevention (TOHP) collaborative research group. Ann Epidemiol 1995;5:149-55.OpenUrlCrossRefPubMedGoogle Scholar\n↵Vasan RS, Larson MG, Leip EP, Evans JC, O'Donnell CJ, Kannel WB, et al. Impact of high-normal blood pressure on the risk of cardiovascular disease. N Engl J Med 2001;345:1291-7.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Wang Y, Wang QJ. The prevalence of prehypertension and hypertension among US adults according to the new joint national committee guidelines: new challenges of the old problem. Arch Intern Med 2004;164:2126-34.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Ajani UA, Dunbar SB, Ford ES, Mokdad AH, Mensah GA. Sodium intake among people with normal and high blood pressure. Am J Prev Med 2005;29(5S1):63-7.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Mattes RD. The taste for salt in humans. Am J Clin Nutr 1997;65:692-7S.OpenUrlGoogle Scholar\n↵Ard JD, Coffman CJ, Lin PH, Svetkey LP. One-year follow-up study of blood pressure and dietary patterns in dietary approaches to stop hypertension (DASH)-sodium participants. Am J Hypertens 2004;17:1156-62.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Kumanyika SK, Van Horn L, Bowen D, Perri MG, Rolls BJ, Czajkowski SM, et al. Maintenance of dietary behavior change. Health Psychol 2000;19(1 suppl):42-56.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Geleijnse JM, Hofman A, Witteman JC, Hazebroek AA, Valkenburg HA, Grobbee DE. Long-term effect of neonatal sodium restriction on blood pressure. Hypertension 1997;29:913-7.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵He J, Whelton PK, Appel LJ, Charleston J, Klag MJ. Long-term effects of weight loss and dietary sodium reduction on incidence of hypertension. Hypertension 2000;35:544-9.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Yu HC, Burrell LM, Black MJ, Wu LL, Dilley RJ, Cooper ME, et al. Salt induces myocardial and renal fibrosis in normotensive and hypertensive rats. Circulation 1998;98:2621-8.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Simon G. Experimental evidence for blood pressure-independent vascular effects of high sodium diet. Am J Hypertens 2003;16:1074-8.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Frohlich ED, Varagic J. The role of sodium in hypertension is more complex than simply elevating arterial pressure. Nat Clin Pract Cardiovasc Med 2004;1:24-30.OpenUrlPubMedGoogle Scholar\n↵Blake J, Devereux RB, Borer JS, Szulc M, Pappas TW, Laragh JH. Relation of obesity, high sodium intake, and eccentric left ventricular hypertrophy to left ventricular exercise dysfunction in essential hypertension. Am J Med 1990;88:477-85.OpenUrlCrossRefPubMedWeb of ScienceGoogle Scholar\n↵Daniels SD, Meyer RA, Loggie JM. Determinants of cardiac involvement in children and adolescents with essential hypertension. Circulation 1990;82:1243-8.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵du Cailar G, Ribstein J, Mimran A. Dietary sodium and target organ damage in essential hypertension. Am J Hypertens 2002;15:222-9.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Schmieder RE, Messerli FH, Ruddel H, Garavaglia GG, Grube E, Nunez BD, et al. Sodium intake modulates left ventricular hypertrophy in essential hypertension. J Hypertens Suppl 1988;6:S148-50.OpenUrlPubMedGoogle Scholar\n↵Jula AM, Karanko HM. Effects on left ventricular hypertrophy of long-term nonpharmacological treatment with sodium restriction in mild-to-moderate essential hypertension. Circulation 1994;89:1023-31.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Chobanian AV, Bakris GL, Black HR, Cushman WC, Green LA, Izzo JL Jr, et al. Seventh report of the joint national committee on prevention, detection, evaluation, and treatment of high blood pressure. Hypertension 2003;42:1206-52.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Alderman MH. Dietary sodium and cardiovascular health in hypertensive patients: The case against universal sodium restriction. J Am Soc Nephrol 2004;15:S47-50.OpenUrlAbstract/FREE Full TextGoogle Scholar\n↵Havas S, Roccella EJ, Lenfant C. Reducing the public health burden from elevated blood pressure levels in the United States by lowering intake of dietary sodium. Am J Public Health 2004;94:19-22.OpenUrlPubMedWeb of ScienceGoogle Scholar\nView Abstract\nTweet Widget\nArticle tools\nPDF19 responses\n\nRespond to this article\n\nPrint\nAlerts & updates\nCitation tools\nRequest permissions\nAuthor citation\nAdd article to BMJ Portfolio\nEmail to a friend\nTopics\nDiet\nCardiovascular medicine\nStroke\nClinical trials (epidemiology)\nEpidemiologic studies\n\nThis week's poll\n\nIs the dissection of cadavers a necessary part of medical education?\nYes\nNo\nVote\nView Results\n\n\nRead related article\n\nSee previous polls\n\nBack to top\nFollow us on\nTwitter\nFacebook\nYouTube\nRSS\nContent links\nCollections\nHealth in South Asia\nWomen’s, children’s & adolescents’ health\nZika virus\nResearch\nEducation\nNews and views\nBMJ Opinion\nRapid responses\nArchive\nAbout us\nAbout us\nEditorial staff\nBMJ in the USA\nBMJ in Latin America\nBMJ in South Asia\nAdvisers\nPolicies\nSubmit your paper\nResources\nAuthors\nReviewers\nBMA members\nReaders\nSubscribers\nAdvertisers and sponsors\nMedia\nRecruiters\nExplore BMJ\nOur company\nBMJ Careers\nBMJ Learning\nBMJ Masterclasses\nBMJ Journals\nBMJ Student\nAcademic edition of The BMJ\nBMJ Best Practice\nThe BMJ Awards\nMy account\nEmail alerts\nActivate subscription\nInformation\nContact us\nComplaints\nCookie settings\n \nCookie Policy\n \nPrivacy policy\n \nWebsite T&Cs\n \nRevenue Sources\n \nHighWire Press\nSitemap\nCopyright © 2025 BMJ Publishing Group Ltd"
}