{
  "href": "https://nutritionsource.hsph.harvard.edu/recipes/%7Cilink%7Crecipes/spicy-broccolini",
  "title": "Spicy Broccolini with Red Pepper",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Spicy Broccolini with Red Pepper\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nSpicy Broccolini with Red Pepper\n\nMost supermarkets offer broccolini, which looks similar to rapini, but the flavor is less bitter. You can steam, boil, or stir-fry broccoli or rapini. Nina likes to blanch these types of vegetables in advance until near-tender, refresh them, and then stir-fry over very high heat just before serving.\n\nSpicy Broccolini with Red Pepper\nRecipe courtesy of Nina Simonds\nServes 6\nIngredients:\n\n2 pounds broccolini, rapini, Chinese or western broccoli or flowering rape\n2 tablespoons virgin olive oil\n1 teaspoon crushed dried chili flakes\n1 small red bell pepper, cored, seeded, and cut into ¼-inch dice\n6 cloves garlic, smashed with the flat edge of a knife, skins removed, and sliced thinly\n1 teaspoon salt to taste\nJuice of ½ lemon, or about 2½ tablespoons\nPreparation:\n\nCut away the tough end of the broccolini or rapini, and peel away the tough outer skin from the stems. Separate the stalks or tougher part of the vegetable from the more tender part (flowerets). Cut the stalks into 1-inch lengths and separate the flowerets.\nBring 3 quarts water to a boil, add the tougher part (stalks) of the vegetable and cook for about 2 minutes or until almost tender, but al dente. Add the remaining part of the vegetable and cook for another minute, or until the vegetable is tender. Drain and refresh briefly in cold water. Drain again.\nHeat a wok or a heavy skillet, add the oil, and heat until hot, about 15 seconds. Add the chili flakes, red pepper, and sliced garlic. Stir-fry over medium-high heat for 2 minutes or until the red pepper is slightly tender.\nAdd the broccolini and toss lightly over high heat to mix for a minute. Add the lemon juice and salt and toss lightly to mix. Stir together and taste for seasoning, adjusting if necessary. Scoop onto a platter or into a bowl and serve. Serve hot, at room temperature, or cold.\nNutrition facts:\nPer 1/6 of recipe100 calories5 grams of protein12 grams of carbohydrates4 grams of fiber240 milligrams of sodium5 grams of fat( 1 grams of saturated fat3 grams of monounsaturated fat1 grams of polyunsaturated fat)\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}