{
  "href": "https://www.harvard.edu/",
  "title": "Harvard University Home",
  "content": "Skip to main content\nHarvard University\n Search\n Menu\nPanelists in University-wide symposium explore promise, peril of AI in academia\nTest the limits of your cosmic IQ by taking our quiz based on Harvard astronomy research\nDeep-learning algorithm FaceAge uses snapshots, can help oncologists tailor treatments\nHarvard University\nCelebrating the Class of 2025\n\nGet all the 2025 Commencement information\n\n\n\nExplore the livestream schedule\nAbraham Verghese named Commencement speaker\n\nAbraham Verghese, bestselling author, Stanford professor, and infectious disease doctor, will be the principal speaker at Harvard’s 374th Commencement on May 29.\n\nAbraham Verghese named Commencement speaker\nCLASS DAY\nKareem Abdul-Jabbar will give Harvard College's Class Day address\nKareem Abdul-Jabbar will give Harvard College's Class Day address\nALUMNI DAY\nAtul Gawande will be the featured speaker for Harvard Alumni Day\nAtul Gawande will be the featured speaker for Harvard Alumni Day\nALUMNI DAY\nThe Harvard Medal will be awarded to four alums for their service to the University\nThe Harvard Medal will be awarded to four alums for their service to the University\nRADCLIFFE DAY\nJodie Foster received the 2025 Radcliffe Medal\nJodie Foster received the 2025 Radcliffe Medal\nIntroducing the graduates\nExplore our student profiles to learn about the dedicated scholarship and ambitious plans of graduates from all of Harvard’s degree-granting Schools.\n\nMeet our graduating class of 2025\n\nExploring our scholarship\n\nStudents from all across the Harvard community share the research they focused on while pursuing their degrees.\n\nWatch the Dissertation in a Minute\nClick to Play Video\nA life-saving treatment for wounded warriors\n\nMaithili Joshi developed a groundbreaking treatment for uncontrolled internal bleeding which reduced blood loss by up to 90% in preclinical models.\n\nLearn more about the treatment\n\nBreathalyzer for detecting lung cancer\n\nFor their senior capstone project, Roaa Marei, Alex Klein Wassink, and Gabby Troy created SpiroSniff, a machine learning-driven, portable, and affordable breathalyzer for early lung cancer detection. The device analyzes volatile organic compounds in exhaled breath.\n\nPrimary care for patients with hepatitis\n\nAt Harvard Medical School, Naeema Hopkins-Kotb focused on global health research to understand the attitudes and behaviors of primary care providers toward patients with hepatitis B and C in the Philippines.\n\nWatch the Dissertation in a Minute\nClick to Play Video\nReinterpreting an early philosopher\n\nThrough his study of the classics, Alexander Vega offers a new interpretation of Augustine of Hippo’s ethical views on how people should form beliefs about friendship.\n\nLearn more about the research\n\nHybrid vehicle for aerial and underwater travel\n\nFor his senior capstone project at SEAS, Michael Awah designed an aerial vehicle that can quickly deploy from a boat or land and transition into underwater operation to capture images and data without the complexity of traditional underwater deployment infrastructure.\n\nInvestigating physician shortages\n\nAt Harvard Medical School, Tarun Ramesh evaluated the World Health Organization’s efforts to increase the number of physicians in low-to-middle income countries facing severe physician shortages.\n\nExplore the Fay Prize winning thesis\nClick to Play Video\nUnderstanding AI’s rebellious phase\n\nA joint concentrator in computer science and mathematics, Marvin Li’s thesis delves into a common AI glitch in which text- or image-generation AI models suddenly stop doing what they were tasked with and perform a completely different task instead.\n\nLearn more about the 2025 Fay Prize winners\n\nSchool events\n\nHarvard College and the graduate and professional Schools host additional commencement events unique to their communities.\n\nHarvard College\n\nHarvard Business School\n\nHarvard Divinity School\n\nHarvard Extension School\n\nHarvard Graduate School of Design\n\nHarvard Graduate School of Education\n\nHarvard John A. Paulson School of Engineering and Applied Sciences\n\nHarvard Kennedy School\n\nHarvard Kenneth C. Griffin Graduate School of Arts and Sciences\n\nHarvard Law School\n\nHarvard Medical School\n\nHarvard School of Dental Medicine\n\nHarvard T.H. Chan School of Public Health\n\nSecurity & Brand\nReport Copyright Infringement\nReport Security Issue\nTrademark Notice\nWebsite\nAccessibility\nDigital Accessibility\nPrivacy statement\nGet In Touch\nContact Harvard\nMaps & Directions\nJobs\n\nCopyright © 2025 The President and Fellows of Harvard College\n\nInstagram\nTikTok\nLinkedIn\nFacebook\nYouTube"
}