{
  "href": "https://nutritionsource.hsph.harvard.edu/three-green-wheat-berry-salad-with-mushroom-bacon-recipe/",
  "title": "Three-Green Wheat Berry Salad with Mushroom “Bacon”",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Three-Green & Wheat Berry Salad with Mushroom “Bacon”\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nThree-Green & Wheat Berry Salad with Mushroom “Bacon”\n\nSkip processed meats and try our mushroom “bacon,” used here in combination with three different types of greens and wheat berries. This tasty salad is sure to go fast, so you may even want to double the recipe!\n\nIngredients (Serves 8)\n1 large bunch rainbow chard (or Swiss chard)\n1 large bunch kale (any kind)\n1 lb. Brussels sprouts\n1/2 lb. shiitake mushrooms\n1 Tablespoon maple syrup\n1 teaspoon chipotle powder or smoked paprika\n1 teaspoon cracked black pepper\n1 bay leaf\n1/2 cup dried wheat berries\n2 oz. fresh goat cheese (if desired)\nextra virgin olive oil\n1 large shallot\n1 teaspoon Dijon mustard\na few grinds of cracked black pepper\n1/8 teaspoon of kosher salt\n2 Tablespoons raw honey\n1/4 cup sherry vinegar (or cider vinegar)\n3/4 cup extra virgin olive oil\nInstructions\nWash the kale and chard thoroughly. If either is too tough to eat raw, wilt slightly in a pan with a little olive oil. Dry the leaves well. Tear the leaves into bite-sized pieces and set aside.\nQuarter the Brussels sprouts, removing any tough outer leaves. Heat 3 Tablespoons olive oil in a large saute pan over high heat. Right before the oil is about to smoke, add the Brussels sprouts to the pan in an even layer. If you can’t add them all in one layer, do them in batches. Sear the Brussels sprouts, flipping around occasionally, until dark brown and roasted. Add more olive oil if needed. Remove from heat and set aside to cool.\nHeat 1 Tablespoon olive oil in a small soup pan over medium heat. Wash the wheat berries and drain off the excess water. Add the wheat berries to the pan, and toast them in the oil, stirring frequently, for about 5 minutes. Add a pinch of kosher salt, the bay leaf, and cover with about 2” of water. Turn the heat to high and bring to a boil, then reduce the heat to low and simmer them until tender, 30-40 minutes. They should begin to pop open a bit. When you taste one, it shouldn’t feel hard, but it should still have a good bite to it. When the wheat berries are done, strain and set aside to cool.\n\nFor the mushroom “bacon”\n\n\n\nHeat an oven to 400 degrees Fahrenheit. Trim the stems off of the shiitake mushrooms. Toss the caps in olive oil and kosher salt, and spread on a piece of parchment paper on a baking sheet.\nBake for 8-10 minutes until they start to get brown and roasted. Remove from the oven and allow to cool slightly. Mix the maple syrup, chipotle powder/paprika, and black pepper, and toss the mushrooms in the mixture until evenly coated. Return the mushrooms to the oven for 2-3 minutes until they start to crisp up again, then remove and set aside to cool on the baking sheet.\n\n\nFor the dressing\n\nCut the shallot into a small dice (1/4”). Heat 1 Tablespoon olive oil in a small saute pan over medium-low heat. Add the shallot to the pan and cook, stirring frequently, until the shallot is golden brown and caramelized, about 12-15 minutes.\nAdd the shallot, mustard, black pepper, salt, honey, and vinegar to the blender, or to a cup just big enough around to fit a hand blender. Blend until fully combined. While the blender is running, slowly add the 3/4 cup of oil in a thin stream until fully incorporated. Add water if needed to thin out the dressing.\n\nTo finish\n\nAdd the goat cheese (if desired), Brussels sprouts, mushrooms, wheat berries, and about 2-4 Tablespoons dressing to a large mixing bowl. It’s better to start with less dressing and add more later. Add the greens and toss the ingredients together until everything is coated with dressing and mixed well. Add extra dressing as needed.\n\nMore recipes to Prioritize Plants for Healthy Holiday Cooking\n\nNutrition information per serving (1/8 of recipe):\n298 calories, 6 g protein, 21 g carbohydrate, 5 g fiber, 10 g sugar (includes 1.5 g added sugar), 102 mg sodium, 516 mg potassium, 23 g fat (4 g sat, 16 g mono, 3 g poly, 0 g trans),  3 mg cholesterol\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}