{
  "href": "https://nutritionsource.hsph.harvard.edu/gluten-free-diet-weight-loss/",
  "title": "Learn more about a gluten-free diet",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Weight > Diet Reviews > Diet Review: Gluten-Free for Weight Loss\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nDiet Review: Gluten-Free for Weight Loss\n\nFinding yourself confused by the seemingly endless promotion of weight-loss strategies and diet plans? In this series, we take a look at some popular diets—and review the research behind them.\n\nWhat Is It?\n\nA gluten-free diet is not new. It is the sole treatment for 1-2% of Americans who have celiac disease, a serious condition where the body attacks a protein called gluten, naturally found in many whole grains, causing a spectrum of symptoms that range from bloating to intestinal damage. Up to 6% of people have a related stomach-upsetting but less threatening condition called non-celiac gluten sensitivity. With such a small number truly needing this diet, why have sales of gluten-free products topped $12 billion according to market research?\n\nWhat is new—and driving these sales upward—is the use of a gluten-free diet for weight loss, partly fueled by celebrity endorsements and personal testimonies of not only pounds quickly shed, but increased energy, improved digestion, and even clearer skin. Consumer surveys reveal that people perceive gluten-free products to be healthier than their gluten-containing counterparts, and almost a third of Americans are now avoiding or reducing their intake of gluten. [1]\n\nHow It Works\n\nA gluten-free diet eliminates all foods containing or contaminated with gluten. Gluten is largely ubiquitous in foods, found as a main ingredient (in wheat, rye, barley, triticale, cross-contaminated oats), in sauces (soy sauce, malt vinegar, flour), and as additives or fillers (maltodextrin, wheat starch). See What Is a Gluten-Free Diet?\n\nWhen first going gluten-free, perhaps the most noticeable change is having to relinquish favorite staples of bread, pasta, cereals, and processed snack foods. Because some of these products, which are typically highly processed, may be low in nutrients and high in calories, one may feel better and even lose some weight soon after removing them from the diet. Although there are now plenty of gluten-free counterparts to take their place, a gluten-free diet usually causes one to revisit naturally gluten-free whole foods like fruits, vegetables, and grains like brown rice, quinoa, and millet. Including these minimally processed, high-fiber foods may also help to promote weight loss and a feeling of well-being.\n\nThe Research So Far\n\nThough research has explored the effects of a gluten-free diet on gastrointestinal disorders, autism, and fibromyalgia, there is none that examines the diet’s effects on weight loss alone or for general health benefits. Because of the lack of experimental studies on weight loss, some researchers have instead examined the long-term effects of people with celiac disease on gluten-free diets, or who are generally healthy and consume a diet low in wheat and other gluten-containing grains. They have found that gluten-free diets: 1) may promote certain nutrient deficiencies, 2) may increase the risk of some chronic diseases, and 3) may actually cause weight gain.\n\nIntakes of people with celiac disease on a strict gluten-free diet were found to have inadequate intakes of fiber, iron, and calcium. [2] Other research has found gluten-free cereal products to be low not only in those nutrients but also B vitamins including thiamin, riboflavin, niacin, and folate.\nA study of over 100,000 participants without celiac disease found that those who restricted gluten intake were likely to limit their intake of whole grains and experienced an increased risk of heart disease compared with those who had higher gluten intake. [3] Many studies have found that people with higher intakes of whole grains including whole wheat (2-3 servings daily) compared with groups eating low amounts (less than 2 servings daily) had significantly lower risk of heart disease and stroke, type 2 diabetes, and deaths from all causes. [4-7]\nGluten may act as a prebiotic, feeding the “good” bacteria in our bodies. [8-10] It contains a prebiotic carbohydrate called arabinoxylan oligosaccharide that has been shown to stimulate the activity of bifidobacteria in the colon, bacteria normally found in a healthy human gut. A change in the amount or activity of these bacteria has been associated with gastrointestinal diseases including inflammatory bowel disease, colorectal cancer, and irritable bowel syndrome.\nResearch is conflicting, but some studies have shown weight gain or increased BMI in people with celiac disease after starting a gluten-free diet. [10-13] This may be partly due to improved absorption of nutrients, a reduction in stomach discomfort, and increased appetite after starting the diet. However, another suspected reason is an increased intake of gluten-free processed food options containing high amounts of calories, fat and sugar.\nPotential Pitfalls\n\nGluten-free foods wear a health halo, a belief that a food product is healthful even when it may not offer special health benefits for most people. Research has shown that if one aspect of a food is advertised as healthy or people believe it to be healthy (in this case, the term “gluten-free”), there is a tendency to eat more of it. [14] This may promote weight gain. Also, an overreliance on processed gluten-free products may lead to a decreased intake of certain nutrients like fiber and B vitamins that are protective against chronic diseases.\n\nBottom Line\n\nAlthough a gluten-free diet is the primary treatment for celiac disease and may help to alleviate symptoms in various conditions related to gluten sensitivity, there is currently no evidence showing that a gluten-free diet is effective for weight loss or for general health benefits.  For individuals who don’t have celiac disease or gluten sensitivity, there is no need to restrict gluten consumption. A healthy dietary pattern typically includes higher amounts of whole grains and lower amounts of refined grains and added sugar.\n\nRelated\nGluten: A Benefit of Harm to the Body?\nHealthy Weight\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nOther Diet Reviews\nReferences\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}