{
  "href": "https://nutritionsource.hsph.harvard.edu/recipes/%7Cilink%7Crecipes/watermelon-salad",
  "title": "Grilled Watermelon Salad with Roasted Figs",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Grilled Watermelon Salad with Roasted Figs\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nGrilled Watermelon Salad with Roasted Figs\n\nGrilling and roasting fruit develops caramel flavors. Adding a small amount of intensely flavored, hard cheese like ricotta salata and a bit of sea salt, like fleur de sel, heightens these caramel flavors, making a fresh fruit salad seem like a decadent dessert.\n\nGrilled Watermelon Salad with Roasted Figs\nRecipe courtesy of The Culinary Institute of America\nServes 6\nIngredients:\n\n2 pounds watermelon, peeled\n¼ cup extra virgin olive oil\n1 lime, zested and then juiced\n9 fresh figs\n2 ounces ricotta salata cheese\n2 ounces micro greens or baby greens\n2 tablespoons fig or maple syrup\n½ teaspoon fleur de sel\nPreparation:\n\nPreheat your grill to medium high and preheat your oven to 375 degrees Fahrenheit.\nCut the watermelon into small triangles about 4 inches by 3 inches and about a ½-inch thick; you should have 12 pieces.  Brush with olive oil and chill. Chill six medium-sized salad or dessert plates for serving the salad.\nZest and juice the lime and set aside 1 tablespoon of juice for dressing the greens.\nCut the figs in half and place cut side up on a sheet pan. Brush with olive oil.  Roast for 15 minutes, or until they are soft.\nGrate the ricotta salata on a microplane or small grater and set aside in the refrigerator.\nPlace the chilled plates out on the counter and drizzle with a little of the fig or maple syrup. Grill the watermelon triangles by marking each side for about 45 seconds, repeat until you have cross-hatch marks on either side. Place two pieces of watermelon over the fig or maple syrup and arrange decoratively. Drizzle each plate with lime juice and sprinkle with a little zest.\nPlace the microgreens or baby greens in a small bowl and add the lime juice.  Add the remaining 2 tablespoons olive oil and toss to coat. Place a small mound on each of the six plated watermelons; sprinkle with ricotta salata.\nPlace three fig halves around the salad and garnish with fleur de sel; serve immediately.\nNutrition facts:\nPer 1/6 of recipe230 calories8 grams of protein28 grams of carbohydrates3 grams of fiber345 milligrams of sodium350 milligrams of potassium11 grams of fat( 3 grams of saturated fat7 grams of monounsaturated fat1 grams of polyunsaturated fat) 8 milligrams of cholesterol\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}