{
  "href": "https://nutritionsource.hsph.harvard.edu/recipes/%7Cilink%7Crecipes/pan-roasted-salmon",
  "title": "Pan-Roasted Salmon Served with Minty Snap Peas",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Pan-Roasted Salmon Served with Minty Snap Peas\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nPan-Roasted Salmon Served with Minty Snap Peas\n\nThe ginger–soy–balsamic marinade gives the seared salmon a lovely flavor and color and the simple mint dressing is a light and refreshing complement to snap peas. Nina likes to serve this dish hot, or at room temperature with rice pilaf for a festive buffet.\n\nPan-Roasted Salmon Served with Minty Snap Peas\nRecipe courtesy of Nina Simonds\nServes 6\nIngredients:\n\n6 pieces salmon fillets with skin on, each weighing about 6 ounces (For salmon marinade)\n2 tablespoons minced fresh ginger\n3 tablespoons low-sodium soy sauce\n3 tablespoons balsamic vinegar\n1½ pounds snap peas (For mint dressing)\n3 tablespoons fruity extra-virgin olive oil\n2 tablespoons lemon juice to taste\n4 to 5 tablespoons chopped mint\n½ teaspoon salt\n½ teaspoon freshly ground black pepper\n2 tablespoons virgin olive oil\nPreparation:\n\nMake the marinade: Mix the ginger, soy sauce, and balsamic vinegar in a small bowl. Put the salmon in a deep dish. Pour in the marinade and toss lightly to coat. Let the salmon sit at room temperature while cooking the snap peas.\nBring 2 quarts of water to a boil in a saucepan and add the snap peas. Cook for 2 minutes, or until they are crisp-tender. Drain in a colander and refresh in cold water. Drain again and blot dry on paper towels.\nWhisk the mint dressing ingredients together in a mixing bowl. Add the snap peas and toss lightly to coat. Taste for seasoning, adjusting if necessary.\nHeat the 2 tablespoons of olive oil in a large frying pan over high heat until very hot. Place the salmon steaks with their coating, skin side down, in the pan, partially cover, and fry about 5 to 6 minutes covered over high heat (depending on the thickness) until the skin is crisp and the salmon meat has started becoming opaque. Carefully flip over with a spatula and cook for another 3 to 4 minutes, or until just cooked.\nArrange the salmon fillets on a serving platter and spoon the snap peas around and on top. Serve with steamed brown rice.\nNutrition facts:\nPer 1/6 of recipe370 calories34 grams of protein11 grams of carbohydrates3 grams of fiber570 milligrams of sodium19 grams of fat( 3 grams of saturated fat11 grams of monounsaturated fat5 grams of polyunsaturated fat) 85 milligrams of cholesterol\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}