{
  "href": "https://nutritionsource.hsph.harvard.edu/calcium/",
  "title": "calcium",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Calcium\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nCalcium\n\nCalcium is a mineral most often associated with healthy bones and teeth, although it also plays an important role in blood clotting, helping muscles to contract, and regulating normal heart rhythms and nerve functions. About 99% of the body’s calcium is stored in bones, and the remaining 1% is found in blood, muscle, and other tissues.\n\nIn order to perform these vital daily functions, the body works to keep a steady amount of calcium in the blood and tissues. If calcium levels drop too low in the blood, parathyroid hormone (PTH) will signal the bones to release calcium into the bloodstream. This hormone may also activate vitamin D to improve the absorption of calcium in the intestines. At the same time, PTH signals the kidneys to release less calcium in the urine. When the body has enough calcium, a different hormone called calcitonin works to do the opposite: it lowers calcium levels in the blood by stopping the release of calcium from bones and signaling the kidneys to rid more of it in the urine.\n\nThe body gets the calcium it needs in two ways. One is by eating foods or supplements that contain calcium, and the other is by drawing from calcium in the body. If one does not eat enough calcium-containing foods, the body will remove calcium from bones. Ideally, the calcium that is “borrowed” from the bones will be replaced at a later point. But this doesn’t always happen, and can’t always be accomplished just by eating more calcium.\n\nRecommended Amounts\n\nThe Recommended Dietary Allowance (RDA) for calcium for women 19-50 years of age is 1,000 mg daily; for women 51+, 1,200 mg. For pregnant and lactating women, the RDA is 1,000 mg. For men 19-70 years of age, the RDA is 1,000 mg; for men 71+ years, 1,200 mg. [1]\n\nCalcium and Health\n\nThe reviews below specifically looked at the effect of calcium on various health conditions. Scroll down for links to more information on the health effect of specific foods rich in calcium.\n\nBlood pressure\nCardiovascular disease\nBone health\nColorectal cancer\nKidney stones\nFood Sources\n\nCalcium is widely available* in many foods, not just milk and other dairy foods. Fruits, leafy greens, beans, nuts, and some starchy vegetables are good sources.\n\nDairy (cow, goat, sheep) and fortified plant-based milks (almond, soy, rice)\nCheese\nYogurt\nCalcium-fortified orange juice\nWinter squash\nEdamame (young green soybeans); Tofu, made with calcium sulfate\nCanned sardines, salmon (with bones)\nAlmonds\nLeafy greens (collard, mustard, turnip, kale, bok choy, spinach)\n*Bioavailability of calcium\nCalcium is a large mineral and not so easy to break down in the gut. The amount of calcium listed on the Nutrition Facts label of a food product is the measure of calcium in the food, but not necessarily the amount the body will absorb. The amount that is actually absorbed and used by the body is called “calcium bioavailablity.” Some foods have higher calcium bioavailability than others. For example, dairy foods have a bioavailablity of about 30% absorption so if a food label on milk lists 300 mg of calcium per cup, about 100 mg will be absorbed and used by the body. Plant foods like leafy greens contain less calcium overall but have a higher bioavailability than dairy. For example, bok choy contains about 160 mg of calcium per 1 cup cooked but has a higher bioavailability of 50%, so about 80 mg is absorbed. Therefore, eating 1 cup of cooked bok choy has almost as much bioavailable calcium as 1 cup of milk. Calcium-fortified orange juice and calcium-set tofu have a similar total amount of calcium and bioavailability as milk, while almonds have slightly lower total calcium and bioavailability of about 20%. This may be useful information for those who cannot eat dairy foods or who follow a vegan diet. A downside to some plant foods is that they contain naturally occurring plant substances, sometimes referred to as “anti-nutrients.” Examples of anti-nutrients are oxalates and phytates that bind to calcium and decrease its bioavailablity. Spinach contains the most calcium of all the leafy greens at 260 mg of calcium per 1 cup cooked, but it is also high in oxalates, lowering the bioavailability so that only 5% or about 13 mg of calcium can be used by the body. The takeaway message is not to avoid spinach, which contains other valuable nutrients, but not to rely on spinach as a significant source of calcium since most of it will not be absorbed by the body. You can also schedule your meals so that you do not eat “calcium-binding” foods like spinach at the same meal as calcium-rich foods or with calcium supplements. If you are scanning food labels to reach a specific amount of daily calcium, continue to aim for the RDAs set for your age group and gender. The RDAs are established with an understanding of calcium bioavailability in food. Also keep in mind that the exact amount of calcium absorbed in the body will vary among individuals based on their metabolism and what other foods are eaten at the same meal. In general, eating a variety of calcium-rich foods can help to offset any small losses.\nSigns of Deficiency and Toxicity\nDeficiency\n\nBlood levels of calcium are tightly regulated. Bones will release calcium into the blood if the diet does not provide enough, and no symptoms usually occur. A more serious deficiency of calcium, called hypocalcemia, results from diseases such as kidney failure, surgeries of the digestive tract like gastric bypass, or medications like diuretics that interfere with absorption.\n\nSymptoms of hypocalcemia:\n\nMuscle cramps or weakness\nNumbness or tingling in fingers\nAbnormal heart rate\nPoor appetite\n\nA gradual, progressive calcium deficiency can occur in people who do not get enough dietary calcium in the long-term or who lose the ability to absorb calcium. The first early stage of bone loss is called osteopenia and, if untreated, osteoporosis follows. Examples of people at risk include:\n\nPostmenopausal women—Menopause lowers the amount of estrogen in the body, a hormone that helps to increase calcium absorption and retain the mineral in bones. Sometimes physicians may prescribe hormone replacement therapy (HRT) with estrogen and progesterone to prevent osteoporosis.\nAmenorrhea—A condition where menstrual periods stop early or are disrupted, and is often seen in younger women with anorexia nervosa or athletes who physically train at a very high level.\nMilk allergy or lactose intolerance—Occurs when the body cannot digest the sugar in milk, lactose, or the proteins in milk, casein or whey. Lactose intolerance can be genetic or acquired (not consuming lactose in the long-term may decrease the efficiency of lactase enzyme)\nGuidelines if you are taking calcium supplements for osteoporosis\nToxicity\n\nToo much calcium in the blood is called hypercalcemia. The Upper Limit (UL) for calcium is 2,500 mg daily from food and supplements. People over the age of 50 should not take more than 2,000 mg daily, especially from supplements, as this can increase risk of some conditions like kidney stones, prostate cancer, and constipation. Some research has shown that in certain people, calcium can accumulate in blood vessels with long-term high doses and cause heart problems. Calcium is also a large mineral that can block the absorption of other minerals like iron and zinc.\n\nSymptoms of hypercalcemia:\n\nWeakness, fatigue\nNausea, vomiting\nShortness of breath\nChest pain\nHeart palpitations, irregular heart rate\nDid You Know?\n\nCertain nutrients and medications may increase your need for calcium because they either lower the absorption of calcium in the gut or cause more calcium to be excreted in the urine. These include: corticosteroids (example: prednisone), excess sodium in the diet, phosphoric acid such as found in dark cola sodas, excess alcohol, and oxalates (see Are anti-nutrients harmful?).\n\nRelated\n\nVitamins and Minerals\n\nReferences\n\nLast reviewed March 2023\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}