{
  "href": "https://nutritionsource.hsph.harvard.edu/elevate-your-plate/a-little-less-red-meat/",
  "title": "Eat a little less red meat, any way you can",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Strategies to reduce red meat and elevate your plate > Eat a little less red meat, any way you can\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nEat a little less red meat, any way you can\nElevate your plate: Reducing red meat in our diets can be a win for our own health and the health of the planet. If you’re not quite sure where to start, these strategies can help you cut-back the red meat while keeping your meals filling and flavorful.\n\nIt may seem obvious, but one of the first steps you can take in reducing your consumption of red meat is to simply eat a little less of it!\n\nStart here:\n\nThis approach can be a range of steps on its own. Figure out what works for you, and keep moving forward. “Less” can be a variety of strategies. For example:\n\nFocus on eating at least one type less:\nFor your health, perhaps start with reducing the processed meats in your diet like bacon, sausages, and cold cuts (note that with processed meats it’s not just red meat that may be a problem, but any processed meat, like turkey bacon or lunch meat, and chicken sausage).\nThen move onto the red meat you consume most often, like beef, pork, and lamb. For your health and the health of the planet, try focusing on reducing your consumption of lamb and beef especially. Beef is one of the most impactful animal foods to produce. In the U.S. alone, beef accounts for 36% of all food-related greenhouse gas emissions—a key contributor to climate change.\nIf you eat red meat multiple times a day—for example, breakfast sausages, a ham sandwich for lunch, and steak at dinner—try cutting down your consumption to once a day.\nIf you eat red meat once a day, see if you’re able to reduce the portion size a bit. A single instead of a double hamburger? A few fewer slices of bacon? Or, if a recipe calls for a pound of beef, maybe you can buy just half and adjust a few other ingredients?\nIf you’ve ever had ground beef in a pasta sauce, you’ve already experienced this concept. Alongside the sautéed veggies and simmered tomatoes, ground beef provides some flavor and texture—but at a quantity much less than if you were serving whole meatballs over the pasta; or if you cut out the pasta altogether and served a slice of meatloaf with tomato sauce.\nWith this strategy, there’s no change in flavor, but it can be an upgrade for your health. For example:\nYou’re probably familiar with a stuffed pepper, which is typically filled with a large portion of ground beef, rice, and tomatoes. With just a few simple tweaks, we created a healthier version with no change in flavor.\nGET THE RECIPE\nFrom there, how about eating red meat fewer times per week? Or only eating it on the weekends? Once a week? Once every other week? A few times each month? Only when you’re dining out?\nYou could also try saving red meat only for special occasions, like a holiday, birthday, or an event. For example, think about eating beef as a splurge, rather than an everyday option—the way many of us think about lobster.\nTake it a step further:\n\nIt’s important to remember when you’re cutting out red meat to replace it with healthy options—not refined grains or highly-processed foods. For example, if you’re thinking of a meal with red meat as the star, see if you can replace it with a better option, like poultry or seafood:\n\nSwap out red meat for healthier meats\nSEE THE TIPS.\nMore plate upgrades:\nConsume less meat, enjoy more variety\nThis approach boosts healthy plant-based foods like beans, nuts, whole grains, and other veggies, while still providing ways to incorporate some of your favorite animal-based foods.\nPrioritize hearty and savory plant-based preparations\nSimple strategies for creating filling, delicious, and even budget-friendly plant-based dishes.\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}