{
  "href": "https://nutritionsource.hsph.harvard.edu/el-plato-para-comer-saludable-para-ninos/",
  "title": "El Plato para Comer Saludable para Niños",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > El Plato para Comer Saludable para Niños\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nEl Plato para Comer Saludable para Niños\n\nEl Plato para Comer Saludable para Niños* es una guía visual para ayudar a educar y motivar a los niños a comer bien y mantenerse en movimiento. De un vistazo, la imagen presenta ejemplos de las mejores opciones para comidas y “snacks” (tentempiés, meriendas, bocadillos, refrigerios, piscolabis) saludables, y resalta la importancia de la actividad física como parte la fórmula para mantenerse sano. \n\n(Version alterna con 'verduras' para descargar)\nConstruyendo una dieta saludable y balanceada\n\nComer alimentos variados mantiene nuestras comidas interesantes y llenas de sabor. Además, es la clave para una dieta sana y balanceada pues cada alimento tiene una combinación única de nutrientes: tanto macronutrientes (carbohidratos, proteínas, y grasa) como micronutrientes (vitaminas y minerales). El Plato para Comer Saludable para Niños representa la base para ayudarnos a tomar las mejores decisiones sobre alimentación.\n\nAdemás de llenar la mitad del plato con vegetales (verduras) y frutas de muchos colores (que también se deben elegir como “snacks” (tentempiés, meriendas, bocadillos, refrigerios, piscolabis), llene la otra mitad con granos enteros y proteína saludable:\n\n \nMientras más vegetales (verduras)– y mayor variedad – mejor.\nLas papas (patatas) y papas/patatas fritas (papitas) no se consideran vegetales/verduras por su efecto negativo en la azúcar de la sangre.\n\nMás sobre vegetales/verduras >\n\n \nConsuma muchas frutas de todos los colores.\nElija frutas enteras o en rebanadas (en lugar de jugos de frutas; limite jugos de fruta a un vaso pequeño al día).\n\nMás sobre frutas >\n\n \nElija granos integrales o enteros, o alimentos hechos con granos que hayan sido mínimamente procesados. Mientras menos procesado sea un grano, mejor.\nLos granos integrales – trigo integral, arroz integral, quinoa, y productos hechos a partir de estos alimentos (como pasta integral y pan de trigo 100% integral) – tienen un menor efecto en la azúcar de la sangre y la insulina, comparado con el arroz blanco, pan blanco, masa de pizza, pasta, y otros granos refinados.\n\nMás sobre granos integrales o enteros >\n\n \nElija leguminosas (legumbres, lentejas, garbanzos, habichuelas, frijoles), guisantes y chícharos, nueces, semillas, y otras opciones de proteína vegetal, además de pescado, huevo, y aves.\nLimite las carnes rojas (res, cerdo, cordero) y evite embutidos (tocino/tocineta, jamón, mortadela, ‘hot dogs’, salchichas).\n\nMás sobre proteína saludable >\n\nTambién es importante recordar que las grasas son una parte necesaria de nuestra dieta, y el tipo de grasa que consumimos es lo que más importa. Deberíamos elegir regularmente alimentos con grasas insaturadas que son saludables (como pescado, nueces, semillas, y aceites vegetales saludables); y limitar los alimentos con alto contenido de grasa saturada (especialmente carne roja), y evitar las grasas trans, que no son saludables (provenientes de aceites parcialmente hidrogenados):\n\n \nUtilice aceites vegetales saludables como el de oliva extra virgen, canola, maíz, girasol, y de cacahuate/maní, para cocinar, en ensaladas y verduras/vegetales, y en la mesa.\nLimite la mantequilla a un uso ocasional.\n\nMás sobre aceites saludables y grasas saludables >\n\nEn nuestro plato, los lácteos se necesitan en menor cantidad que otros alimentos:\n\n \nElija leche sin sabores añadidos, yogur natural, cantidades pequeñas de queso, y otros lácteos sin azúcar añadida.\nLa leche y otros productos lácteos son una fuente conveniente de calcio y vitamina D, pero la cantidad óptima diaria aún se debe determinar y la investigación sobre esto aún se está desarrollando. Para los niños que limitan o evitan el consumo de leche, consulte a su médico sobre posibles suplementos de calcio y vitamina D.\n\nMás sobre lácteos >\n\nEl agua debe ser la bebida principal a elegir con todas las comidas y “snacks”, al igual que cuando estamos activos:\n\n \nEl agua es la mejor opción para calmar la sed. Es libre de azúcar y de fácil acceso en cualquier grifo/llave/pluma.\nLimite el jugo – que puede tener la misma cantidad de azúcar que un refresco/soda – a un vaso pequeño al día; y evite bebidas azucaradas como refresco/soda, aguas de fruta, y bebidas para deportistas, que proveen muchas calorías y ningún otro nutriente. Con el tiempo, consumir bebidas azucaradas puede ocasionar aumento de peso y aumentar el riesgo de diabetes tipo 2, enfermedades cardiovasculares, y otros problemas de salud.\n\nMás sobre agua y escoger bebidas saludables >\n\nPor último, al igual que la elección de alimentos adecuados, incorporar actividad física en nuestro día y mantenerse activo es parte de la receta para mantener la salud:\n\n \nCambie el “tiempo pasivo” por “tiempo activo”.\nLos niños y adolescentes deben tratar de lograr por lo menos 1 hora de actividad física al día, y no necesitan tener equipo sofisticado o acceso a un gimnasio. La Guía de Actividad Física para los Estadounidenses sugiere escoger actividades no estructuradas para niños, como jugar a brincar la cuerda, o divertirse usando el equipo del parque.\n\nMás sobre mantenerse activo >\n\nEn general, el mensaje principal es enfocarse en la calidad de la dieta.\n\nEl tipo de carbohidratos en la dieta es más importante que la cantidad de carbohidratos en la dieta, pues algunas fuentes de carbohidratos como verduras/vegetales (que no sean papas/patatas), frutas, granos enteros y leguminosas/legumbres/frijoles, son más saludables que el azúcar, papas/patatas, y alimentos hechos con harina refinada.\nEl Plato para Comer Saludable para Niños no incluye bebidas azucaradas, dulces, ni alimentos chatarra o procesados (“junk food”). Estos no son alimentos que se deban consumir a diario, y deben consumirse esporádicamente o nunca.\nEl Plato para Comer Saludable para Niños promueve el uso de aceites saludables en lugar de otros tipos de grasas.\nSobre El Plato para Comer Saludable para Niños\n\nEl Plato para Comer Saludable para Niños fue creado por expertos en nutrición de la Escuela de Salud Pública T.H. Chan de Harvard, basado en la mejor ciencia disponible y con el propósito de mejorar las guías visuales de “Mi Plato” del Departamento de Agricultura de Estados Unidos. La versión para niños refleja los mismos mensajes importantes que El Plato para Comer Saludable, con el principal enfoque en la calidad de la dieta, pero diseñado para facilitar la enseñanza de hábitos de alimentación saludables en los niños.\n*El término “niños” es usado en general y abarca a todos los sexos y géneros.\n\nTérminos de Uso para El Plato para Comer Saludable para Niños\n\nAsistencia de traducción provista por Ana Maafs, MEd, y Josiemer Mattei, PhD, MPH (Translation assistance provided by Ana Maafs, MEd, and Josiemer Mattei, PhD, MPH). \n\nMás Recursos\n\nPara colorear!\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}