{
  "href": "https://nutritionsource.hsph.harvard.edu/recipes/%7Cilink%7Crecipes/spanish-romesco-sauce",
  "title": "Spanish Romesco Sauce",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Spanish Romesco Sauce (Red Pepper and Almond Sauce)\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nSpanish Romesco Sauce (Red Pepper and Almond Sauce)\n\nMany people call Romesco sauce “Spanish ketchup.” This sauce is a wonderful accompaniment for grilled vegetables, chicken or fish. It also makes a great sandwich spread.\n\nSpanish Romesco Sauce (Red Pepper and Almond Sauce)\nRecipe courtesy of Joyce Goldstein\nServes 10\nIngredients:\n\n2 ancho chiles, medium, or 1 rounded teaspoon ancho chile powder\n1 cup almonds, blanched, or skinned hazelnuts, toasted, or combination of both\n4 garlic cloves, large, minced\n1 bell pepper, large red, roasted, seeded peeled, chopped\n1 cup tomato, peeled, seeded, diced, fresh or canned\n1 tablespoon smoked sweet pimenton pepper or sweet paprika\n½ teaspoon smoked hot pimenton pepper or cayenne pepper\n3 tablespoons red wine or sherry vinegar\n1 teaspoon salt\n¾ cup extra virgin olive oil\nPreparation:\n\nIf using whole anchos, soak the chiles in hot water and cover for about 1 hour. Drain, remove the stems and seeds and cut into small pieces. Transfer the chile pieces, or ancho chile powder, if using, to a food processor along with the nuts, garlic, roasted pepper, tomatoes, pimenton, vinegar, and salt.\nPulse a few times to make a chunky paste. Start adding the oil a tablespoon at a time until the mixture emulsifies. Taste. We are looking for sweetness from the peppers, nuttiness, and acidity.\nAdd salt if necessary to bring up the flavors. Let the sauce rest for 15 minutes for the flavors to come together, taste again and then decide if you want it spicier, saltier, or more vinegary, and adjust accordingly. The sauce keeps, tightly covered, in the refrigerator for up to 6 months. If the oil has risen to the top you may want to re-emulsify it in the food processor, or you can remix it back to a smooth consistency with a small whisk.\nNutrition facts:\nPer 1/10 of recipe240 calories4 grams of protein6 grams of carbohydrates2 grams of fiber320 milligrams of sodium24 grams of fat( 3 grams of saturated fat18 grams of monounsaturated fat3 grams of polyunsaturated fat)\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}