{
  "href": "https://nutritionsource.hsph.harvard.edu/chickpeas-garbanzo-beans/",
  "title": "Chickpeas (Garbanzo Beans)",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Chickpeas (Garbanzo Beans)\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nChickpeas (Garbanzo Beans)\n\nThe name chickpea comes from the Latin word cicer, referring to the plant family of legumes, Fabaceae. It is also known by its popular Spanish-derived name, the garbanzo bean. Kidney beans, black beans, lima beans, and peanuts are other familiar foods found in this legume family. These plants produce edible seeds, called pulses, that have high nutritional value. Two main varieties of chickpeas are the larger round light-colored Kabuli-type, common in the United States, and the smaller dark irregularly shaped Desi-type often used in India and the Middle East.\n\nChickpeas appear in early recordings in Turkey about 3500 BCE and in France 6790 BCE. India produces the most chickpeas worldwide but they are grown in more than 50 countries. An excellent source of carbohydrate, protein, fiber, B vitamins, and some minerals, they are a nutritious staple of many diets.\n\nSource Of \nProtein\nFolate\nFiber (both insoluble and soluble)\nIron\nPhosphorus\nPolyunsaturated and monounsaturated fatty acids including linoleic and oleic acids \nChickpeas and Health\n\nChickpeas and all pulses contain several components that, when eaten as part of a balanced plant-rich diet, may help prevent the development of various chronic diseases [1-7]\n\nDiabetes: Both dried and canned chickpeas have a low glycemic index and low glycemic load, and contain amylose, a resistant starch that digests slowly. These factors help to prevent sudden surges in blood sugar and insulin levels, which can improve overall blood sugar control in people with type 2 diabetes. [1-3,5-7]\nGut Flora: Chickpeas contain a soluble fiber called raffinose, a type of oligosaccharide that is fermented in the colon by beneficial bacteria called Bifidobacterium. As bacteria break down this fiber, a short chain fatty acid called butyrate is produced. Butyrate plays a role in reducing inflammation in the cell wall of the colon, promoting regularity in the intestines, and possibly preventing colorectal cancer by promoting cell apoptosis (death). [1,3,4]\nHeart Disease: Chickpeas contain a plant sterol called sitosterol that is structurally similar to cholesterol in the body. It interferes with the body’s absorption of cholesterol and thereby can help to lower blood cholesterol levels. The fiber and unsaturated fats in chickpeas may also favorably affect blood lipid levels. [1-3,5-7]\nObesity: High fiber foods can help to promote a feeling of fullness and satiety by delaying digestion and adding bulk to meals. The satiating effect of the high fiber and protein content of chickpeas may help with weight management. [1-3,5,7]\nMake\nFresh chickpeas in their pods\n\nChickpeas are widely available dried or canned. Occasionally you may find young, fresh green chickpeas in their pods at farmers’ markets.\n\nDried: Sort through the beans to check for and remove small stones or debris, then place in a strainer and rinse well. To speed up the cooking time, dry beans may be presoaked by covering with water and allowing to sit for at least 3 hours, or overnight. Some people who feel bloated after eating beans may find that presoaked beans are better tolerated, as this reduces the amount of oligosaccharides that are responsible for the uncomfortable side effects.\nCook: For 1 cup of dry garbanzo beans, add 3 cups of water or broth. Add to pan and bring to a boil. When boiling, reduce the heat to low-medium and simmer for 60-90 minutes or until desired tenderness. Add more water if the beans do not reach desired tenderness and further cook time is needed. Using presoaked beans will reduce the cook time by 25%.\nCanned: Place in a strainer, drain, and rinse well. This will remove about 40% of the sodium, or you can purchase low sodium or no-salt-added canned versions. These do not need additional cooking but hold up well when added to cooked or baked dishes.\nServe\n\nChickpeas have a nutty buttery flavor and creamy texture that can enhance many recipes. There are various ways to incorporate cooked chickpeas:\n\nAdd to salads, soups, and stews.\nUse a food processor or blender to grind into a paste and add to veggie burgers or meatless meatballs.\nSeason and roast for a tasty snack.\nBlend with tahini, garlic, olive oil, and lemon juice to make a hummus spread.\nMash and use in baking as a replacement for flour.\nCrunchy roasted chickpeas\n\nMore recipe ideas and serving suggestions featuring chickpeas:\n\nCrunchy Roasted Chickpeas\nHummus\nVegetarian Shepherd’s Pie\nChickpeas with Spinach and Tomatoes\nDid You Know?\nRoasted and ground chickpeas have been used as a caffeine-free alternative to coffee for centuries. The beverage is also available as ready-to-brew commercial brands in some grocery stores.\nDon’t throw out chickpea liquid, either from canned beans or from cooking the bean! It is called aquafaba, a thick liquid containing a mix of starch and trace amounts of protein, with emulsifying, binding, and thickening properties. It works well as a flavorless, odorless egg replacer in recipes: 1 tablespoon of aquafaba = 1 egg yolk, 2 tablespoons = 1 egg white, and 3 tablespoons = 1 one whole egg. It can also be whipped to replace the eggs in meringues or mayonnaise.\nUnlike many canned vegetables, canned chickpeas retain much of their nutritional value and are comparable to dried cooked versions.\nReferences\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}