{
  "href": "https://nutritionsource.hsph.harvard.edu/quinoa/",
  "title": "quinoa",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Quinoa\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nQuinoa\n\nQuinoa (pronounced “keen-wah”) is a type of edible seed that comes in various colors including black, red, yellow, and white. The plant has been cultivated for about 5000 years and is indigenous to the Andean region of South America, specifically Bolivia, Ecuador, Chile, and Peru. After the seeds are harvested they undergo processing to remove the natural saponins, a bitter-tasting chemical compound coating the exterior that acts as a natural pesticide.\n\nQuinoa is usually harvested by hand due to the differing levels of maturity of the seeds even within one plant. Therefore seed losses may occur if mechanically harvested. However, in the U.S., seed varieties that have a more consistent maturity are selected to allow for mechanical processing.\n\nSource Of \nManganese\nPhosphorus\nMagnesium\nFolate\nThiamin (Vitamin B1)\nQuinoa and Health\nThough technically a seed, Quinoa is classified as a whole grain and is a good source of plant protein and fiber. One cup cooked provides about 8 grams of protein and 5 grams of fiber. Unlike some plant proteins, quinoa is a complete protein, meaning that it contains all nine essential amino acids that our bodies cannot make on their own.\nQuinoa is also naturally gluten-free and can be eaten safely if one has gluten intolerance such as celiac disease.\nMake\nPackaged quinoa is usually pre-rinsed but some brands may advise rinsing before cooking to remove any remaining saponins. Use a fine mesh strainer to catch the small seeds and run the quinoa under cool water for a few passes.\nQuinoa is prepared similarly to rice using two parts liquid to one part dry quinoa. One cup of dry quinoa will yield 3 cups cooked, and can be prepared in water, stock, or other liquids. You may also add herbs or spices during cooking such as bay leaves, marjoram, thyme, black pepper, or garlic or onion powder.\nAdd the seeds, liquid, and desired herbs to a pot and bring to a boil on high heat. When a rolling boil is reached, reduce heat to low, cover the pot, and simmer for about 15 minutes or until tender. You may notice a little white “tail” unfold when it is fully cooked; this is the nutritious germ. Fluff with a fork. If the quinoa is too wet or you prefer a drier quinoa, drain the cooked quinoa in a strainer and return to the pot. Cover and let sit for 15 minutes to dry out further.\nFor easier cooking, quinoa can be prepared in a rice cooker with the same ratio of 1 cup quinoa to 2 cups water.\nServe\nPrepare as a breakfast cereal by cooking the quinoa in milk or water. Stir in diced fresh fruit, cinnamon, and a tablespoon of nuts.\nSubstitute quinoa in place of rice in stir-fries and sushi.\nAdd a half to one cup of cooked quinoa to salads or soups for more heartiness.\nReplace pasta with quinoa in pasta salad recipes.\nPop quinoa similarly to popcorn. Place a 6-inch deep pot over medium-high heat. When the pan is very hot, add enough quinoa to cover the bottom of the pan in a single layer. Turn the heat to medium, then cover and shake the pot to ensure a more even temperature and less burnt seeds. Open the lid slightly a few times to allow steam to escape. Continue shaking the pan until popping slows or you smell burning. Pour the grains onto a baking sheet to cool. Season as desired.\n\nMore recipe ideas and serving suggestions featuring quinoa:\n\nQuinoa Chia Edamame Veggie Burger\nDid You Know?\nThere are more than 120 known varieties of quinoa. White and yellow quinoa have the mildest flavor, so they are good varieties to try first. Red and black quinoa have slightly stronger, earthier flavors and tend to hold their shape better than lighter colored quinoa.\nRelated\nThe Whole (Grain) is Greater Than the Sum of Its Parts\nDavid Ludwig clears up carbohydrate confusion\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}