{
  "href": "https://nutritionsource.hsph.harvard.edu/braised-oyster-mushrooms-coconut-macadamia/",
  "title": "Braised Oyster Mushrooms, Coconut, and Macadamia",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Braised Oyster Mushrooms, Coconut, and Macadamia\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nBraised Oyster Mushrooms, Coconut, and Macadamia\n\nFor many people, mushrooms are prized for their ‘meatiness’. That chewy, toothsome quality makes mushrooms a great staple for those following plant-based diets. Mushrooms owe their meatiness to chitin—a polysaccharide and derivative of glucose—which makes up the cell walls of most fungi. Chitin is fibrous, absorbs water well, and is tough to break down. In fact, because of that toughness, it’s pretty hard to overcook mushrooms. They retain their texture even after hours of simmering. Here we pair briny, meaty oyster mushrooms with coconut for a warming dish you can whip up any night of the week. After searing the mushrooms, we simmer them in a mixture of coconut milk, garlic, and ginger. The mushrooms absorb the liquid and plump up, while retaining their meaty texture. We like these mushrooms over wild or black rice, with plenty of toasted macadamia nuts for crunch. But feel free to eat them over noodles, sweet potatoes, or just straight out of the pot.\n\nBraised Oyster Mushrooms, Coconut, and Macadamia\nRecipe courtesy of Tim Chin\nServes 2\nIngredients:\n\n1 13.5-ounce can light coconut milk\n1 teaspoon cornstarch\n2 tablespoons vegetable oil\n8 ounces oyster mushrooms, torn into 2-inch pieces\n1 clove garlic, grated\n½-inch piece of ginger, grated\n1/4 teaspoon fish sauce (optional)\n1 cup black rice or wild rice\n1/2 cup toasted macadamia nuts, chopped\nExtra-virgin olive oil, for serving\nPreparation:\n\nWhisk coconut milk and cornstarch in medium bowl until combined and set aside. Heat oil in 12-inch skillet over medium-high heat until shimmering. Add mushrooms and 1/2 teaspoon salt and cook, turning once, until golden brown on most sides, about 5 to 7 minutes. Stir in garlic and ginger and cook until fragrant, about 30 seconds. Stir in coconut milk mixture and bring to boil. Reduce heat to low and simmer until mushrooms are tender and plump, 8 to 10 minutes longer. Season with fish sauce if desired and salt to taste. Set aside until ready to serve.\nMeanwhile, bring 2 cups water to boil in medium saucepan. Stir in rice, 1/4 teaspoon salt, bring to simmer, reduce heat to low, cover and cook until rice has absorbed water, 20 to 25 minutes. Fluff rice with fork, cover and set aside. \nTo serve, divide rice between two bowls. Spoon mushrooms over rice and pour coconut sauce on top. Sprinkle with macadamia nuts and serve.\nNutrition facts:\n2842 calories20 grams of protein77 grams of carbohydrates10 grams of fiber5 grams of sugar275 milligrams of sodium644 milligrams of potassium55 grams of fat( 15 grams of saturated fat26 grams of monounsaturated fat10 grams of polyunsaturated fat)\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}