{
  "href": "https://nutritionsource.hsph.harvard.edu/frequently-asked-questions/",
  "title": "FAQ",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Frequently Asked Questions\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nFrequently Asked Questions\n\n“I would like to edit the Healthy Eating Plate or Healthy Eating Pyramid text to better suit my population. OR – I would like to translate the text of the Healthy Eating Plate or Healthy Eating Pyramid into a different language.”\n\nHarvard owns the rights of the Healthy Eating Plate and Healthy Eating Pyramid. You cannot modify or translate the text in any way. If you would like to request permission to use an unmodified version of the Healthy Eating Plate or the Healthy Eating Pyramid, please submit this form. With the information from these forms, we can process your request.\n\n“I recently heard that dairy/eggs/fish/saturated fat/brown rice is less/more healthy than your website suggests. I am so confused by the contradicting research, and I would love to know what I should really be eating! Should I include this food in my diet?”\n\n“I was recently diagnosed with diabetes/heart disease/celiac disease/lactose intolerance, and I noticed that your website does not have special dietary information for my disease. Can you please advise me about how to eat a healthy diet with my disease?”\n\nThank you very much for your interest in The Nutrition Source. We appreciate your concerns about your diet, and we aim to update the website with diet information for the general public as frequently as possible. However, we are unable to provide personal nutrition advice. If you would like to contact a licensed nutrition professional to obtain such advice, the Academy of Nutrition and Dietetics lists registered dietitians on its website.\n\n“I just read an article that stated that a particular food item is extremely unhealthy or healthy. Your website does not discuss this! What do you think?”\n\nUnfortunately, our website currently does not have any articles or information on the topic you have raised, but we will keep your interest in mind as we consider topic updates in the future.\n\n“I am emailing to link you to my new book/website/blog/product/weight loss supplement, or food item. We would love to form a partnership with you and would appreciate a link to our product added to your website.”\n\nThank you very much for your interest in The Nutrition Source. We do not form partnerships with or endorse any brands because we do not have corporate sponsors, so we would be unable to offer that on our website. As you can see in our terms of use: “The information does not mention brand names, nor does it endorse any particular products.” Best of luck with your venture.\n\n \n\n \n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}