{
  "href": "https://nutritionsource.hsph.harvard.edu/pan-roasted-wild-mushrooms-with-coffee-and-hazelnuts/",
  "title": "Pan Roasted Wild Mushrooms with Coffee and Hazelnuts",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Pan Roasted Wild Mushrooms with Coffee and Hazelnuts\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nPan Roasted Wild Mushrooms with Coffee and Hazelnuts\n\nOne of the best parts about autumn is the appearance of wild mushrooms. A sudden dip in temperature coupled with excess moisture is enough to coax these fungi out of hiding. Hen of the woods, porcinis, chicken of the woods, oyster mushrooms, and chanterelles are just a small sampling of the varieties available—free of charge—to the discerning woodland forager. But even if you aren’t trained to mushroom-hunt on your own, wild mushrooms tend to pop up in markets when cooler weather approaches.\n\nHere is a simple recipe that highlights the natural nutty, earthy qualities of wild mushrooms. Pan-roasting results in crispy edges but tender, juicy interiors. To complement the earthy and savory notes of these mushrooms, we make a quick sauce of coffee and soy sauce. The bitterness of the coffee brings out the bitterness of the mushrooms, so that the mushrooms taste even more…well, mushroom-y. To provide some textural contrast and sweet, buttery notes, we add in toasted hazelnuts, plus a nice dusting of grated hazelnuts for that fancy, restaurant-quality vibe. For best results, look for varieties such as hen of the woods, chicken of the woods, oyster mushrooms, or butter oyster mushrooms. For the sauce, a light to medium roast coffee works best; dark roasts tend to be too bitter for this application.\n\nPan Roasted Wild Mushrooms with Coffee and Hazelnuts\nRecipe courtesy of Tim Chin\nServes 2\nIngredients:\n\n1/4 cup brewed coffee\n1 1/2 teaspoons soy sauce\n1 teaspoon honey\n3/4 teaspoon cornstarch\n3 tablespoons vegetable oil\n10 ounces wild mushrooms, separated into 2- to 3-inch pieces\nSalt and pepper\n¼ cup toasted hazelnuts, chopped, plus extra whole for serving\nPreparation:\n\nWhisk coffee, soy sauce, honey, and cornstarch in small saucepan until combined. Bring mixture to simmer over medium heat, stirring occasionally, until sauce is clear, slightly thickened and coats back of spoon, 1 to 2 minutes. Cover and set aside. \nHeat oil in 12-inch skillet over medium-high heat until shimmering. Add mushrooms and cook until first side is golden brown, 3 to 4 minutes. Using tongs, flip mushrooms and cook until mushrooms are heated through and lightly browned, about 3 minutes longer. Season mushrooms with salt and pepper to taste.\nTo serve: Spoon coffee sauce on plate and sprinkle with chopped hazelnuts. Arrange mushrooms on top and grate extra hazelnuts over mushrooms. Serve.\nNutrition facts:\n2375 calories9 grams of protein12 grams of carbohydrates2 grams of fiber4 grams of sugar( 3 grams of added sugar )377 milligrams of sodium495 milligrams of potassium36 grams of fat( 4 grams of saturated fat5 grams of monounsaturated fat14 grams of polyunsaturated fat)\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}