{
  "href": "https://nutritionsource.hsph.harvard.edu/vegetarian-shepherds-pie-recipe/",
  "title": "Vegetarian Shepherd’s Pie",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Vegetarian Shepherd’s Pie\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nVegetarian Shepherd’s Pie\n\nThis dish makes a beautiful centerpiece, with its top layer of bright, orange sweet potatoes. The filling of chickpeas and vegetables gives the pie a nice “bite,” making this recipe a top contender for any holiday gathering.\n\nIngredients (Serves 8)\n1/2 lb. chickpeas, dried\n2 bay leaves\n(or, substitute 2  14.5oz cans of low-sodium chickpeas, drained and rinsed)\n1 lb. turnips\n1 10-oz. container cremini or button mushrooms\n2-3 medium carrots\n1 large or 2 medium leeks\n2 large stalks of celery\n2 medium cloves garlic\n3-4 sprigs sage\n2 sprigs rosemary\n4-6 sprigs thyme\n2 teaspoons cracked black pepper\n2 teaspoons tomato paste\n1/4 cup whole wheat flour\n2-4 cups homemade very low-sodium vegetable stock\n5 lbs. sweet potatoes\n4 egg yolks\n4 Tablespoons olive oil\nkosher salt, to taste\n1 teaspoon black pepper\nInstructions\n\n\nFor the chickpeas (omit these steps if using canned chickpeas)\n\nSoak chickpeas overnight in enough lightly salted water to cover them by 4”. If you don’t have the time, put the chickpeas in a pot, cover with lightly salted water (also about 4”), bring to a boil, then turn off the heat and let them sit for about 2 hours.\nOnce the chickpeas have soaked, combine the chickpeas, soaking liquid, and the bay leaves in a soup pot, bring to a boil over high heat, then reduce the heat to low and simmer for a little over an hour, or until the chickpeas are tender but still retain a bit of texture. Strain the chickpeas and set them aside.\n\nFor the carrots, turnips, and mushrooms\n\nWash everything, and cut into evenly-sized 1/2” pieces. Heat an oven to 425 degrees Fahrenheit. Combine vegetables, and divide into batches so the baking sheet isn’t overcrowded.\nToss each batch in olive oil, and place on baking sheet. Roast each batch in the oven until browned and cooked through – this can take anywhere from 10-20 minutes. Set the roasted veggies aside when finished.\n\nTo complete the filling\n\n\nCut the root off of the leek(s) and remove the dark green leaves, keeping only the very light-green and white parts. Take off the outer layer. Cut the leek(s) into a small dice (about 1/4” pieces). Soak the leek pieces in a bowl of water for 5 minutes, then lift them out (don’t pour them out) and place them in a colander to drain. Cut the celery into a small dice, and mince the garlic. Mince the herbs.\nHeat 2 Tablespoons olive oil in a 2 quart pot over medium-low heat, and add the leeks, celery, and garlic. Sweat the veggies for 5-8 minutes until translucent – keep the heat low so they don’t color. Add the herbs, black pepper, and tomato paste, and cook for 3-4 minutes, stirring constantly so the tomato paste doesn’t stick and burn.\nAdd 4 Tablespoons olive oil to the pot, and then the whole wheat flour. Stir the flour and continue to cook for 4-5 minutes, stirring constantly. Slowly add the vegetable stock while stirring, starting with about 2 cups. Turn the heat up to medium-high and bring to a simmer, then add more stock if necessary to bring the sauce to a thick stew-like consistency. Remove from the heat.\nMix together the chickpeas, mushrooms, turnips, carrots, and filling ‘base’. You may not need all of the filling base – add a little at a time until you get to the desired consistency. It should be rich and fairly thick – not soupy. If needed, season to taste with kosher salt.\nHeat oven to 350 degrees Fahrenheit. Wrap each yam/sweet potato in aluminum foil, place on a baking sheet, and roast in the oven until completely soft, 50 minutes. Remove from the oven and allow to cool.\nScoop out all of the flesh from the sweet potatoes/yams and put in a mixing bowl with the olive oil and black pepper. Mash with a big fork or potato masher. Whip the egg yolks with a little kosher salt until smooth, and add to the bowl. Mix until everything is combined.\n\nTo assemble and serve\n\nHeat an oven to 350 degrees Fahrenheit. Spread the filling in the bottom of a 9×11” casserole dish. Spread the mashed sweet potatoes/yams evenly on top. Bake in the oven for 30 minutes, or until the top is lightly browned.\n\nMore recipes to Prioritize Plants for Healthy Holiday Cooking\n\nNutrition information per serving (1/8 of recipe):\n488 calories, 15 g protein, 87 g carbohydrate, 11 g fiber, 17 g sugar (includes 0 g added sugar), 226 mg sodium, 1279 mg potassium, 11 g fat (2 g sat, 6 g mono, 3 g poly, 0 g trans), 92 mg cholesterol\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}