{
  "href": "https://nutritionsource.hsph.harvard.edu/food-features/yogurt/",
  "title": "yogurt",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Yogurt\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nYogurt\n\nYogurt is a staple food in several cultures, originating from countries in Western Asia and the Middle East. The word yogurt is believed to be derived from the Turkish word “yoğurmak,” which means to thicken, coagulate, or curdle. [1] Historical accounts describe nomadic herdsmen carrying milk in pouches made of animal skins. Naturally occurring enzymes in the pouches that were carried close to the body produced enough body heat to ferment the milk, producing an edible food that lasted longer than milk; thus the introduction of yogurt!\n\nYogurt is made when heated milk is combined with bacteria, specifically Lactobacillus bulgaricus and Streptococcus thermophilus, and left to sit for several hours at a warm temperature (110-115°F). Additional types of lactobacilli and bifidobacteria may be added. The bacteria convert the sugar in milk, called lactose, to lactic acid, which thickens the milk and develops its distinctive tart flavor.\n\nReferences to yogurt and health date back to 6000 BCE, as seen in Indian Ayurvedic medicinal texts. In the 1900s, the Bulgarian microbiologist Stamen Grigorov discovered Lactobacillus bulgaricus bacillus, a strain of the bacillus bacteria not naturally found in the human gut that caused the fermentation of yogurt. He also researched the specific health effects of lactic acid.\n\nToday, yogurt can be found in a variety of forms—including plain, but often with added fruit or sweeteners. Thickeners and stabilizers such as gelatin and pectins may also be added for a thicker texture and richer taste.\n\nIndividuals with lactose intolerance who cannot tolerate dairy products may be able to eat some yogurt because of its lower concentration of lactose. Fermentation by the bacteria breaks down lactose to lactic acid. Another option may be plant-based yogurts, which do not contain lactose.\n\nSource Of \nProtein\nCalcium\nPhosphorus\nB vitamins – riboflavin and B12 (animal-based yogurt only)\nYogurt and Health\n\nYogurt offers several important nutrients including protein and calcium. However, much of the research on yogurt’s health benefits centers on its live bacterial content, which is also present in other fermented foods like kefir, kimchi, and sauerkraut. [2] It has been proposed that a lower number of some bacterial strains in the body may influence risk of certain disease conditions including obesity, type 2 diabetes, irritable bowel syndrome, and chronic inflammatory diseases such as Crohn’s disease, ulcerative colitis, and rheumatoid arthritis. [3, 4] A plant-based diet is associated with supporting a diverse and probably healthier gut microbiota more than a diet low in fruits and vegetables and high in meat, [5] and yogurt consumption may also help to increase microbiota diversity in the gut. [6] Learn more about the body’s microbiome.\n\nEpidemiological research on specific health effects of yogurt is still limited but a few studies suggest a benefit. In a study following three large cohorts for up to 20 years that included 120,877 men and women free of obesity and chronic diseases at baseline, yogurt consumption appeared to protect from weight gain. [7] The authors suggested that changes in colonic bacteria from eating the yogurt may have influenced weight changes. Daily yogurt intake may also protect against heart disease and type 2 diabetes. [8,9] Two meta-analyses of prospective cohort studies found an 18% and 14% lower risk of developing type 2 diabetes with daily yogurt intake. [10,11] Why yogurt affects diabetes is unclear, but it is believed that helpful bacteria in the yogurt may reduce inflammation or improve the action of the body’s natural insulin.\n\nFor Your Health and the Planet’s Health\n\nThe production of dairy foods places considerable demand on land, water, and other natural resources, and dairy-producing ruminant animals like cattle, sheep, and goats generate methane—a powerful greenhouse gas. In identifying a dietary pattern both healthy for people and sustainable for the planet, the “planetary health diet” sets the target for dairy foods at 250 grams per day (with a range of 0 to 500 grams per day), which is about one (8-ounce) cup of yogurt.\n\nPurchase\n\nAlong with fat content, flavor, and type of milk from which the yogurt is derived (cow, goat, etc.), here are some other terms you may find in the yogurt aisle:\n\nGreek yogurt, also called “strained yogurt” or “yogurt cheese.” Yogurt that is strained to remove the whey portion, resulting in a thicker consistency than unstrained yogurt while preserving yogurt’s distinctive, sour taste.\nPlant-based or non-dairy yogurts. Stemming from the rise in popularity of plant-based non-dairy milks, yogurts made from soy, coconut, nuts, rice, and other plant foods have become more common on supermarket shelves. Note that not all plant-based yogurts undergo fermentation so they may not contain live bacteria. Plant-based yogurts may be lower in protein, calcium, and other nutrients unless they are fortified, so check the Nutrition Facts label if these nutrients are important in your diet.\nProbiotic. Refers to foods, beverages, and supplements containing specific strains of live bacteria or microbiota. Food manufacturers may add additional probiotic strains for perceived health benefits. However, the exact amount of probiotics and strain of bacteria that yield a beneficial health effect will vary among individuals and is not well-researched.\nCFUs or colony forming units. The number of living bacteria per gram. This is an indication of how many live bacteria are present in the yogurt at the time of manufacture. Yogurt typically contains at least 1,000,000, or 106 CFUs, which is the minimum needed to display a “Live and Active Cultures” seal on the packaging. This minimum number is the standard provided because it is expected that some bacteria will be destroyed when passing through the digestive tract and exposed to stomach acid. Though food manufacturers often promote the health benefits of multiple strains of bacteria and a high amount of CFUs, with some products offering billions of CFUs, research does not support these claims.\nMake\n\nIf you want to try making strained yogurt at home, it’s not as difficult as you might think:\n\nHeat 1/2 gallon of milk (may be skim, 2%, or whole). Pour the milk into a 3-quart saucepan and set over medium heat. Warm the milk until almost boiling when small bubbles appear; stir the milk periodically to prevent scorching.\nCool the milk to a warm temperature of about 110°-115° F and transfer to a glass or ceramic bowl. A higher temperature can destroy the bacteria, while a cooler temperature can prevent fermentation.\nWhisk into the milk ½ cup plain yogurt with live cultures or a yogurt starter package. Cover the bowl with a lid or clean plate. Wrap the bowl in a towel.\nHeat oven to warm setting for 1-2 minutes and turn on oven light. Turn off the oven (leave light on) and place yogurt into oven. Let sit for at least 4 hours but may be left overnight. The oven temperature should be about 110°F.\nThe yogurt is then ready to use. If you prefer this thinner consistency, refrigerate for a few hours before eating. If you wish a thicker Greek-style yogurt, strain the yogurt. Place a fine mesh sieve over a large bowl and line with a coffee filter or cheesecloth. Pour the yogurt into the sieve and refrigerate for up to several hours, which will strain out the liquid whey and excess water. The yogurt may be stored in the refrigerator for about 7 days.\nTry plain Greek yogurt with berries for a satisfying snack.\nServe\nChoose plain and unsweetened yogurt, either strained or unstrained. Add herbs and spices for savory preparations, or fresh fruit and spices like cinnamon, nutmeg, or ginger for a sweeter dish. Top with almonds, pecans, or other nuts for a crunchy addition.\nFor a delicious tzatziki sauce, blend together 1 whole diced peeled cucumber, 2-3 tablespoons lemon juice, 1 tablespoon extra virgin olive oil, 1 garlic clove, 1 tablespoon dill, and a pinch of salt and black pepper. Stir mixture into 3 cups of plain Greek yogurt. Serve as a sauce or a dip.\nSubstitute plain yogurt in recipes calling for sour cream or mayonnaise. Examples:\nFor tuna salad, use half plain yogurt and half mayo. For extra zip, try adding any of the following to taste: Dijon mustard, chili powder, garlic powder, diced dill pickles, or red onion.\nFor a creamy honey mustard salad dressing or marinade, whisk together 1/2 cup 2% plain Greek yogurt, 2 tablespoons yellow mustard, 3 tablespoons honey, 1 tablespoon garlic powder, 1 tablespoon lemon juice, and pinch of salt and pepper.\nDid You Know?\nGreek yogurt did not originate in Greece! Although strained yogurt or straggisto is a staple dish in Greece, the term “Greek yogurt” was first made popular by a commercial yogurt company located in Greece, and later used by other U.S. and European yogurt companies. Britain is the only country that regulates the term, where yogurt must be produced in Greece to carry the title.\nSome calcium is removed from Greek yogurt during the straining process. Commercial Greek yogurts may add back calcium, but some do not so if you are including Greek yogurt in your diet as a calcium source, be sure to check the Nutrition Facts label.\nSome yogurts can contain up to 20-25 grams of sugar per 5 oz. container. Though some of this may come from naturally occurring lactose, most will be from added sweeteners. If you see sugar or other forms of sugar among the top four ingredients in the Ingredients list, consider choosing a lower sugar yogurt or use plain yogurt with your own addition of fresh fruit or a drizzle of honey. See Added Sugar in the Diet.\nReferences\n\nLast reviewed November 2019\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}