{
  "href": "https://nutritionsource.hsph.harvard.edu/elevate-your-plate/hearty-and-savory-plant-based/",
  "title": "Prioritize hearty and savory plant-based preparations",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Strategies to reduce red meat and elevate your plate > Prioritize hearty and savory plant-based preparations\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nPrioritize hearty and savory plant-based preparations\nElevate your plate: Reducing red meat in our diets can be a win for our own health and the health of the planet. If you’re not quite sure where to start, these strategies can help you cut-back the red meat while keeping your meals filling and flavorful.\n\nYou might think a plate devoid of meat is incomplete—questioning whether it will fill you up, be too expensive, give you enough protein, be lacking in flavor or texture, etc. If that’s been your experience, don’t be discouraged. While this approach doesn’t incorporate any animal products, it doesn’t mean you have to remove them from your diet completely. Rather, it shares some simple strategies for creating filling, delicious, and even budget-friendly plant-based preparations.\n\nStart here:\nIncorporate umami: alongside sweet, salty, sour, and bitter, umami is the fifth well-recognized taste, which is typically described as a “savory, meaty taste.” True to its description, umami foods often include red meats and poultry, eggs and certain cheeses, and a wide range of seafood. However, there are a number of umami-packed plant-based foods that can provide this savory, meaty, rich taste when you’re cooking without animal foods. For example, fermented products like soy sauce and miso; sea vegetables; green tea; toasted nuts and seeds; savory spices like cumin and smoked paprika; and a range of vegetables, including tomatoes, asparagus, winter squash, sweet potatoes, and carrots.\nRoasting, grilling, sautéing and caramelizing vegetables increases the umami as well, as this process breaks down the protein to release the flavor.\nMushrooms also stand out for their umami-rich flavor, which, combined with their “meaty” texture can make a great replacement for beef.\nBuild texture, protein, and satiety with legumes and nuts: Legumes (like beans, soybeans, peas, lentils), nuts (like almonds, walnuts, and pecans), and seeds (chia, hempseed) can stand in for animal-based protein foods, while providing an array of other nutrients. Same goes for products made from them, such as nut butters and soy foods (like tofu or tempeh) or other plant-based products, like veggie burgers (note that with any highly processed product, plant-based or not, it’s important to look out for extra sodium, saturated fat from tropical oils, or other additives).\nLegumes are worth calling out in particular, for human health and planetary health. For example, just one cup of cooked lentils provides 18 grams of protein and 15 grams of fiber, and it has virtually no saturated fat (for comparison, 4 ounces of ground beef provides 14 grams of protein, no fiber, and 11 grams of saturated fat). And beyond their lower impact on greenhouse gas emissions, legumes are also known for helping replace nitrogen in the soil.\nTexturally, lentils even resemble ground beef when cooked, and when paired with umami-packed vegetables, like mushrooms, can even mimic the taste. Try them anywhere you’d used crumbled cooked ground beef. For example:\nHearty lentils, savory portabella mushrooms, umami-packed tomatoes, and sautéed onions combine with brown rice to deliver a surprisingly “meaty” bell pepper filling—but without the red meat.\nGET THE RECIPE.\nFor building the rest of the dish, incorporate minimally processed whole grains, which will boost texture and also provide some protein. Cook your whole grains in low-sodium vegetable broth for even more flavor.\nWhat else can I do?\n\nAs you can see (and try for yourself, following these tips!), plant-based meals can indeed be filling and flavorful on their own. However, if you happen to have leftover chicken or feel like having an egg or some cheese, these tips can help provide a solid base for incorporating animal-based foods into your meals. For some ideas and recipes on how to do so, check out:\n\nConsume less meat, enjoy more variety\nSEE THE TIPS.\nMore plate upgrades:\nSwap out red meat for healthier meats\nIf you’re thinking of a meal that features red meat, see if you can replace it with a better option, like poultry or seafood.\nEat a little less red meat, any way you can\nAssess how often you eat red meat, and see if one of these strategies can help you find a way to cut back a bit.\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}