{
  "href": "https://www.nature.com/articles/jhh2008144",
  "title": "Journal of human hypertension",
  "content": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection.\n\nSee our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSubscribe\nSign up for alerts\nRSS feed\nnature  journal of human hypertension  review  article\nReview\nPublished: 25 December 2008\nA comprehensive review on salt and health and current experience of worldwide salt reduction programmes\nF J He & G A MacGregor \n\nJournal of Human Hypertension \nvolume\n 23, \npages\n363–384 (2009)Cite this article\n\n39k Accesses\n\n175 Altmetric\n\nMetrics\ndetails\n\nAbstract\n\nCardiovascular disease (CVD) is the leading cause of death and disability worldwide. Raised blood pressure (BP), cholesterol and smoking, are the major risk factors. Among these, raised BP is the most important cause, accounting for 62% of strokes and 49% of coronary heart disease. Importantly, the risk is throughout the range of BP, starting at systolic 115 mm Hg. There is strong evidence that our current consumption of salt is the major factor increasing BP and thereby CVD. Furthermore, a high salt diet may have direct harmful effects independent of its effect on BP, for example, increasing the risk of stroke, left ventricular hypertrophy and renal disease. Increasing evidence also suggests that salt intake is related to obesity through soft drink consumption, associated with renal stones and osteoporosis and is probably a major cause of stomach cancer. In most developed countries, a reduction in salt intake can be achieved by a gradual and sustained reduction in the amount of salt added to food by the food industry. In other countries where most of the salt consumed comes from salt added during cooking or from sauces, a public health campaign is needed to encourage consumers to use less salt. Several countries have already reduced salt intake, for example, Japan (1960–1970), Finland (1975 onwards) and now the United Kingdom. The challenge is to spread this out to all other countries. A modest reduction in population salt intake worldwide will result in a major improvement in public health.\n\nThis is a preview of subscription content, access via your institution\n\nAccess options\nAccess through your institution\n\nSubscribe to this journal\n\nReceive 12 digital issues and online access to articles\n\n111,21 € per year\n\nonly 9,27 € per issue\n\nLearn more\n\nBuy this article\n\nPurchase on SpringerLink\nInstant access to full article PDF\nBuy now\n\nPrices may be subject to local taxes which are calculated during checkout\n\nAdditional access options:\nLog in\nLearn about institutional subscriptions\nRead our FAQs\nContact customer support\nSimilar content being viewed by others\nThe impact of excessive salt intake on human health\nArticle 20 January 2022\nDietary salt intake in Japan - past, present, and future\nArticle 16 March 2022\nThe World Hypertension League Science of Salt: a regularly updated systematic review of salt and health outcomes studies (Sept 2019 to Dec 2020)\nArticle Open access\n10 June 2022\nReferences\n\nIntersalt Cooperative Research Group. Intersalt: an international study of electrolyte excretion and blood pressure. Results for 24 h urinary sodium and potassium excretion. BMJ 1988; 297: 319–328.\n\nGoogle Scholar\n \n\nHenderson L, Irving K, Gregory J, Bates CJ, Prentice A, Perks J et al. Urinary analytes. National diet & nutrition survey: adults aged 19–64. 2003; 3: 127–136.\n\nMeneton P, Jeunemaitre X, de Wardener HE, MacGregor GA . Links between dietary salt intake, renal salt handling, blood pressure, and cardiovascular diseases. Physiol Rev 2005; 85: 679–715.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHe FJ, MacGregor GA . Salt, blood pressure and cardiovascular disease. Curr Opin Cardiol 2007; 22: 298–305.\n\nPubMed\n \nGoogle Scholar\n \n\nCook NR, Cutler JA, Obarzanek E, Buring JE, Rexrode KM, Kumanyika SK et al. Long term effects of dietary sodium reduction on cardiovascular disease outcomes: observational follow-up of the trials of hypertension prevention (TOHP). BMJ 2007; 334: 885.\n\nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nTuomilehto J, Jousilahti P, Rastenyte D, Moltchanov V, Tanskanen A, Pietinen P et al. Urinary sodium excretion and cardiovascular mortality in Finland: a prospective study. Lancet 2001; 357: 848–851.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nCianciaruso B, Bellizzi V, Minutolo R, Tavera A, Capuano A, Conte G et al. Salt intake and renal outcome in patients with progressive renal disease. Miner Electrolyte Metab 1998; 24: 296–301.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHeeg JE, de Jong PE, van der Hem GK, de Zeeuw D . Efficacy and variability of the antiproteinuric effect of ACE inhibition by lisinopril. Kidney Int 1989; 36: 272–279.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nSwift PA, Markandu ND, Sagnella GA, He FJ, MacGregor GA . Modest salt reduction reduces blood pressure and urine protein excretion in black hypertensives: a randomized control trial. Hypertension 2005; 46: 308–312.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nPerry IJ, Beevers DG . Salt intake and stroke: a possible direct effect. J Hum Hypertens 1992; 6: 23–25.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nNagata C, Takatsuka N, Shimizu N, Shimizu H . Sodium intake and risk of death from stroke in Japanese men and women. Stroke 2004; 35: 1543–1547.\n\nPubMed\n \nGoogle Scholar\n \n\nKupari M, Koskinen P, Virolainen J . Correlates of left ventricular mass in a population sample aged 36–37 years. Focus on lifestyle and salt intake. Circulation 1994; 89: 1041–1050.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHe FJ, Markandu ND, Sagnella GA, MacGregor GA . Effect of salt intake on renal excretion of water in humans. Hypertension 2001; 38: 317–320.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHe FJ, Marrero NM, MacGregor GA . Salt intake is related to soft drink consumption in children and adolescents: a link to obesity? Hypertension 2008; 51: 629–634.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nCappuccio FP, Kalaitzidis R, Duneclift S, Eastwood JB . Unravelling the links between calcium excretion, salt intake, hypertension, kidney stones and bone metabolism. J Nephrol 2000; 13: 169–177.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nTsugane S, Sasazuki S, Kobayashi M, Sasaki S . Salt and salted food intake and subsequent risk of gastric cancer among middle-aged Japanese men and women. Br J Cancer 2004; 90: 128–134.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nHe FJ, MacGregor GA . Effect of modest salt reduction on blood pressure: a meta-analysis of randomized trials. Implications for public health. J Hum Hypertens 2002; 16: 761–770.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHe FJ, MacGregor GA . Importance of salt in determining blood pressure in children: meta-analysis of controlled trials. Hypertension 2006; 48: 861–869.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLopez AD, Mathers CD, Ezzati M, Jamison DT, Murray CJ . Global and regional burden of disease and risk factors, 2001: systematic analysis of population health data. Lancet 2006; 367: 1747–1757.\n\nPubMed\n \nGoogle Scholar\n \n\nEmberson JR, Whincup PH, Morris RW, Walker M . Re-assessing the contribution of serum total cholesterol, blood pressure and cigarette smoking to the aetiology of coronary heart disease: impact of regression dilution bias. Eur Heart J 2003; 24: 1719–1726.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nWorld Health Report 2002. Reducing Risks, Promoting Healthy Life. World Health Organisation: Geneva, Switzerland, 2002. Available at http://www.who.int/whr/2002 (Accessed June 30, 2006).\n\nLewington S, Clarke R, Qizilbash N, Peto R, Collins R . Age-specific relevance of usual blood pressure to vascular mortality: a meta-analysis of individual data for one million adults in 61 prospective studies. Lancet 2002; 360: 1903–1913.\n\nPubMed\n \nGoogle Scholar\n \n\nMacMahon S . Blood pressure and the prevention of stroke. J Hypertens 1996; 14 (Suppl): S39–S46.\n\nCAS\n \nGoogle Scholar\n \n\nAppel LJ, Moore TJ, Obarzanek E, Vollmer WM, Svetkey LP, Sacks FM et al. A clinical trial of the effects of dietary patterns on blood pressure. DASH Collaborative Research Group. N Engl J Med 1997; 336: 1117–1124.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHe FJ, MacGregor GA . Fortnightly review: beneficial effects of potassium. BMJ 2001; 323: 497–501.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nHe FJ, Nowson CA, MacGregor GA . Fruit and vegetable consumption and stroke: meta-analysis of cohort studies. Lancet 2006; 367: 320–326.\n\nPubMed\n \nGoogle Scholar\n \n\nDenton D, Weisinger R, Mundy NI, Wickings EJ, Dixson A, Moisson P et al. The effect of increased salt intake on blood pressure of chimpanzees. Nat Med 1995; 1: 1009–1016.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nElliott P, Walker LL, Little MP, Blair-West JR, Shade RE, Lee DR et al. Change in salt intake affects blood pressure of chimpanzees: implications for human populations. Circulation 2007; 116: 1563–1568.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLifton RP . Molecular genetics of human blood pressure variation. Science 1996; 272: 676–680.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLifton RP, Gharavi AG, Geller DS . Molecular mechanisms of human hypertension. Cell 2001; 104: 545–556.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nPage LB, Damon A, Moellering Jr RC . Antecedents of cardiovascular disease in six Solomon Islands societies. Circulation 1974; 49: 1132–1146.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nUzodike VO . Epidemiological studies of arterial blood pressure and hypertension in relation to electrolyte excretion in three Igbo communities in Nigeria. Thesis (MD), University of London, 1993.\n\nPage LB, Vandevert DE, Nader K, Lubin NK, Page JR . Blood pressure of Qash’qai pastoral nomads in Iran in relation to culture, diet, and body form. Am J Clin Nutr 1981; 34: 527–538.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nElliott P, Stamler J, Nichols R, Dyer AR, Stamler R, Kesteloot H et al. Intersalt revisited: further analyses of 24 h sodium excretion and blood pressure within and across populations. Intersalt Cooperative Research Group. BMJ 1996; 312: 1249–1253.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nElliott P, Stamler J . Evidence on salt and blood pressure is consistent and persuasive. Int J Epidemiol 2002; 31: 316–319.\n\nPubMed\n \nGoogle Scholar\n \n\nZhou BF, Stamler J, Dennis B, Moag-Stahlberg A, Okuda N, Robertson C et al. Nutrient intakes of middle-aged men and women in China, Japan, United Kingdom, and United States in the late 1990s: the INTERMAP study. J Hum Hypertens 2003; 17: 623–630.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nKhaw KT, Bingham S, Welch A, Luben R, O’Brien E, Wareham N et al. Blood pressure and urinary sodium in men and women: the Norfolk Cohort of the European Prospective Investigation into Cancer (EPIC-Norfolk). Am J Clin Nutr 2004; 80: 1397–1403.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHe J, Klag MJ, Whelton PK, Chen JY, Mo JP, Qian MC et al. Migration, blood pressure pattern, and hypertension: the Yi Migrant Study. Am J Epidemiol 1991; 134: 1085–1101.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nPoulter NR, Khaw KT, Hopwood BE, Mugambi M, Peart WS, Rose G et al. The Kenyan Luo migration study: observations on the initiation of a rise in blood pressure. BMJ 1990; 300: 967–972.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nForte JG, Miguel JM, Miguel MJ, de Padua F, Rose G . Salt and blood pressure: a community trial. J Hum Hypertens 1989; 3: 179–184.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nTian HG, Guo ZY, Hu G, Yu SJ, Sun W, Pietinen P et al. Changes in sodium intake and blood pressure in a community-based intervention project in China. J Hum Hypertens 1995; 9: 959–968.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nStaessen J, Bulpitt CJ, Fagard R, Joossens JV, Lijnen P, Amery A . Salt intake and blood pressure in the general population: a controlled intervention trial in two towns. J Hypertens 1988; 6: 965–973.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nTuomilehto J, Puska P, Nissinen A, Salonen J, Tanskanen A, Pietinen P et al. Community-based prevention of hypertension in North Karelia, Finland. Ann Clin Res 1984; 16 (Suppl 43): 18–27.\n\nPubMed\n \nGoogle Scholar\n \n\nTakahashi Y, Sasaki S, Okubo S, Hayashi M, Tsugane S . Blood pressure change in a free-living population-based dietary modification study in Japan. J Hypertens 2006; 24: 451–458.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nKempner W . Treatment of hypertensive vascular disease with rice diet. Am J Med 1948; 26: 545–577.\n\nGoogle Scholar\n \n\nMacGregor GA, Markandu ND, Best FE, Elder DM, Cam JM, Sagnella GA et al. Double-blind randomised crossover trial of moderate sodium restriction in essential hypertension. Lancet 1982; 1: 351–355.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLaw MR, Frost CD, Wald NJ . By how much does dietary salt reduction lower blood pressure? III—analysis of data from trials of salt reduction. BMJ 1991; 302: 819–824.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nMidgley JP, Matthew AG, Greenwood CM, Logan AG . Effect of reduced dietary sodium on blood pressure: a meta-analysis of randomized controlled trials. JAMA 1996; 275: 1590–1597.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nCutler JA, Follmann D, Allender PS . Randomized trials of sodium reduction: an overview. Am J Clin Nutr 1997; 65: 643S–651S.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nGraudal NA, Galloe AM, Garred P . Effects of sodium restriction on blood pressure, renin, aldosterone, catecholamines, cholesterols, and triglyceride: a meta-analysis. JAMA 1998; 279: 1383–1391.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nAlam S, Johnson AG . A meta-analysis of randomised controlled trials (RCT) among healthy normotensive and essential hypertensive elderly patients to determine the effect of high salt (NaCl) diet of blood pressure. J Hum Hypertens 1999; 13: 367–374.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHooper L, Bartlett C, Davey Smith G, Ebrahim S . Systematic review of long term effects of advice to reduce dietary salt in adults. BMJ 2002; 325: 628–632.\n\nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nHe FJ, Markandu ND, MacGregor GA . Importance of the renin system for determining blood pressure fall with acute salt restriction in hypertensive and normotensive whites. Hypertension 2001; 38: 321–325.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nMacGregor GA, Markandu ND, Sagnella GA, Singer DR, Cappuccio FP . Double-blind study of three sodium intakes and long-term effects of sodium restriction in essential hypertension. Lancet 1989; 2: 1244–1247.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nSacks FM, Svetkey LP, Vollmer WM, Appel LJ, Bray GA, Harsha D et al. Effects on blood pressure of reduced dietary sodium and the Dietary Approaches to Stop Hypertension (DASH) diet. DASH-Sodium Collaborative Research Group. N Engl J Med 2001; 344: 3–10.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nMacGregor GA, Markandu ND, Singer DR, Cappuccio FP, Shore AC, Sagnella GA . Moderate sodium restriction with angiotensin converting enzyme inhibitor in essential hypertension: a double blind study. Br Med J (Clin Res Ed) 1987; 294: 531–534.\n\nCAS\n \nGoogle Scholar\n \n\nWhelton PK, Appel LJ, Espeland MA, Applegate WB, Ettinger Jr WH, Kostis JB et al. Sodium reduction and weight loss in the treatment of hypertension in older persons: a randomized controlled trial of nonpharmacologic interventions in the elderly (TONE). TONE Collaborative Research Group. JAMA 1998; 279: 839–846.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHe FJ, Markandu ND, Sagnella GA, MacGregor GA . Importance of the renin system in determining blood pressure fall with salt restriction in black and white hypertensives. Hypertension 1998; 32: 820–824.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nCappuccio FP, Markandu ND, Carney C, Sagnella GA, MacGregor GA . Double-blind randomised trial of modest salt restriction in older people. Lancet 1997; 350: 850–854.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHe FJ, MacGregor GA . Salt, blood pressure and the renin-angiotensin system. J Renin Angiotensin Aldosterone Syst 2003; 4: 11–16.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHe FJ, MacGregor GA . How far should salt intake be reduced? Hypertension 2003; 42: 1093–1099.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nAntonios TF, MacGregor GA . Salt—more adverse effects. Lancet 1996; 348: 250–251.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nSasaki N . The salt factor in apoplexy and hypertension: epidemiological studies in Japan. In: Yamori Y (ed). Prophylactic Approach to Hypertensive Diseases. Raven Press: New York, 1979, pp 467–474.\n\nGoogle Scholar\n \n\nKarppanen H, Mervaala E . Sodium intake and hypertension. Prog Cardiovasc Dis 2006; 49: 59–75.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLaatikainen T, Pietinen P, Valsta L, Sundvall J, Reinivuo H, Tuomilehto J . Sodium in the Finnish diet: 20-year trends in urinary sodium excretion among the adult population. Eur J Clin Nutr 2006; 60: 965–970.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nKagan A, Popper JS, Rhoads GG, Yano K . Dietary and other risk factors for stroke in Hawaiian Japanese men. Stroke 1985; 16: 390–396.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nAlderman MH, Madhavan S, Cohen H, Sealey JE, Laragh JH . Low urinary sodium is associated with greater risk of myocardial infarction among treated hypertensive men. Hypertension 1995; 25: 1144–1152.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nStamler J, Cohen J, Culter JA, Grandits G, Kjeldsberg M, Kuller L et al. Sodium intake and mortality from myocardial infarction: multiple risk factor intervention trial (MRFIT). Can J Cardiol 1997; 13 (Suppl B): 272B.\n\nGoogle Scholar\n \n\nTunstall-Pedoe H, Woodward M, Tavendale R, A’Brook R, McCluskey MK . Comparison of the prediction by 27 different factors of coronary heart disease and death in men and women of the Scottish Heart Health Study: cohort study. BMJ 1997; 315: 722–729.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nHe J, Ogden LG, Vupputuri S, Bazzano LA, Loria C, Whelton PK . Dietary sodium intake and subsequent risk of cardiovascular disease in overweight adults. JAMA 1999; 282: 2027–2034.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nAlderman MH, Cohen H, Madhavan S . Dietary sodium intake and mortality: the National Health and Nutrition Examination Survey (NHANES I). Lancet 1998; 351: 781–785.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nAscherio A, Rimm EB, Hernan MA, Giovannucci EL, Kawachi I, Stampfer MJ et al. Intake of potassium, magnesium, calcium, and fiber and risk of stroke among US men. Circulation 1998; 98: 1198–1204.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nCohen HW, Hailpern SM, Fang J, Alderman MH . Sodium intake and mortality in the NHANES II follow-up study. Am J Med 2006; 119: 275 e7–14.\n\nPubMed\n \nGoogle Scholar\n \n\nCohen HW, Hailpern SM, Alderman MH . Sodium intake and mortality follow-up in the third national health and nutrition examination survey (NHANES III). J Gen Intern Med 2008; 23 (9): 1297–1302.\n\nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nGeleijnse JM, Witteman JC, Stijnen T, Kloos MW, Hofman A, Grobbee DE . Sodium and potassium intake and risk of cardiovascular events and all-cause mortality: the Rotterdam Study. Eur J Epidemiol 2007; 22: 763–770.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nKarppanen H, Mervaala E . Sodium intake and mortality. Lancet 1998; 351: 1509.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nMeltzer JI . Low urinary sodium and myocardial infacrtion. Hypertension 1996; 27: 156–157.\n\nGoogle Scholar\n \n\nChang HY, Hu YW, Yue CS, Wen YW, Yeh WT, Hsu LS et al. Effect of potassium-enriched salt on cardiovascular mortality and medical expenses of elderly men. Am J Clin Nutr 2006; 83: 1289–1296.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHe J, Ogden LG, Bazzano LA, Vupputuri S, Loria C, Whelton PK . Dietary sodium intake and incidence of congestive heart failure in overweight US men and women: first National Health and Nutrition Examination Survey Epidemiologic Follow-up Study. Arch Intern Med 2002; 162: 1619–1624.\n\nPubMed\n \nGoogle Scholar\n \n\nMacGregor GA, de Wardener HE . Idiopathic edema. In: Schrier RW and Gottschalk CW (eds). Diseases of the Kidney. Little Brown and Company: Boston, 1997, pp 2343–2352.\n\nGoogle Scholar\n \n\nTobian L, Hanlon S . High sodium chloride diets injure arteries and raise mortality without changing blood pressure. Hypertension 1990; 15: 900–903.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nXie JX, Sasaki S, Joossens JV, Kesteloot H . The relationship between urinary cations obtained from the INTERSALT study and cerebrovascular mortality. J Hum Hypertens 1992; 6: 17–21.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLevy D, Garrison RJ, Savage DD, Kannel WB, Castelli WP . Prognostic implications of echocardiographically determined left ventricular mass in the Framingham Heart Study. N Engl J Med 1990; 322: 1561–1566.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLaufer E, Jennings GL, Korner PI, Dewar E . Prevalence of cardiac structural and functional abnormalities in untreated primary hypertension. Hypertension 1989; 13: 151–162.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nSchmieder RE, Messerli FH, Garavaglia GE, Nunez BD . Dietary salt intake. A determinant of cardiac involvement in essential hypertension. Circulation 1988; 78: 951–956.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nDu Cailar G, Ribstein J, Daures JP, Mimran A . Sodium and left ventricular mass in untreated hypertensive and normotensive subjects. Am J Physiol 1992; 263: H177–H181.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nFerrara LA, de Simone G, Pasanisi F, Mancini M . Left ventricular mass reduction during salt depletion in arterial hypertension. Hypertension 1984; 6: 755–759.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLiebson PR, Grandits GA, Dianzumba S, Prineas RJ, Grimm Jr RH, Neaton JD et al. Comparison of five antihypertensive monotherapies and placebo for change in left ventricular mass in patients receiving nutritional-hygienic therapy in the Treatment of Mild Hypertension Study (TOMHS). Circulation 1995; 91: 698–706.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nJula AM, Karanko HM . Effects on left ventricular hypertrophy of long-term nonpharmacological treatment with sodium restriction in mild-to-moderate essential hypertension. Circulation 1994; 89: 1023–1031.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nJoossens JV, Hill MJ, Elliott P, Stamler R, Lesaffre E, Dyer A et al. Dietary salt, nitrate and stomach cancer mortality in 24 countries. European Cancer Prevention (ECP) and the INTERSALT Cooperative Research Group. Int J Epidemiol 1996; 25: 494–504.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nBeevers DG, Lip GY, Blann AD . Salt intake and Helicobacter pylori infection. J Hypertens 2004; 22: 1475–1477.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nForman D, Newell DG, Fullerton F, Yarnell JW, Stacey AR, Wald N et al. Association between infection with Helicobacter pylori and risk of gastric cancer: evidence from a prospective investigation. BMJ 1991; 302: 1302–1305.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nWong BC, Lam SK, Wong WM, Chen JS, Zheng TT, Feng RE et al. Helicobacter pylori eradication to prevent gastric cancer in a high-risk region of China: a randomized controlled trial. JAMA 2004; 291: 187–194.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\ndu Cailar G, Ribstein J, Mimran A . Dietary sodium and target organ damage in essential hypertension. Am J Hypertens 2002; 15: 222–229.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nVerhave JC, Hillege HL, Burgerhof JG, Janssen WM, Gansevoort RT, Navis GJ et al. Sodium intake affects urinary albumin excretion especially in overweight subjects. J Intern Med 2004; 256: 324–330.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nArnlov J, Evans JC, Meigs JB, Wang TJ, Fox CS, Levy D et al. Low-grade albuminuria and incidence of cardiovascular disease events in nonhypertensive and nondiabetic individuals: the Framingham Heart Study. Circulation 2005; 112: 969–975.\n\nPubMed\n \nGoogle Scholar\n \n\nHoulihan CA, Allen TJ, Baxter AL, Panangiotopoulos S, Casley DJ, Cooper ME et al. A low-sodium diet potentiates the effects of losartan in type 2 diabetes. Diabetes Care 2002; 25: 663–671.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nMatkovic V, Ilich JZ, Andon MB, Hsieh LC, Tzagournis MA, Lagger BJ et al. Urinary calcium, sodium, and bone mass of young females. Am J Clin Nutr 1995; 62: 417–425.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLin PH, Ginty F, Appel LJ, Aickin M, Bohannon A, Garnero P et al. The DASH diet and sodium reduction improve markers of bone turnover and calcium metabolism in adults. J Nutr 2003; 133: 3130–3136.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nDevine A, Criddle RA, Dick IM, Kerr DA, Prince RL . A longitudinal study of the effect of sodium and calcium intakes on regional bone density in postmenopausal women. Am J Clin Nutr 1995; 62: 740–745.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nBurney P . A diet rich in sodium may potentiate asthma. Epidemiologic evidence for a new hypothesis. Chest 1987; 91: 143S–148S.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nCarey OJ, Locke C, Cookson JB . Effect of alterations of dietary sodium on the severity of asthma in men. Thorax 1993; 48: 714–718.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nMickleborough TD, Lindley MR, Ray S . Dietary salt, airway inflammation, and diffusion capacity in exercise-induced asthma. Med Sci Sports Exerc 2005; 37: 904–914.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nMickleborough TD, Fogarty A . Dietary sodium intake and asthma: an epidemiological and clinical review. Int J Clin Pract 2006; 60: 1616–1624.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nPogson ZE, Antoniak MD, Pacey SJ, Lewis SA, Britton JR, Fogarty AW . Does a low sodium diet improve asthma control? A randomized controlled trial. Am J Respir Crit Care Med 2008; 178: 132–138.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nCorbo GM, Forastiere F, Sario MD, Brunetti L, Bonci E, Bugiani M et al. Wheeze and asthma in children: associations with body mass index, sports, television viewing, and diet. Epidemiology 2008; 19: 747–755.\n\nPubMed\n \nGoogle Scholar\n \n\nVartanian LR, Schwartz MB, Brownell KD . Effects of soft drink consumption on nutrition and health: a systematic review and meta-analysis. Am J Public Health 2007; 97: 667–675.\n\nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nLudwig DS, Peterson KE, Gortmaker SL . Relation between consumption of sugar-sweetened drinks and childhood obesity: a prospective, observational analysis. Lancet 2001; 357: 505–508.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nJames J, Thomas P, Cavan D, Kerr D . Preventing childhood obesity by reducing consumption of carbonated drinks: cluster randomised controlled trial. BMJ 2004; 328: 1237.\n\nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nBeckmann SL, Os I, Kjeldsen SE, Eide IK, Westheim AS, Hjermann I . Effect of dietary counselling on blood pressure and arterial plasma catecholamines in primary hypertension. Am J Hypertens 1995; 8: 704–711.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nThe ALLHAT Officers and Coordinators for the ALLHAT Collaborative Research Group. Major outcomes in high-risk hypertensive patients randomized to angiotensin-converting enzyme inhibitor or calcium channel blocker vs diuretic: The Antihypertensive and Lipid-Lowering Treatment to Prevent Heart Attack Trial (ALLHAT). JAMA 2002; 288: 2981–2997.\n\nGoogle Scholar\n \n\nGrey A, Braatvedt G, Holdaway I . Moderate dietary salt restriction does not alter insulin resistance or serum lipids in normal men. Am J Hypertens 1996; 9: 317–322.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nTownsend RR, Kapoor S, McFadden CB . Salt intake and insulin sensitivity in healthy human volunteers. Clin Sci (London) 2007; 113: 141–148.\n\nCAS\n \nGoogle Scholar\n \n\nMeland E, Laerum E, Aakvaag A, Ulvik RJ, Hostmark AT . Salt restriction: effects on lipids and insulin production in hypertensive patients. Scand J Clin Lab Invest 1997; 57: 501–505.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHu G, Jousilahti P, Peltonen M, Lindstrom J, Tuomilehto J . Urinary sodium and potassium excretion and the risk of type 2 diabetes: a prospective study in Finland. Diabetologia 2005; 48: 1477–1483.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nZillich AJ, Garg J, Basu S, Bakris GL, Carter BL . Thiazide diuretics, potassium, and the development of diabetes: a quantitative review. Hypertension 2006; 48: 219–224.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHe FJ, MacGregor GA . Beneficial effects of potassium on human health. Physiol Plant 2008; 133: 725–735.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nSinger DR, Markandu ND, Cappuccio FP, Miller MA, Sagnella GA, MacGregor GA . Reduction of salt intake during converting enzyme inhibitor treatment compared with addition of a thiazide. Hypertension 1995; 25: 1042–1044.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHofman A, Hazebroek A, Valkenburg HA . A randomized trial of sodium intake and blood pressure in newborn infants. JAMA 1983; 250: 370–373.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nGeleijnse JM, Hofman A, Witteman JC, Hazebroek AA, Valkenburg HA, Grobbee DE . Long-term effects of neonatal sodium restriction on blood pressure. Hypertension 1997; 29: 913–917.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nSimons-Morton DG, Obarzanek E . Diet and blood pressure in children and adolescents. Pediatr Nephrol 1997; 11: 244–249.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nHe FJ, Marrero NM, Macgregor GA . Salt and blood pressure in children and adolescents. J Hum Hypertens 2008; 22: 4–11.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nCooper R, Soltero I, Liu K, Berkson D, Levinson S, Stamler J . The association between urinary sodium excretion and blood pressure in children. Circulation 1980; 62: 97–104.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLauer RM, Clarke WR . Childhood risk factors for high adult blood pressure: the Muscatine Study. Pediatrics 1989; 84: 633–641.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nDe Courcy S, Mitchell H, Simmons D, MacGregor GA . Urinary sodium excretion in 4–6 year old children: a cause for concern? Br Med J (Clin Res Ed) 1986; 292: 1428–1429.\n\nCAS\n \nGoogle Scholar\n \n\nSt-Onge MP, Keller KL, Heymsfield SB . Changes in childhood food consumption patterns: a cause for concern in light of increasing body weights. Am J Clin Nutr 2003; 78: 1068–1073.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nSelmer RM, Kristiansen IS, Haglerod A, Graff-Iversen S, Larsen HK, Meyer HE et al. Cost and health consequences of reducing the population intake of salt. J Epidemiol Community Health 2000; 54: 697–702.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nJoffres MR, Campbell NR, Manns B, Tu K . Estimate of the benefits of a population-based reduction in dietary sodium additives on hypertension and its related health care costs in Canada. Can J Cardiol 2007; 23: 437–443.\n\nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nAsaria P, Chisholm D, Mathers C, Ezzati M, Beaglehole R . Chronic disease prevention: health effects and financial costs of strategies to reduce salt intake and control tobacco use. Lancet 2007; 370: 2044–2053.\n\nPubMed\n \nGoogle Scholar\n \n\nMurray CJ, Lauer JA, Hutubessy RC, Niessen L, Tomijima N, Rodgers A et al. Effectiveness and costs of interventions to lower systolic blood pressure and cholesterol: a global and regional analysis on reduction of cardiovascular-disease risk. Lancet 2003; 361: 717–725.\n\nPubMed\n \nGoogle Scholar\n \n\nJoint WHO/FAO expert consultation on diet, nutrition and the prevention of chronic diseases. 2002. Geneva. Available at http://www.who.int/hpr/NPH/docs/who_fao_experts_report.pdf. Accessed 30 October 2008.\n\nReducing salt intake in populations. WHO Forum and Technical Meeting on Reducing Salt Intake in Populations. http://www.who.int/dietphysicalactivity/reducingsalt/en/index.html (Access verified August 7 2008).\n\nWHO Regional Office for Europe. Nutrition and food security. Action networks. http://test.cp.euro.who.int/eprise/main/WHO/Progs/NUT/ActionPlan/20080516_1(Access verified 7 August 2008).\n\nLawes CM, Vander Hoorn S, Rodgers A . Global burden of blood-pressure-related disease, 2001. Lancet 2008; 371: 1513–1518.\n\nPubMed\n \nGoogle Scholar\n \n\nNutritional aspects of cardiovascular disease. Report of the Cardiovascular Review Group, Committee on Medical Aspects of Food Policy. HMSO: London, 1994.\n\nGodlee F . The food industry fights for salt. BMJ 1996; 312: 1239–1240.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nConsensus Action on Salt and Health. http://www.actiononsalt.org.uk/ (Accessed 7 August 2008).\n\nMacGregor GA, Sever PS . Salt—overwhelming evidence but still no action: can a consensus be reached with the food industry? CASH (Consensus Action on Salt and Hypertension). BMJ 1996; 312: 1287–1289.\n\nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nGirgis S, Neal B, Prescott J, Prendergast J, Dumbrell S, Turner C et al. A one-quarter reduction in the salt content of bread can be made without detection. Eur J Clin Nutr 2003; 57: 616–620.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nScientific Advisory Committee on Nutrition, Salt and health. 2003. The Stationery Office. Available at http://www.sacn.gov.uk/pdfs/sacn_salt_final.pdf (Access verified August 7 2008).\n\nFood Standards Agency. Parliamentary briefing: Full of it—FSA's salt awareness campaign. March 2007. Available at: (http://www.epolitix.com/NR/rdonlyres/352B3FE6-44C1-4847-A3F6-9112C834FF05/0/ParliamentarysaltbriefingMar07header.doc) Accessed 17 April 2008.\n\nFood Standards Agency. Traffic Light Labelling. Available at – http://www.eatwell.gov.uk/foodlabels/trafficlights/. Accessed 22 March 2008.\n\nFood Standards Agency. Dietary sodium levels surveys. Tuesday 22 July 2008. Available at: http://www.food.gov.uk/science/dietarysurveys/urinary Accessed 4 August 2008.\n\nPietinen P, Valsta LM, Hirvonen T, Sinkko H . Labelling the salt content in foods: a useful tool in reducing sodium intake in Finland. Public Health Nutr 2008; 11: 335–340.\n\nPubMed\n \nGoogle Scholar\n \n\nWorld Action on Salt and Health. Press release—Medical experts launch global campaign against salt to prevent over 2.5 million deaths worldwide each year. Available at – http://www.worldactiononsalt.com/media/Media_coverage/Archive_Wash_Launch.htm. (Accessed 29 April 08).\n\nSalt and Health. Review of the Scientific Evidence and Recommendations for Public Policy in Ireland. 2005. Food Safety Authority of Ireland. Available at http://www.fsai.ie/publications/reports/salt_report.pdf. (Accessed 27 March 2007).\n\nCampbell N . Health Check program. CMAJ 2008; 178: 1186–1187.\n\nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nGuidelines for a healthy diet 2006. The Health Council of the Netherlands (Gezondheidsraad). Available at http://www.gr.nl/samenvatting.php?ID=1481. (Accessed 27 March 2007).\n\nChobanian AV, Hill M . National Heart, lung, and blood institute workshop on sodium and blood pressure: a critical review of current scientific evidence. Hypertension 2000; 35: 858–863.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nDickinson BD, Havas S . Reducing the population burden of cardiovascular disease by reducing sodium intake: a report of the Council on Science and Public Health. Arch Intern Med 2007; 167: 1460–1468.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nCSPI Sues FDA to Force End to 20-Year Delay in Regulating Salt. http://www.cspinet.org/new/200502242.html (Accessed 12 June 2008).\n\nBlais CA, Pangborn RM, Borhani NO, Ferrell MF, Prineas RJ, Laing B . Effect of dietary sodium restriction on taste responses to sodium chloride: a longitudinal study. Am J Clin Nutr 1986; 44: 232–243.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nTeow BH, Nicolantonio RD, Morgan TO . Sodium chloride preference and recognition threshold in normotensive subjects on high and low salt diet. Clin and Exper Hypertens 1985; 7: 1681–1695.\n\nGoogle Scholar\n \n\nJames WP, Ralph A, Sanchez-Castillo CP . The dominance of salt in manufactured food in the sodium intake of affluent societies. Lancet 1987; 1: 426–429.\n\nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nWASH launch press release. http://www.worldactiononsalt.com/media/Media_coverage/Archive_Wash_Launch.htm. (Accessed November 13, 2008)\n\nDownload references\n\nAcknowledgements\n\nWe thank Naomi M Marrero for her valuable contribution to the section on ‘Worldwide actions occurring on salt’.\n\nAuthor information\nAuthors and Affiliations\n\nBlood Pressure Unit, Cardiac and Vascular Sciences, St George's, University of London, London, UK\n\nF J He & G A MacGregor\n\nCorresponding author\n\nCorrespondence to F J He.\n\nRights and permissions\n\nReprints and permissions\n\nAbout this article\nCite this article\n\nHe, F., MacGregor, G. A comprehensive review on salt and health and current experience of worldwide salt reduction programmes. J Hum Hypertens 23, 363–384 (2009). https://doi.org/10.1038/jhh.2008.144\n\nDownload citation\n\nReceived\n15 August 2008\n\nRevised\n31 October 2008\n\nAccepted\n02 November 2008\n\nPublished\n25 December 2008\n\nIssue Date\nJune 2009\n\nDOI\nhttps://doi.org/10.1038/jhh.2008.144\n\nKeywords\nsalt\nhealth\nsalt reduction programmes\nAccess through your institution\nBuy or subscribe\nSections\nFigures\nReferences\nAbstract\nReferences\nAcknowledgements\nAuthor information\nRights and permissions\nAbout this article\n\nAdvertisement\n\nJournal of Human Hypertension (J Hum Hypertens)\n\n \n\nISSN 1476-5527 (online)\n\n \n\nISSN 0950-9240 (print)\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nprotocols.io\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nProfessional development\nNature Careers\nNature\n Conferences\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2025 Springer Nature Limited"
}