{
  "href": "https://nutritionsource.hsph.harvard.edu/food-features/lentils/",
  "title": "lentils",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Lentils\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nLentils\n\nLentils receive their scientific name, Lens culinaris, from their curved lens-shaped seed. They are a type of legume that is native to Western Asia and North America. Lentils are one of the earliest domesticated crops, seen in the diets of ancient Rome and Egypt. Many countries enjoy lentils as a dietary staple, as they offer an earthy, mild, nutty flavor that works well in various recipes. Canada leads the world’s production of lentils, followed by India.\n\nSource Of \nProtein\nFolate\nFiber (both insoluble and soluble)\nIron\nPotassium\nManganese\nLentils and Health\n\nLentils are low in sodium and saturated fat, and high in potassium, fiber, folate, and plant chemicals called polyphenols that have antioxidant activity. [1] These nutritional properties have led researchers to study their effects on chronic diseases. Lentils also contain slow-digesting resistant starch that delays the absorption of carbohydrates with blood sugar-lowering effects, as well as being a source of prebiotics that feeds gut flora to help prevent digestive diseases. [1] Animal studies have shown that lentils can lower blood pressure, blood cholesterol, and blood glucose. [1,2] Human studies have found that lentils may improve cholesterol levels in people with diabetes and may protect against breast cancer in women. [3,4] Learn more about the health-related research on the broader category of legumes. \n\nPurchase \n\nThe most common types of lentils available in the U.S. are green, brown, black, red, yellow, and orange lentils. Within these categories are specific varieties like the green Puy (lentilles du Puy) or French lentils, or the black Beluga lentils. They may be sold as whole lentils or split with the husks removed. Whole lentils with husks intact take longer to cook and will retain their shape; split lentils without husks cook very quickly and break down into a puree. These differences in texture will determine in which recipes they may be used. Lentils are available dried or canned.\n\nStorage \n\nDried lentils keep for one year in a tightly sealed container in a dark, dry, cool location. After cooking, lentils will keep for one week in the refrigerator or up to three months in the freezer.\n\nMake\nBefore cooking, place the lentils in a strainer and sort through them to check for and remove small stones or debris. Then rinse well.\nPre-soaking is not necessary as lentils cook quickly.\nCombine 3 cups of liquid (water, stock) with 1 cup of clean dry lentils in a medium pot. Bring water to a boil, then cover pan and reduce heat to medium to simmer. Cook until lentils are tender, about 20-30 minutes for whole lentils (typically black, green, brown) and 10-15 minutes for split lentils (typically yellow, red, orange). The total time can be adjusted based on the desired texture. If you desire firmer whole lentils for salads, reduce the cook time; if you desire a softer mushier texture using split lentils, add more time.\nSplit red lentils cook quickly and can break down into a thick pureed texture. They are best used to thicken soups and stews. Whole green and black lentils retain their shape and are an excellent addition to salads and whole grains; they may also be seasoned and served on their own.\nCanned or vacuum-packed lentils are precooked and ready to add to recipes. Rinse well before using to reduce sodium content.\nSprouted lentils are eaten raw and offer a different crunchy texture, but which some people find easier to digest.\nServe\n\nLentils are highly versatile. They have a rich, earthy texture and will give any dish a boost of fiber and nutrients. They can add thickness and bulk to a recipe. Because of their hearty texture and protein content, they are sometimes used as an alternative for meat. Here are a few ways to incorporate cooked lentils:\n\nToss into salads or cooked whole grains, or fold into an omelet mixture before cooking.\nMake a pasta sauce thicker and heartier by adding lentils.\nSubstitute cooked yellow or red lentils for chickpeas in a hummus recipe.\nReduce the meat mixture in a recipe such as for chilis, stews, taco and pepper fillings, and replace that amount with lentils to add more bulk and nutrients.\nUse a food processor or blender to grind lentils into a paste and stir into a veggie burger mixture or meatless meatballs.\nQuick lentil “meat” loaf: Sauté 2 diced small onions and 2 minced cloves of garlic in 3 tablespoons hot olive oil until softened. Mash 3 ½ cups cooked green or brown lentils (about 1 ½ cups dry) in a large bowl. Stir in the cooked onions/garlic, 2 cups cooked brown rice or millet, and 1 tablespoon Italian seasoning and mix well. Press mixture into a loaf pan. Brush the top with 1 tablespoon olive oil, and then tomato paste if desired. Bake at 350 F for one hour.\nPuree 1/2 cup lentils with 2 tablespoons water. In recipes for baked goods like brownies and muffins, substitute half of the fat with 1/2 cup pureed lentils.\nFrench style lentils\n\nMore recipe ideas and serving suggestions featuring lentils:\n\nCozy Red Lentil Mash\nCurried Red Lentil Soup\nFrench Style Lentils\nGreen Lentil Hummus with Herbs and Olives\nShrimp with Red Curry and Crispy Sprouted Lentils\nSprouted Lentils\nSprouted Lentil, Cabbage, and Celery Slaw\nDid You Know?\nIn India, dried split lentils are known as dal or dahl, often cooked in a soup or stew and served with rice or chapati or naan bread.\nUndercooked lentils are difficult to digest and may cause stomach upset.\nReferences\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}