{
  "href": "https://nutritionsource.hsph.harvard.edu/mindful-eating/",
  "title": "Learn more about the mindful eating",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Mindful Eating\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nMindful Eating\nWhat Is It?\n\nMindful eating stems from the broader philosophy of mindfulness, a widespread, centuries-old practice used in many religions. Mindfulness is an intentional focus on one’s thoughts, emotions, and physical sensations in the present moment. Mindfulness targets becoming more aware of, rather than reacting to, one’s situation and choices. Eating mindfully means that you are using all of your physical and emotional senses to experience and enjoy the food choices you make. This helps to increase gratitude for food, which can improve the overall eating experience. Mindful eating encourages one to make choices that will be satisfying and nourishing to the body. However, it discourages “judging” one’s eating behaviors as there are different types of eating experiences. As we become more aware of our eating habits, we may take steps towards behavior changes that will benefit ourselves and our environment.\n\nHow It Works\n\nMindful eating focuses on your eating experiences, body-related sensations, and thoughts and feelings about food, with heightened awareness and without judgment. Attention is paid to the foods being chosen, internal and external physical cues, and your responses to those cues. [1] The goal is to promote a more enjoyable meal experience and understanding of the eating environment. Fung and colleagues described a mindful eating model that is guided by four aspects: what to eat, why we eat what we eat, how much to eat, and how to eat. [1]\n\nMindful eating:\n\nconsiders the wider spectrum of the meal: where the food came from, how it was prepared, and who prepared it\nnotices internal and external cues that affect how much we eat\nnotices how the food looks, tastes, smells, and feels in our bodies as we eat\nacknowledges how the body feels after eating the meal\nexpresses gratitude for the meal\nmay use deep breathing or meditation before or after the meal\nreflects on how our food choices affect our local and global environment\nSeven practices of mindful eating\nFrom SAVOR: Mindful Eating, Mindful Life [2]\nHonor the food. Acknowledge where the food was grown and who prepared the meal. Eat without distractions to help deepen the eating experience.\nEngage all senses. Notice the sounds, colors, smells, tastes, and textures of the food and how you feel when eating. Pause periodically to engage these senses.\nServe in modest portions. This can help avoid overeating and food waste. Use a dinner plate no larger than 9 inches across and fill it only once.\nSavor small bites, and chew thoroughly. These practices can help slow down the meal and fully experience the food’s flavors.\nEat slowly to avoid overeating. If you eat slowly, you are more likely to recognize when you are feeling satisfied, or when you are about 80% full, and can stop eating.\nDon’t skip meals. Going too long without eating increases the risk of strong hunger, which may lead to the quickest and easiest food choice, not always a healthful one. Setting meals at around the same time each day, as well as planning for enough time to enjoy a meal or snack reduces these risks.\nEat a plant-based diet, for your health and for the planet. Consider the long-term effects of eating certain foods. Processed meat and saturated fat are associated with an increased risk of colon cancer and heart disease. Production of animal-based foods like meat and dairy takes a heavier toll on our environment than plant-based foods.\nWatch: Practicing mindful eating\nMindful eating starts with being conscious of every bite you take. Learn more about this practice and other mindful living approaches from the Thich Nhat Hanh Center for Mindfulness in Public Health.\n\nThe Research So Far\n\nThe opposite of mindful eating, sometimes referred to as mindless or distracted eating, is associated with anxiety, overeating, and weight gain. [3] Examples of mindless eating are eating while driving, while working, or viewing a television or other screen (phone, tablet). [4] Although socializing with friends and family during a meal can enhance an eating experience, talking on the phone or taking a work call while eating can detract from it. In these scenarios, one is not fully focused on and enjoying the meal experience. Interest in mindful eating has grown as a strategy to eat with less distractions and to improve eating behaviors.\n\nIntervention studies have shown that mindfulness approaches can be an effective tool in the treatment of unfavorable behaviors such as emotional eating and binge eating that can lead to weight gain and obesity, although weight loss as an outcome measure is not always seen. [5-7] This may be due to differences in study design in which information on diet quality or weight loss may or may not be provided. Mindfulness addresses the shame and guilt associated with these behaviors by promoting a non-judgmental attitude. Mindfulness training develops the skills needed to be aware of and accept thoughts and emotions without judgment; it also distinguishes between emotional versus physical hunger cues. These skills can improve one’s ability to cope with the psychological distress that sometimes leads to binge eating. [6]\n\nMindful eating is sometimes associated with a higher diet quality, such as choosing fruit instead of sweets as a snack, or opting for smaller serving sizes of calorie-dense foods. [1]\n\nA literature review of 68 intervention and observational studies on mindfulness and mindful eating found that these strategies improved eating behaviors such as slowing down the pace of a meal and recognizing feelings of fullness and greater control over eating. [8] Slower eating was associated with eating less food, as participants felt fuller sooner. Mindfulness and mindful eating interventions appeared most successful in reducing binge eating and emotional eating. However, the review did not show that these interventions consistently reduced body weight. Limitation of the studies included small sample sizes, limited durations of about 6 months or less, lack of focus on diet quality, and lack of follow-up so that longer-term success was not determined.\nA randomized controlled trial following 194 adults with obesity (78% were women) for 5.5 months looked at the effects of a mindfulness intervention on mindful eating, sweets consumption, and fasting glucose levels. The participants were randomly assigned to one of two groups: a diet and exercise program with mindfulness concepts (stress reduction, chair yoga, meditation, affirmations) or the same program but without mindfulness concepts. After 12 months, the mindfulness group showed a decreased intake of sweets and maintenance of fasting blood glucose, as opposed to the control group showing increased fasting blood glucose. [9] The research authors also evaluated weight loss with these participants, but did not find a significant difference in weight changes between the mindfulness group and control group. [10]\nA small controlled trial of 50 adults with type 2 diabetes were randomized to either a 3-month mindful eating intervention that was focused on reducing overeating and improving eating regulation or to a diabetes self-management education (DSME) intervention that was focused on improving food choices. Both groups showed significant improvements in measures of depression, nutrition self-efficacy, and controlling overeating behaviors. Both groups lost weight during the intervention but there was no difference in amount of weight loss between groups. [11]\n\nIt is important to note that currently there is no standard for what defines mindful eating behavior, and there is no one widely recognized standardized protocol for mindful eating. Research uses a variety of mindfulness scales and questionnaires. Study designs often vary as well, with some protocols including a weight reduction component or basic education on diet quality, while others do not. Additional research is needed to determine what behaviors constitute a mindful eating practice so that a more standardized approach can be used in future studies. [1] Standardized tools can help to determine the longer-term impact of mindful eating on health behaviors and disease risk and prevention, and determine which groups of people may most benefit from mindfulness strategies. [1]\n\nAre mindful eating strategies applicable in youth?\nPotential Pitfalls\nMindful eating is not intended to replace traditional treatments for severe clinical conditions such as eating disorders. Neurochemical imbalances are a risk factor for developing eating disorders such as bulimia and anorexia nervosa, and although mindfulness may be an effective component of a treatment plan, it should not be used as a sole treatment.\nMay not be effective as a weight loss strategy on its own, but rather a complement to a weight loss program. Mindful eating embraces making food choices that promote well-being and increasing enjoyment of the eating experience. Traditional weight loss regimens focus on following a structured meal plan that may not necessarily be satisfying or enjoyable. Combining mindfulness with a meal plan under the guidance of a registered dietitian may reduce the risk of emotional overeating or binge eating. [14] Research has not consistently shown that mindfulness strategies lead to weight loss, but this may be due to the study design not including education on healthy eating choices as part of the mindfulness intervention.\n\nBottom Line\n\nMindful eating is an approach to eating that can complement any eating pattern. Research has shown that mindful eating can lead to greater psychological wellbeing, increased pleasure when eating, and body satisfaction. Combining behavioral strategies such as mindfulness training with nutrition knowledge can lead to healthful food choices that reduce the risk of chronic diseases, promote more enjoyable meal experiences, and support a healthy body image. More research is needed to examine whether mindful eating is an effective strategy for weight management.\n\nMindful eating in context of COVID-19\nAs COVID-19 lockdowns began, reports of food stockpiling by consumers (with trends toward shelf-stable, energy-dense comfort foods) fueled concern that adults may increase their overall food intake during extended isolation, thus leading to weight gain. [15] Along with the potential for increased emotional eating due to the numerous stressors brought on by the pandemic, researchers noted that home confinement provides an altered exposure to food cues, which may enhance impulsive eating behaviors. [16] The simultaneous loss of social eating opportunities was also flagged for its potential to reduce mindful eating practices, which could negatively influence food choice and promote overeating. [16] All said, the full impacts at a population-level remain to be seen amidst varying degrees of lockdown mandates and compliance with social-distancing measures worldwide.\n\nIn the meantime, individuals may consider incorporating any number of mindful eating strategies in their daily lives alongside other important measures to help stay healthy during COVID-19. For example:\n\nIf you’re working from home and find that “office” time blends into all hours of the day, schedule times in your calendar to only eat: a lunch break away from your computer, a reserved time for dinner with your family, etc.\nIf you find yourself standing in your pantry or staring in your refrigerator, pause and ask yourself: “am I truly hungry, or am I just bored or stressed?” If hungry, eat. If boredom or stress is the source, reroute your attention to an activity you enjoy, call a friend, or simply spend some time breathing.\nIf you have a craving for comfort foods, pause and take a few in-breaths and out-breaths to be fully present with your craving. Take a portion of the food from the container (a handful of chips, a scoop of ice cream) and put it on a plate. Eat mindfully, savoring each bite.\n\nA note about eating disorders: The COVID-19 pandemic may raise unique challenges for individuals with experience of eating disorders. [17] In the U.S., the National Eating Disorders Association has reported a significant increase in calls and messages for help as compared to a year ago. As noted, mindful eating is not intended to replace traditional treatments for severe clinical conditions such as eating disorders. If you or someone you know is struggling with an eating disorder, you can call the National Eating Disorders Association Helpline at 1-800-931-2237, or text “NEDA” to 741-741.\n\nA note about food insecurity: Many individuals may be facing food shortages because of unemployment or other issues related to the pandemic. If you (or someone you know) are struggling to access enough food to keep yourself or your family healthy, there are several options to help. Learn more about navigating supplemental food resources.\n\nRelated\nHealthy Weight\nThe Best Diet: Quality Counts\nDiet Reviews\nListen:\n\nHear from Dr. Lilian Cheung as she discusses mindful eating on Duke University’s Leading Voices in Food podcast, hosted by Dr. Kelly Brownell.\nReferences\n\nLast reviewed September 2020\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}