{
  "href": "https://nutritionsource.hsph.harvard.edu/carbohydrates/added-sugar-in-the-diet/",
  "title": "Added Sugar",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Carbohydrates > Added Sugar\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nAdded Sugar\n\nYour body doesn’t need to get any carbohydrate from added sugar. That’s why the Healthy Eating Pyramid says sugary drinks and sweets should be used sparingly, if at all, and the Healthy Eating Plate does not include foods with added sugars.\n\n4 grams of sugar = 1 teaspoon\nKeep this tip in mind when reading nutrition labels to better visualize just how much added sugar the product contains. For example, one 12-ounce can of cola contains 39 grams–almost 10 teaspoons of sugar!\n\nThe average American adult, teenager, and child consumes about 17 teaspoons of added sugar a day, or about 270 calories. [1] While we sometimes add sugar or sweeteners like honey to food or beverages, most added sugar comes from processed and prepared foods. The leading sources of added sugars in the U.S. diet are sugar-sweetened beverages, desserts, and sweet snacks like ice cream, pastries, and cookies. [1] Less obvious yet significant contributors are breakfast cereals and yogurt.\n\nThe Dietary Guidelines for Americans 2020-2025 advise that all Americans 2 years and older limit added sugars in the diet to less than 10% of total calories. For a 2,000 calorie/day diet, that translates into 200 calories or 50 grams of sugar daily (about 12 teaspoons of sugar). Toddlers and infants younger than 2 years should not be given solids or beverages with any added sugars. [1]\n\nThe American Heart Association (AHA) recommends that Americans drastically cut back on added sugar to help slow the obesity and heart disease epidemics. [2]\n\nThe AHA suggests a stricter added-sugar limit of no more than 100 calories per day (about 6 teaspoons or 24 grams) for most adult women and no more than 150 calories per day (about 9 teaspoons or 36 grams of sugar) for most men.\nThe AHA also recommends a lower daily limit of added sugars for children ages 2-18 to less than 6 teaspoons or 24 grams per day, and sugary beverages should be limited to no more than 8 ounces a week. [3] For more info, visit Healthy kids ‘sweet enough’ without added sugars.\nSpotting sugar on a food label\nSpotting added sugars in processed foods is easier since the rollout of the updated Nutrition Facts label. Previously, food and beverage manufacturers in the U.S. were required to list a product’s total amount of sugar per serving on the label, but did not need to disclose how much of that was from added sugars versus naturally occurring. This was confusing for foods such as plain unsweetened milk or yogurt that listed 12 grams or more of “Sugars,” but all of which was naturally occurring lactose sugar. Lactose does not impact blood glucose or carry the same health risks as white “table” sugar and other caloric sweeteners.\n\nThe updated Nutrition Facts label now lists both “Total Sugars” and underneath “Added Sugars.” The percent Daily Value (DV) for added sugars is based on the recommended limit from the Dietary Guidelines for Americans of less than 50 grams a day (about 12 teaspoons) for an average 2,000 calorie diet. The percent DV will vary: a lower amount for a lower-calorie diet, and higher for a higher-calorie diet. The DV can be an easy way to compare food products for added sugars:\n\n5% DV or less of added sugars per serving is considered low\n20% DV or more of added sugars per serving is considered high\n\nIngredient list\n\nIngredients are listed in descending order by weight, so where sugar is listed in relation to other ingredients can indicate how much sugar a particular food contains.\nAdded sugars go by many different names, yet they are all a source of extra calories.\n\nFood makers can also use sweeteners that aren’t technically sugar—a term which is applied only to table sugar, or sucrose—but these other sweeteners are in fact forms of added sugar. Below are some other names for sugar that you may see on food labels:\n\nAgave nectar\tDextrose\tMaltose\nBrown sugar\tEvaporated cane juice\tMalt syrup\nCane crystals\tFructose\tMaple syrup\nCane sugar\tFruit juice concentrates\tMolasses\nCoconut sugar\tGlucose\tRaw sugar\nCorn sweetener\tHigh-fructose corn syrup\tSucrose\nCorn syrup\tHoney\tSyrup\nCrystalline fructose\tInvert sugar\t\nKey Sources of Added Sugar\nSugary drinks\n\nSugary drinks are a prime source of extra calories that can contribute to weight gain and provide no nutritional benefits. Studies indicate that liquid carbohydrates such as sugar-sweetened beverages are less filling than solid food, causing people to continue to feel hungry after drinking them despite their high calories. [4] They are coming under scrutiny for their contributions to the development of type 2 diabetes, heart disease, and other chronic conditions. [5]\n\nThe average 20-ounce bottle of sugar-sweetened soda, lemonade, or iced tea contains about 65 grams of added sugar, often from high-fructose corn syrup. That’s the equivalent of 16 teaspoons of table sugar.\nIf you were to drink just one 12-ounce can of a sugar-sweetened soft drink every day, and not cut back on calories elsewhere, you could gain up to 15 pounds over three years. [6]\n\nBe careful to read serving sizes of bottled beverages. Many are sold in 20-ounce bottles, but what is considered one serving of that beverage may still vary among manufactures. For example, a popular cola drink may list the whole 20-ounce bottle as one serving containing 65 grams of added sugar. Another 20-ounce bottle of lemonade may seem a better choice, showing only 27 grams of added sugar per serving—but the label states that one bottle contains 2.5 servings! Therefore, guzzling the whole bottle would give you almost 68 grams of sugar.\n\nTo reduce some confusion, the updated Nutrition Facts label mandates that manufacturers list serving sizes based on what people typically consume, rather than how much they should consume. The “typical” beverage serving is now considered 12 ounces (increased from 8 ounces), so hopefully in the near future all beverage labels will list the same standard serving size.\n\nCereals and other foods\n\nChoosing minimally processed breakfast foods—such as whole grain toast with nut butter, or a bowl of steel-cut or old-fashioned oatmeal—that don’t have lengthy ingredient lists is a great way to avoid added sugars. Unfortunately, many common breakfast foods such as ready-to-eat breakfast cereals, cereal bars, instant oatmeal with added flavoring, and pastries can contain high amounts of added sugars.\n\nSome ingredient lists mask the amount of sugar in a product. To avoid having “sugar” as the first ingredient, food manufacturers may use multiple forms of sugar—each with a different name—and list each one individually on the nutrient label. But don’t be fooled; your body metabolizes all added sugars the same way as it doesn’t distinguish between “brown sugar,” “molasses,” “honey,” and other caloric sweeteners. When reading a label, make sure to spot all sources of added sugars even if they’re not listed as the first few ingredients.\n\nAlso be careful of foods that wear a “health halo.” For example, one popular cereal advertises that it contains whole grains, fiber, and several antioxidant vitamins like C, E, and beta-carotene. But it also contains 18 grams of added sugar (4.5 teaspoons) in just one small bowl. Keep in mind serving sizes as well. A crunchy granola bar may contain two bars per pack; just one provides 6 grams of added sugar but if the whole pack is eaten, that number doubles to 12 grams. So you can see how added sugars may add up quickly!\n\nBottom Line\n\nThe body does not need carbohydrates from added sugars to function. A good rule of thumb is to avoid products that have a lot of added sugar, including skipping foods that list “sugar” as the first or second ingredient. However, the products may use a variety of sweeteners so be sure to scan the full ingredient list. Fortunately, the updated Nutrition Facts label in the U.S. now features a separate line for “added sugar” so it easier to know just how much is added versus naturally occurring.\n\nSome tips for reducing added sugar intake:\n\nChoose plain yogurt with no added sugar and stir in fresh or frozen fruit or unsweetened applesauce and a dash of cinnamon.\nChoose cereals with 5% of the Daily Value or less of added sugars and add sliced ripe banana or berries.\nChoose water, seltzer, herbal tea, coffee and other beverages with no added sugar. Add a slice of orange, lemon, lime, or cucumber for a subtle flavor boost.\nWhen a sweets craving hits, try one of these first: 1/4 cup of unsweetened dried fruit; 1 cup of ripe fresh fruit; or a 1-ounce square of 75% dark chocolate.\nWhen baking, reduce the amount of added sugar by 1/4-1/3 cup. Or reduce the sugar by substituting half the amount with unsweetened applesauce or mashed ripe banana; for example, instead of 1 cup of sugar, use ½ cup sugar and ½ cup mashed fruit.\nIf you choose to enjoy a favorite treat high in sugar, practice eating a smaller portion than usual. Enjoy it fully by chewing slowly and savoring it.\nYour taste buds can adjust to sweetness levels! As you consistently reduce your total sugar intake, you may notice your sweets cravings lessen or that certain foods now taste too sweet.\nReferences\n\nLast reviewed April 2022\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}