{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-weight/measuring-fat/",
  "title": "Body Fat",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Weight > Body Fat\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nBody Fat\nRole of Body Fat\n\nWe may not appreciate body fat, especially when it accumulates in specific areas like our bellies or thighs. But fat is an important source of stored energy when we can’t get to food for an extended time. Within the matrix of body fat, also called adipose tissue, there is not only fat cells but nerve and immune cells and connective tissue. [2] Fat tissue releases hormones that control metabolism and appetite (i.e., leptin, adiponectin) and that affect insulin sensitivity (i.e., tumor necrosis factor-alpha, interleukin-6). Macrophages, neutrophils, and eosinophils are some of the immune cells found in fat tissue that play a role in inflammation—both anti-inflammatory and proinflammatory. Fat cells also secrete proteins and build enzymes involved with immune function and the creation of steroid hormones.\n\nFat cells can grow in size and number. The amount of fat cells in our bodies is determined soon after birth and during adolescence, and tends to be stable throughout adulthood if weight remains fairly stable. [3] But eating too many calories in the long-term can cause fat cells to increase in size and be stored in various areas throughout the body, which leads to a risk of chronic inflammation and glitches in healthy metabolism, with the potential for new fat cells to grow. These larger fat cells become resistant to insulin, which increases the risk of type 2 diabetes and cardiovascular disease. Weight loss can reduce the size of fat cells but not the number.\n\nObesity, defined as an excessive amount of body fat, is a common and expensive medical condition in the U.S., strongly associated with an increased risk of heart disease, stroke, type 2 diabetes, and certain types of cancer, as well as premature deaths from these diseases. [1] Learning about the actions and different types of body fat may increase understanding of this condition.\n\nTypes of Body Fat\n\nFat tissue comes in white, brown, beige, and even pink. [2] Some are necessary for good health.\n\nTypes\nBrown fat – Infants carry the most brown fat, which keeps them warm. It is stimulated by cold temperatures to generate heat. The amount of brown fat does not change with increased calorie intake, and those who have overweight or obesity tend to carry less brown fat than lean persons.\nWhite fat – These large round cells are the most abundant type and are designed for fat storage, accumulating in the belly, thighs, and hips. They secrete more than 50 types of hormones, enzymes, and growth factors including leptin and adiponectin, which helps the liver and muscles respond better to insulin (a blood sugar regulator). But if there are excessive white cells, these hormones are disrupted and can cause the opposite effect of insulin resistance and chronic inflammation.\nBeige fat – This type of white fat can be converted to perform similar traits as brown fat, such as being able to generate heat with exposure to cold temperatures or during exercise.\nPink fat – This type of white fat is converted to pink during pregnancy and lactation, producing and secreting breast milk.\nEssential fat – This type may be made up of brown, white, or beige fat and is vital for the body to function normally. It is found in most organs, muscles, and the central nervous system including the brain. It helps to regulate hormones like estrogen, insulin, cortisol, and leptin; control body temperature; and assist in the absorption of vitamins and minerals. When a person’s body fat dips below a certain level (about less than 5% in men and less than 10% in women), there may not be enough essential fat to perform these functions.\nLocation\nSubcutaneous – You can pinch this layer of fat that sits directly underneath the skin’s surface, cushioning the bones and joints. It’s the body’s most abundant type of fat and tends to accumulate around the waist, hips, upper back, buttocks, and thighs. Very high amounts of subcutaneous fat can increase the risk of disease, though not as significantly as visceral fat. \nVisceral – An excess of this type of white fat is sometimes referred to as “belly fat” or “central obesity,” as it accumulates deep in the abdominal cavity, wrapping around digestive organs like the pancreas, intestines, and liver but also the heart. Having a lot of visceral fat is linked with a higher risk of cardiovascular disease, diabetes, and certain cancers. It may secrete inflammatory chemicals called cytokines that promote insulin resistance.\nHow do I get rid of belly fat?\nIt’s a popular question by both men and women. Unfortunately, doing extra sit-ups or drinking apple cider vinegar won’t help spot-tone this stubborn area. Losing weight can help, though people tend to lose weight pretty uniformly throughout the body rather than in one place. However, a long-term commitment to following exercise guidelines along with eating balanced portion-controlled meals can help to reduce dangerous visceral fat. Also effective is avoiding sugary beverages that are strongly associated with excessive weight gain in children and adults. And don’t discount other lifestyle factors such as poor sleep and elevated cortisol levels from chronic stress that are both strongly associated with increased belly fat and weight gain. Learn more about maintaining a healthy weight.\nMeasuring Body Fat\n\nObesity, or body fatness, is calculated with various methods that range in accuracy and have limitations. Combining two or more methods, if possible, may better predict if someone has increased health risks related to weight.\n\nBody Mass Index (BMI)\nWhy use BMI? \n\nOne of the most widely used tools for estimating excess fat is the body mass index (BMI). BMI only measures excess weight, calculating a ratio of one’s weight to height. [4] However, research has shown that BMI often correlates with “gold standard” direct measures of fat mass and fat-free mass such as underwater weighing (hydrostatic weighing) and dual X-ray absorptiometry (DEXA). In comparison with these methods that require expensive equipment, BMI is noninvasive, easy to calculate, and can be used anywhere.\n\nBecause of its simplicity and widespread use, BMI is often used when studying populations. Researchers can compare the BMI of groups of people over time in different areas, to screen for obesity and its related health risks.\n\nBMI does have several limitations. It can’t measure location of fat (e.g., belly fat is linked with greater health risks), muscle mass, or bone mass—all of which contribute to weight. One’s age, sex, race, and ethnicity can also affect BMI. [4] For example, when comparing two people with the same BMI:\n\nWomen genetically have more body fat and less muscle mass than men.\nHighly trained athletes may have a high BMI from increased muscle mass but little body fat.\nOlder adults tend to carry more body fat than younger adults.\nWhile BMI and weight tend to decline in the elderly, visceral abdominal fat may continue to increase. [5]\nMen and women with larger body frames may have a higher weight from greater (heavier) bone mass rather than fat mass.\nSome studies have found that Black individuals have less body fat and more lean muscle than other ethnicities at the same BMI. However, Blacks and Hispanics have the highest rates of obesity in the U.S., so the overall burden of obesity-related diseases is still higher in these groups.\n\nFor these reasons, BMI might be used as a screening tool for potential weight-related problems rather than to diagnose certain conditions. The accuracy of BMI in predicting health risk may vary across different individuals and racial and ethnic groups.  Some populations have higher rates of obesity but that do not have corresponding rates of metabolic diseases like diabetes, and vice versa. [3] For instance, Southeast Asians can have a normal BMI but be metabolically unhealthy.\n\nBMI might be supplemented with other measures such as waist circumference or waist-hip ratio that better assess fat distribution.\n\nHow to determine BMI\nDivide your weight in pounds by your height in inches.\nDivide the answer by your height in inches.\nMultiply the answer by 703.\n\nYou can also use the National Heart, Lung and Blood Institute’s online BMI calculator or simple BMI tables.\n\nInterpreting the BMI number\nThe World Health Organization defines a “normal” weight as a BMI of 18.5 to 24.9, “overweight or pre-obesity” as a BMI of 25.0 to 29.9, and “obesity” as a BMI of 30 or higher. It further classifies levels of obesity as Class I (BMI 30.0 to 34.9), Class II (BMI 35.0 to 39.9), and Class III (BMI 40 or higher). (6)\nAt a population level, a high BMI is generally associated with an increased risk of disease and early death. Many studies have shown that a BMI above 25 increases the chances of dying early compared to those with normal weight:\nA meta-analysis published in the New England Journal of Medicine showed a clear relationship between BMI and mortality, where both people with underweight (BMI <18.5) and with overweight and obesity (BMI >25) had greater mortality. [7] The lowest death rate from any cause was associated with the BMI range between 22.5 and 24.9. To address some methodological flaws in previous studies, this study excluded smokers who tend to have lower weight due to smoking, individuals with cancer and heart disease who might have lost weight due to these conditions, and individuals over the age of 85 who could have a normal BMI but suffer from frailty or other age-related unhealthy weight loss.\nAnother large meta-analysis in The Lancet that looked at data across four continents found that for every five units higher of a BMI above 25, risk of premature death increased by about 31%. [8] The study also looked at specific causes of death, and found that for each 5-unit increase in BMI above 25, the corresponding increases in risk were 49% for cardiovascular mortality, 38% for respiratory disease mortality, and 19% for cancer mortality. This meta-analysis also excluded participants who were current or former smokers, those who had chronic diseases at the beginning of the study, and any who died in the first five years of follow-up (a combined 1.6 million deaths were recorded across these studies where participants were followed for an average of 14 years).\n\nWhen examining the relationship between BMI and mortality, failure to adjust for these variables can lead to reverse causation (where a low body weight is the result of underlying illness, rather than the cause) or confounding by smoking (because smokers tend to weigh less than non-smokers and have much higher mortality rates). Experts say these methodological flaws have led to paradoxical, misleading results that suggest a survival advantage to being overweight.\n\nWaist Circumference\n\nSome researchers consider waist circumference to be a better measure of unhealthy body fat than BMI as it addresses visceral abdominal fat, which is associated with metabolic problems, inflammation, and insulin resistance. [3,9] It is a good predictor of disease risk and early mortality, and provides a clearer picture of health, as abdominal fat can increase even if total weight remains the same. An increasing waist size can be an important “warning sign” that prompts a closer look at potentially unhealthy lifestyle habits. In people who do not have overweight, increasing waist size over time may be an even more telling warning sign of increased health risks than BMI alone. [5,10]\n\nThe Nurses’ Health Study looked at the relationship between waist size and death from heart disease, cancer, or any cause in middle-aged women. [10] At the start of the study, more than 44,000 healthy volunteers measured their waist and hip sizes. After 16 years, women who reported the highest waist sizes—35 inches or larger—had nearly double the risk of dying from heart disease, compared with women who reported the lowest waist sizes (<28 inches). Women in the group with the largest waists had a similarly high risk of death from cancer or any cause, compared with women with the smallest waists. The risks increased steadily with each additional inch around the waist. Yet even women with a “normal weight” (BMI <25) were at higher risk, if they carried more of that weight around their waist. Normal-weight women with a waist of 35 inches or higher had three times the risk of death from heart disease, compared with normal-weight women whose waists were smaller than 35 inches.\nThe Shanghai Women’s Health Study found a similar relationship between increasing waist size and risk of death from any cause in normal-weight women. [11]\nHow to measure and interpret waist size\n\nWear thin clothing or no clothing. Stand up straight and wrap a flexible measuring tape around your midsection, laying the tape flat so it crosses your navel (belly button). The tape should be snug but not pinched too tightly around the waist. Inhale and exhale regularly, and then read the measurement (in other words, don’t inhale deeply and hold your breath while measuring!). You can repeat the measurement 2-3 times to ensure a consistent reading. According to an expert panel convened by the National Institutes of Health, a waist size larger than 40 inches for men and 35 inches for women increases the chances of developing heart disease, cancer, or other chronic diseases. [12,13]\n\nWaist-to-Hip Ratio\n\nLike the waist circumference, the waist-to-hip ratio (WHR) is used to measure abdominal obesity. It’s calculated by measuring the waist and the hip (at the widest diameter of the buttocks), and then dividing the waist by the hip measurement. It is inexpensive and simple to use, and a good predictor of disease risk and early mortality. Some believe that WHR may be a better indicator of risk than waist circumference alone, as waist size can vary based on body frame size, but a large study found that waist circumference and WHR were equally effective at predicting risk of death from heart disease, cancer, or any cause. [10]\n\nStill, WHR can be more complex to interpret than waist circumference, since a higher WHR reading can be caused by excess abdominal fat and/or decreased lean muscle mass around the hips. The World Health Organization has also found that cut-off points that define health risks may vary by ethnicity. For example, Asians appear to show higher metabolic risk when carrying higher body fat at a lower BMI; therefore the cut-off value for a healthy WHR in Asian women is 0.80 or less, compared with 0.85 or less in Caucasian women. [14]\n\nHow to measure and interpret WHR\n\nStand up straight and follow the directions for measuring waist circumference. Then wrap the tape measure around the widest part of the buttocks. Divide the waist size by the hip size. The WHO defines abdominal obesity in men as a WHR more than 0.90; for women, more than 0.85. [14]\n\nWaist-to-Height Ratio\n\nWaist-to-height ratio (WHtR) is a simple, inexpensive screening tool that measures visceral abdominal fat. It has been supported by research to predict cardiometabolic risk factors such as hypertension, and early death, even when BMI falls within a healthy range. [15,16] When the waist circumference is less than half one’s height, it is considered lower risk. \n\nTo determine WHtR, divide waist circumference in inches by height in inches. A measurement of 0.5 or higher is an indicator of health risks related to visceral obesity.\n\nAdditional Measures of Body Fat\n\nAlthough less commonly used, here are some other methods for measuring body fat.\n\nSkinfold Thickness\nBioelectric Impedance (BIA)\nUnderwater Weighing (Densitometry or Hydrostatic Weighing)\nAir-Displacement Plethysmography\nDilution Method (Hydrometry)\nDual Energy X-ray Absorptiometry (DEXA)\nComputerized Tomography (CT) and Magnetic Resonance Imaging (MRI)\nIs it healthier to carry excess weight than being too thin?\nIt’s certainly possible to be dangerously thin. Individuals with eating disorders such as anorexia nervosa and bulimia—and those with wasting diseases such as cancer, AIDS, and heart failure—can lose so much weight that they don’t have enough energy or basic building blocks to keep themselves alive. What about people who are thin but don’t have an eating disorder or serious illness?\n\nSome studies suggest that the connection between body mass index and premature death follows a U-shaped curve. This means that weighing too much—or too little—isn’t as healthy as weighing somewhere in the middle. The problem is that most of these studies included smokers and individuals with early, but undetected, chronic and fatal diseases. Cigarette smokers as a group weigh less than nonsmokers, in part because smoking deadens the appetite. Potentially deadly chronic diseases such as cancer, emphysema, kidney failure, and heart failure can cause weight loss even before they cause symptoms and have been diagnosed. So low weights don’t necessarily cause early death. Instead, low weight is often the result of illnesses or habits that may be fatal.\n\nMany epidemiologic studies confirm that increasing weight is associated with increasing disease risk. The American Cancer Society fielded two large long-term Cancer Prevention Studies that  included more than one million adults who were followed for at least 12 years. [18,19] They excluded people who smoked and others who could experience secondary weight loss from an illness such as cancer or cardiovascular disease, or who developed a chronic disease in the first few years of follow-up. Both studies showed a clear pattern of increasing mortality with increasing weight. The data confirmed similar observations from a 27-year follow-up of more than 19,000 middle-aged men in the Harvard Alumni Health Study, [20] a 16-year follow-up of more than 115,000 middle-aged women in the Nurses’ Health Study, [21] a 12-year follow-up of nonsmoking Seventh-day Adventists, [22] and a 10-year follow-up of more than 500,000 middle-aged men and women in the National Institutes of Health/AARP study. [23] Another analysis of the Cancer Prevention Study cohort found that increased weight was tied to increased mortality from all cancers and specific cancers; [24] in fact, study investigators estimated that overweight and obesity is responsible for 14% of all cancer deaths in women and 20% of all cancer deaths in men.\n\nAccording to the current Dietary Guidelines for Americans a body mass index below 18.5 falls outside the healthy range. But some people live long, healthy lives with a low body mass index. Here’s a good rule of thumb: If you’ve always had a low body mass index and your weight and health condition doesn’t change much, don’t worry. But if you start losing weight without trying, discuss with your doctor the reasons why this could be happening. Learn more about maintaining a healthy weight.\n\nReferences\n\nLast reviewed August 2022\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}