{
  "href": "https://nutritionsource.hsph.harvard.edu/dark-chocolate/",
  "title": "Dark Chocolate",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Dark Chocolate\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nDark Chocolate\n\nNo introductions are needed for this highly treasured food that dates back to 2000 BC. At that time, the Maya from Central America, the first connoisseurs of chocolate, drank it as a bitter fermented beverage mixed with spices or wine. Today, the long rows of chocolate squares sitting neatly on your store shelves are the end result of many steps that begin as a cacao pod, larger than the size of your hand. Seeds (or beans) are extracted from the pod and fermented, dried, and roasted into what we recognize as cocoa beans. The shells of the bean are then separated from the meat, or cocoa nibs. The nibs are ground into a liquid called chocolate liquor, and separated from the fatty portion, or cocoa butter. The liquor is further refined to produce the cocoa solids and chocolate that we eat. After removing the nibs, the cocoa bean is ground into cocoa powder that is used in baking or beverages.\n\nDark chocolate contains 50-90% cocoa solids, cocoa butter, and sugar, whereas milk chocolate contains anywhere from 10-50% cocoa solids, cocoa butter, milk in some form, and sugar. Though dark chocolate should not contain milk, there may be traces of milk from cross-contamination during processing, as the same machinery is often used to produce milk and dark chocolate. Lower quality chocolates may also add butter fat, vegetable oils, or artificial colors or flavors. White chocolate does not contain any cocoa solids and is made simply of cocoa butter, sugar, and milk.\n\nSource Of\nIron\nCopper\nMagnesium\nZinc\nPhosphorus\nFlavanols\nDark Chocolate and Health\n\nCocoa is rich in plant chemicals called flavanols that may help to protect the heart. Dark chocolate contains up to 2-3 times more flavanol-rich cocoa solids than milk chocolate. Flavanols have been shown to support the production of nitric oxide (NO) in the endolethium (the inner cell lining of blood vessels) that helps to relax the blood vessels and improve blood flow, thereby lowering blood pressure. [1,2] Flavanols in chocolate can increase insulin sensitivity in short term studies; in the long run this could reduce risk of diabetes. [3,4]\n\nObservational studies support the benefits of cocoa flavanols. The link between blood pressure and high cocoa intake was described in a study of the Kuna Indians, an isolated tribe who live on the Caribbean Coast of Panama. [5] Hypertension was extremely uncommon in this group, even among older ages, and even with a dietary salt intake that is greater than most Western populations. When the Kuna migrated to urban environments and changed their diets, their rates of high blood pressure increased. Notably, their traditional intake of cocoa as a beverage was very high, at more than five cups daily of either home-grown or Colombian cocoa powder rich in flavanols. The urinary levels of flavanols in the island-dwelling Kuna were significantly higher and their rates of death from heart disease, cancer, and diabetes significantly lower than their counterparts living in urban centers.\n\nOther observational studies suggest a link between high cocoa or chocolate intake of 6 grams daily (1-2 small squares) and a reduced risk of heart disease and mortality, possibly in part by reducing blood pressure and inflammation. [6,7]\n\nDark chocolate is high in calories (150-170 calories per ounce) and can contribute to weight gain if eaten in excess. However, chocolate, like nuts can induce satiety, so the longer term implications for weight control are not clear.  It also contains a moderate amount of saturated fat, which can negatively affect blood lipid levels, though its heart-protective effects from flavanols appear to outweigh the risk. Choosing dark chocolate and eating modest quantities may offer the greatest health benefits.\n\nShould I be concerned about heavy metals in dark chocolate?\nPurchase and Storage\nChoose 70% dark chocolate or higher to obtain the most flavanols. Though keep in mind that the higher the percentage of cocoa solids, the greater the bitter flavor.\nStore in a cool dry area (65-70 F) in a tightly sealed container. Do not refrigerate, which can promote the chocolate to “bloom,” a whitish coating caused by sugar rising to the surface due to excess moisture. Bloom does not affect flavor but does not look appealing.\nIf stored properly, dark chocolate will last up to two years.\nServe\nTo melt: Dark chocolate should be heated gradually to prevent scorching. This may be done on a stove top on low heat or in a microwave oven on 50% power. Break chocolate into smaller pieces and place in pan or microwave to heat. Stir continually (or after each minute) to ensure even heating. Drizzle 1-2 tablespoons of melted dark chocolate over oatmeal, yogurt, or fresh fruit for an easy healthful snack.\nServe a few squares of dark chocolate or chocolate curls with fresh fruit and nuts for an easy elegant dessert.\nBlend 1-2 tablespoons of unprocessed cocoa with one large frozen banana for a dairy-free version of chocolate ice cream.\nBecause the bitter flavor increases with a higher percentage of cocoa solids, try taking a small piece and allowing it to melt slowly in your mouth. This technique may offer a different, more pleasurable experience than quickly chewing and swallowing the chocolate.\nDid You Know?\nCocoa is sometimes treated with alkali, or Dutch-processed, to improve the flavor and appearance. However this causes a significant loss of flavanols. Natural cocoa, found in the baking aisle, retains the most flavanols. [11]\nThe higher percentage of cocoa solids, the higher the caffeine content. Two ounces of 70% dark chocolate contains about 50-60 mg caffeine. In comparison, an 8-ounce cup of coffee contains 100-200 milligrams of caffeine.\nIf your chocolate has developed bloom, no need to throw it out! You can remove the bloom by melting the chocolate, stirring it well, and then allowing it to slowly cool back into a solid.\nChocolate is derived from an intensive process of farming, harvesting, and transport, often employing less expensive labor or child labor overseas. “Fair-Trade” labeled chocolate certifies that the chocolate has been manufactured at a fair wage and with the exclusion of child labor.\nRelated\nDessert by Design: The Three Pleasures\nDevelop a “sugar strategy” for healthy holiday eating\nHealthy Gift Guide — 17 ideas for giving “the gift of health”\nReferences\n\nLast reviewed March 2023\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}