{
  "href": "https://nutritionsource.hsph.harvard.edu/2015/11/03/report-says-eating-processed-meat-is-carcinogenic-understanding-the-findings/",
  "title": "consumption of processed meat is “carcinogenic to humans,”",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Nutrition News > Category: Features > WHO report says eating processed meat is carcinogenic: Understanding the findings\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nWHO report says eating processed meat is carcinogenic: Understanding the findings\n\nLast week the World Health Organization (WHO)’s International Agency for Research on Cancer (IARC) announced that consumption of processed meat is “carcinogenic to humans (Group I ),” and that consumption of red meat is “probably carcinogenic to humans (Group 2A).” The report differentiates the two meats as follows:\n\nProcessed meat – meat that has been transformed through salting, curing, fermentation, smoking, or other processes to enhance flavor or improve preservation\nRed meat – unprocessed mammalian muscle meat such as beef, veal, pork, lamb, mutton, horse and goat meat\n\nConsumption of processed meat was classified as carcinogenic and red meat as probably carcinogenic after the IARC Working Group – comprised of 22 scientists from ten countries – evaluated over 800 studies. Conclusions were primarily based on the evidence for colorectal cancer. Data also showed positive associations between processed meat consumption and stomach cancer, and between red meat consumption and pancreatic and prostate cancer.\n\nMeat processing such as curing (e.g. by adding nitrates or nitrites) or smoking can lead to the formation of potentially cancer-causing (carcinogenic) chemicals such as N-nitroso-compounds (NOC) and polycyclic aromatic hydrocarbons (PAH).\nMeat also contains heme iron, which can facilitate production of carcinogenic NOCs.\nCooking – especially high-temperature cooking including cooking meats over a flame (e.g., pan-frying, grilling, barbecuing) – can also produce carcinogenic chemicals, including heterocyclic aromatic amines (HAA) and PAHs.\n\nTo help further explain the report findings we spoke with Kana Wu, a member of the IARC Monograph Working Group for this report and a Senior Research Scientist in the Department of Nutrition at Harvard T.H. Chan School of Public Health.\n\nThe IARC Working Group said red meat is “probably” carcinogenic, but several studies showed no clear association. Can you explain why it’s probably carcinogenic?\n\nIn large population studies, but not all of them, greater red meat consumption has been associated with higher risk of colorectal cancer. Although these studies were not entirely consistent, results of laboratory studies led the IARC working group to conclude that red meat is probably carcinogenic.\n\n Some reports in the media, particularly those from the meat industry, promote red meat consumption as part of a healthy and balanced diet. Is this true?\n\nWhile it is true that red meat has nutritional value – it is rich in protein, minerals and vitamins (e.g., vitamin B12) – many studies have also shown that high consumption of red meat can increase the risk of colorectal cancer, heart disease, diabetes, and other chronic diseases, and may lead to higher risk of dying of those diseases (when compared to other good sources of protein, such as poultry, fish or legumes).  Thus, much evidence suggests that an optimally healthy diet would be low in red meat.\n\nThe IARC/WHO classified processed meat as a Group 1 carcinogen, the same category as tobacco smoking and asbestos. Some media reports have indicated that eating bacon or hot dogs is as bad as smoking. Is this true?\n\n It has been known for a while that high consumption of red or processed meat can adversely affect health, including raising risk of colorectal cancers and some other cancers. So the conclusions drawn by the IARC Working Group are consistent with what we already know. However, the way the media has reacted to last week’s IARC/WHO announcement has created a lot of confusion and this requires clarification:\n\nIARC/WHO does not assess the size of risk\nThe International Agency for Cancer Research (IARC) used clearly defined guidelines to identify hazards (qualitative evaluation), i.e. whether an agent can cause cancer, but IARC does not assess level or the magnitude of risk (quantitative assessment). In other words, the IARC/WHO evaluates the evidence not risk. As stated by the Director of IARC Christopher Wild, “The IARC evaluations are important in enabling governments and international regulatory agencies to conduct risk assessments, in order to balance the risks and benefits of eating red meat and processed meat and to provide the best possible dietary recommendations.” As an example, the US Dietary Guidelines Committee issued a review of diet and health earlier this year; among the conclusions was that consumption of red meat should be low for both human and planet health.\n\nSmoking vs. high consumption of processed meat\nEven though smoking is in the same category as processed meat (Group 1 carcinogen), the magnitude or level of risk associated with smoking is considerably higher (e.g., for lung cancer about 20 fold or 2000% increased risk) from those associated with processed meat – an analysis of data from 10 studies, cited in the IARC report showed an 18 percent increased risk in colorectal cancer per 50g processed meat increase per day. To put this in perspective, according to the Global Disease Burden Project 2012, over 34,000 cancer deaths per year worldwide are attributable to high processed meat intake vs. 1 million deaths per year attributable to tobacco smoke.\n\n High consumption of red or processed meat also increases risk of other chronic diseases and mortality\nIt is important to keep in mind that the above estimates pertain to cancer deaths only. It is well known that besides increasing the risk of some cancers, high red and processed meat intake can also increase risk of other chronic and potentially life threatening diseases such as coronary heart disease, stroke and type II diabetes compared to other protein sources such as poultry, legumes and fish. Our group at the Harvard T.H. Chan School of Public Health and the Harvard Medical School and others have also found higher rates of total mortality with higher intake of red or processed meat. In fact, according to 2013 data from the Global Burden of Disease Project, the number of total deaths (including deaths from cardiovascular disease or diabetes and colorectal cancers) attributable to a diet high in processed meat was 644,000.\n\nSome people purchase “nitrate-free” processed meats, a fairly new food trend. Could that help make processed meat less carcinogenic?\n\nSo-called “nitrate-free” processed meats are often preserved with celery juice, a plant rich in nitrate. The source of nitrate added for meat preservation will likely not matter. Furthermore, processed meats can also contain other carcinogenic compounds such as PAHs which can be formed during smoking of meat (e.g. salami). Processed meats, particularly those containing red meat also contain heme iron, which can enhance the formation of carcinogenic compounds (NOCs) in the body. Until we know more about the exact mechanisms underlying the relationship between processed meat and cancers, it is best to treat those nitrate-free processed meats the same as any other processed meats and limit intake.\n\n How about chicken or turkey hot dogs, or turkey bacon – are those safer to eat than bacon or hot dogs containing red meats such as beef or pork?\n\nChicken and turkey hot dogs and turkey bacon may also contain preservatives such as nitrates. However, those meats contain less heme iron than processed meats made from red meats. A good alternative is to replace red or processed meat with unprocessed, fresh chicken or turkey, which is a good source of protein, vitamins and minerals. Also to be considered are nuts, peanuts, soy, and legumes, such as hummus.\n\nAre processed meats made from so-called “organic” meats safer?\n\nProcessed meats made from so-called “organic meats” are generally treated with natural nitrate such as celery juice or smoked as well. At this point there is insufficient data to conclude whether those meats are safer than the “non-organic” meats.\n\nThe media has reported that 50g/day consumption of processed meat can risk for colorectal cancer from an average 5 percent lifetime risk to 6 percent. This does not sound like much of an increase in risk.\n\n50g processed meat is equivalent to about 6 slices of bacon or one hot dog. The 5 percent to 6 percent increase in risk of colorectal cancer reported in the media is a population average, but this estimate does not take into account that for certain subgroups (e.g., those who are also obese, are physically inactive or consume diets high in sugar, saturated fat etc., or are more genetically susceptible) the absolute risk can be higher. As mentioned above, high consumption of red and processed meat is associated with higher risk of several chronic diseases, such as heart disease or diabetes, not just colorectal cancers and high processed meat consumption is estimated to account for about 644,000 deaths worldwide. Thus, in making dietary choices, it is important to consider all the consequences, not just risk of one disease.\n\nAre there any specific types of processed meats that should be avoided more than others?\n\nIARC evaluated consumption of total processed meat, not one specific type of meat, because data relating specific subtypes of processed and red meat to risk of cancers are currently limited. Therefore, it is not yet possible to draw a conclusion on whether specific types of meats are safer. Overall, it is best to limit consumption of any processed meat.\n\nI heard that red meat production can affect the environment, is this true?\n\nDr. Walter Willett, Professor of Epidemiology and Nutrition and Chair of the Department of Nutrition at Harvard T.H. Chan School of Public Health, recently addressed this topic.\n\nHow much red or processed meat, if any, can I eat? What do you recommend?\n\nStudies have shown that the higher the intake of processed meat, the higher the risk of colorectal cancers and other chronic diseases (dose-response). This does not mean you have to cut out all red and processed meats from your diet. In our Healthy Eating Plate we suggest avoiding processed meat and consuming red meat occasionally at most.   Ideally, we should be thinking of red meat as we do lobster, having it for a special occasion if we like it. This is how red meat is consumed in many traditional eating cultures, such as the Mediterranean diet. Other organizations have also recommended limiting consumption of red meat for better health, including the American Heart Association, the World Cancer Research Fund (WCRF) and the American Cancer Society. For example, the WCRF recommends to limit intake of red meat to 500g per week and to avoid processed meat.\n\nFurther reading\n\nWHO/IARC Q&A on the carcinogenicity of the consumption of red meat and processed meat\n\nHow risky is it to eat red meat?\n\nCancer\n\n \nPosted on\nNovember 3, 2015  Features\nPREVIOUS\nImprovements in U.S. diet lower premature deaths\nNEXT Prioritize Plants For Healthy Holiday Cooking\nRecent Posts\nHealthy Living Guide 2023/2024\nWHO releases updated guidelines on defining healthy diets\nUnpacking WHO guidelines on non-sugar sweeteners\nHealthy Living Guide 2022/2023\nNavigating infant formula shortages\nArchives\nArchives\nSelect Month\nJanuary 2024\nJuly 2023\nJune 2023\nJanuary 2023\nMay 2022\nJanuary 2022\nJanuary 2021\nOctober 2020\nApril 2020\nMarch 2020\nSeptember 2019\nAugust 2019\nMarch 2019\nFebruary 2019\nJanuary 2019\nNovember 2018\nOctober 2018\nJune 2018\nApril 2018\nMarch 2018\nFebruary 2018\nJanuary 2018\nOctober 2017\nSeptember 2017\nAugust 2017\nJune 2017\nMay 2017\nApril 2017\nMarch 2017\nFebruary 2017\nJanuary 2017\nDecember 2016\nNovember 2016\nOctober 2016\nSeptember 2016\nAugust 2016\nJuly 2016\nJune 2016\nMay 2016\nApril 2016\nMarch 2016\nJanuary 2016\nDecember 2015\nNovember 2015\nOctober 2015\nSeptember 2015\nAugust 2015\nJune 2015\nApril 2015\nMarch 2015\nFebruary 2015\nJanuary 2015\nNovember 2014\nOctober 2014\nJune 2014\nMay 2014\nMarch 2014\nFebruary 2014\nJanuary 2014\nDecember 2013\nNovember 2013\nSeptember 2013\nJune 2013\nMay 2013\nApril 2013\nFebruary 2013\nJanuary 2013\nNovember 2012\nSeptember 2012\nAugust 2012\nJuly 2012\nJune 2012\nApril 2012\nMarch 2012\nJanuary 2012\nDecember 2011\nNovember 2011\nJuly 2011\nJune 2011\nMay 2011\nJanuary 2011\nDecember 2010\nJuly 2010\nJune 2010\nMay 2010\nMarch 2010\nNovember 2009\nOctober 2009\nSeptember 2009\nApril 2009\nMarch 2008\nNovember 2007\nSeptember 2007\nJune 2007\nApril 2007\nDecember 2006\nOctober 2006\nApril 2006\nFebruary 2006\nJuly 2005\nMay 2005\nJanuary 2005\nDecember 2003\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}