{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-eating-plate-vs-usda-myplate/",
  "title": "how the Healthy Eating Plate compares to the USDA’s MyPlate",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Eating Plate vs. USDA’s MyPlate\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nHealthy Eating Plate vs. USDA’s MyPlate\n\nThe Healthy Eating Plate, created by experts at Harvard T.H. Chan School of Public Health and Harvard Medical School, points consumers to the healthiest choices in the major food groups. The U.S. Department of Agriculture’s (USDA) MyPlate, though it has been revised to reflect some key findings, still doesn’t offer the most complete picture when it comes to basic nutrition advice.\n\nThe Healthy Eating Plate is based exclusively on the best available science and was not subjected to political or commercial pressures from food industry lobbyists. Here’s a table showing how the Healthy Eating Plate compares to the USDA’s MyPlate, section by section.\n\n \n\n\t\n\n\nWhole Grains\t Grains\nThe Healthy Eating Plate encourages consumers to choose whole grains and limit refined grains, since whole grains are much better for health. In the body, refined grains like white bread and white rice act just like sugar. Over time, eating too much of these refined-grain foods can make it harder to control weight and can raise the risk of heart disease and diabetes. Read more about the health benefits of whole grains.\tAlthough initially MyPlate did not tell consumers that whole grains are better for health, it has since been revised to suggest that consumers make at least half of their grains whole grains – an important update!\n\n\nHealthy Protein\n\n\t Protein\nThe Healthy Eating Plate encourages consumers to choose fish, poultry, beans or nuts, protein sources that contain other healthful nutrients. It encourages them to limit red meat and avoid processed meat, since eating even small quantities of these foods on a regular basis raises the risk of heart disease, diabetes, colon cancer, and weight gain. Read more about the benefits of choosing healthy protein.\tMyPlate’s protein section could be filled by a variety of sources, including a hamburger or hot dog. Though the plate has been revised to suggest that adult consumers eat at least 8 ounces of cooked seafood per week, it still offers no indication that red and processed meat are especially harmful to health.\nVegetables\tVegetables\nThe Healthy Eating Plate encourages an abundant variety of vegetables, since Americans are particularly deficient in their vegetable consumption—except for potatoes and French fries. Potatoes are chock full of rapidly digested starch, and they have the same effect on blood sugar as refined grains and sweets, so limited consumption is recommended. Read more about the benefits of vegetables.\tMyPlate does not distinguish between potatoes and other vegetables.\n\n\nFruits\n\n\tFruits\nThe Healthy Eating Plate recommends eating a colorful variety of fruits. Read more about the benefits of fruits.\tMyPlate also recommends eating fruits.\n\n\nHealthy Oils\n\n\t (Not included in MyPlate)\nThe Healthy Eating Plate depicts a bottle of healthy oil, and it encourages consumers to use olive, canola, and other plant oils in cooking, on salads, and at the table. These healthy fats reduce harmful cholesterol and are good for the heart, and Americans don’t consume enough of them each day. It also recommends limiting butter and avoiding trans fat. Read more about the benefits of healthy fats and oils.\tMyPlate is silent on fat, which could steer consumers toward the type of low-fat, high-carbohydrate diet that makes it harder to control weight and worsens blood cholesterol profiles.\n\n\nWater\n\n\tDairy\nThe Healthy Eating Plate encourages consumers to drink water, since it’s naturally calorie free, or to try coffee and tea (with little or no sugar), which are also great calorie-free alternatives. It advises consumers to avoid sugary drinks, since these are major contributors to the obesity and diabetes epidemics. It recommends limiting milk and dairy to one to two servings per day, since high intakes are associated with increased risk of prostate cancer and possibly ovarian cancer; it recommends limiting juice, even 100% fruit juice, to just a small glass a day, because juice contains as much sugar and as many calories as sugary soda. Read more about water and other healthy drinks, and learn about calcium, milk and health.\tMyPlate recommends dairy at every meal, even though there is little if any evidence that high dairy intakes protect against osteoporosis, and there is considerable evidence that too-high intakes can be harmful. As for sugary drinks, MyPlate says 100% fruit juice counts as part of the Fruit Group.\n\n\nStay Active\n\n\t(Not included in MyPlate) \nThe figure scampering across the bottom of the Healthy Eating Plate’s placemat is a reminder that staying active is half of the secret to weight control. The other half is eating a healthy diet with modest portions that meet your calorie needs. Read more about the benefits of staying active.\tThere is no activity message on MyPlate.\nRelated\nLearn more about the Healthy Eating Plate\nRead the press release about the Healthy Eating Plate launch on September 14, 2011.\n\n\nLast reviewed February 2023\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}