{
  "href": "https://nutritionsource.hsph.harvard.edu/vinegar/",
  "title": "balsamic vinegar",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Vinegar\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nVinegar\n\nNot many foods play the role of both a prized cooking ingredient and household cleaner. The word vinegar derives from the French “vin aigre,” or sour wine. It has been traced back to 5000 B.C.E. in Babylon, not just for cooking but as a medicine, a preservative, and a drink to boost strength and promote wellness. Legend describes vinegar’s discovery when a forgotten wine was left in storage for several months, causing it to ferment and turn sour.\n\nVinegar is a combination of acetic acid and water made by a two-step fermentation process. First, yeast feed on the sugar or starch of any liquid from a plant food such as fruits, whole grains, potatoes, or rice. This liquid ferments into alcohol. The alcohol is then exposed to oxygen and the acetic acid bacteria Acetobacter to ferment again over weeks or months, forming vinegar. The U.S. Food and Drug Administration requires vinegar to contain at least 4% acetic acid, but may range up to 8% in commonly used vinegars. Although acetic acid is responsible for the tart and pungent flavors and odors we recognize, vinegar also contains trace vitamins, mineral salts, amino acids, and polyphenolic compounds [1]. Flavors range from sour to savory to sweet. Some vinegars, such as balsamic, can be left to ferment up to 25 years.\n\nVinegars and Health\n\nEarly records from China, the Middle East, and Greece describe vinegar for medicinal purposes: as a digestive aid, an antibacterial balm to dress wounds, and treatment for cough. Today, vinegar is often touted as an all-purpose treatment for everything from minor ailments to chronic diseases. To be clear, existing scientific research does not support the use of vinegar as an effective treatment for any of these conditions. However, some animal studies and small human studies have suggested a health benefit from vinegar, which has fueled its popularity in mainstream media.\n\nBelow we take a look at some of the most popular health claims associated with vinegar, and review the limited research behind them.\nNutrients\n\nVinegar is low in calories and nutrients. Depending on the type, one tablespoon of vinegar contains anywhere from 2 to 15 calories. The lowest calorie versions like distilled vinegar have no nutrient value; others contain trace amounts of nutrients. Because most vinegars are free of sodium and sugar, they are an ideal ingredient to flavor foods on restricted diets. However, not all are calorie-free. Some vinegars are a blend of grape juice and wine vinegar, sometimes with added sugar, so it is important to read the nutrition facts label and ingredients list to know exactly what you are getting.\n\nHow To Use\nThe acidity or sourness of vinegar brightens the flavor of food and adds balance to a rich dish. It is found in popular kitchen staples like salad dressings, marinades, sauces, mayonnaise, and ketchup.\nVinegar can change the texture of foods. It breaks down the chemical structure of protein, such as when used as a marinade to tenderize meats and fish. Vinegar can also be used to make cottage cheese by adding it to milk. The acid in vinegar separates the milk’s solid curds from the liquid whey.\nQuick-Pickled Beets and Fennel\n\nVinegar may be used to pickle food, a preservation method that extends the shelf life of perishable foods by killing bacteria. Pickling involves soaking a food in a brine solution made from vinegar, water, salt, and sugar, which also changes the food’s flavor.\n\nThere are several types of vinegars available. Specialty vinegars may have added herbs like basil, clove, or cinnamon, or are sweetened with fruit juices. The following are common types and how they are used:\nWhite Distilled: Made by fermentation of a distilled alcohol, which often originates from fermented grains. Note that the role of grains is only indirect in their use to make alcohol, which is then distilled to produce a water solution of nearly pure ethyl alcohol, followed by fermentation into a solution of nearly pure acetic acid (in water). This process accounts for the lack of savory, aromatic flavors found in wine vinegars. The resulting acidity is ideal for pickling because it does not alter the color of fruits and vegetables. It’s also a popular inexpensive choice for cleaning.\nBalsamic: Made from fermented grape must (whole pressed grapes). This thick dark brown vinegar may taste a little sweeter and mellow in comparison with other vinegars. It can be used in salad dressings and marinades, or simmered into a thick sauce called a “reduction” to be drizzled onto fruit or ice cream.\nRice: Made from fermented rice. Not too acidic with a milder, sweeter flavor. Used for dishes with Asian flavors like sushi, pickled vegetables, and stir-frys.\nWine: Made from red or white wine. Has an acidic and sharp flavor that varies with the type of wine used. Used in marinades and salad dressings, and for cooking meat and fish.\nApple Cider: Made from the liquid of crushed apples. Lower acidity than other types with a faint apple flavor. Used for salads, salad dressings, marinades, and sweeter dishes.\nMalt: Made from fermented un-hopped beer. Has a strong acidic flavor that is selected for sauces or dips.\nWith so many varieties, try gifting a new flavor experience to someone on your holiday gift list.\n\nFlavored: A vinegar base (usually wine vinegar) that is infused with fruit purees or herbs like rosemary or sage to create unique flavors for vinaigrette dressings and marinades.\n\nRecipe ideas and serving suggestions featuring vinegar:\n\nAsparagus with Warm Tarragon-Pecan Vinaigrette\nQuick-Pickled Beets & Fennel\nRoasted Beets with Balsamic Vinegar\nMint Vinaigrette\nDid You Know?\n\nAfter cooking, the next most popular use for vinegar—particularly white vinegar—is cleaning. While the 5% acetic acid in vinegar is strong enough to kill some household pathogens, it does not kill them all (e.g., salmonella) and is not recommended as a replacement for commercial disinfectants. [1] However, distilled white vinegar is an inexpensive, nontoxic “green” product that may be useful for certain household chores. It appears to work particularly well on removing mineral deposits and soap scum, such as in sinks, drains, and shower stalls.\n\nReferences\n\nLast Reviewed October 2019\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}