{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-drinks/drinks-to-consume-in-moderation/",
  "title": "Drinks to Consume in Moderation",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Drinks > Drinks to Consume in Moderation\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nDrinks to Consume in Moderation\nArtificially Sweetened Drinks\n Research suggests that artificially sweetened drinks may contribute to weight gain. Because sweet “diet” drinks may condition you to crave other sweet drinks and foods, drinking “diet” drinks has the possibility of leading to weight gain.\nMoreover, the other health effects of artificially sweetened diet drinks remains largely unknown. It’s best to limit them if you drink them at all, and for a refreshing drink with flavor try adding a squeeze of lemon juice to plain water.\n\nLearn more about artificial sweeteners.\n\n100% Fruit Juice\n\nFruit juice has vitamins, but it is high in calories from concentrated fruit sugars, so stick to no more than a small glass (four to six ounces) a day. If you’re in the mood for fruit, enjoy a whole piece of fruit which is much lower in sugars than its juice equivalent and contains the added benefit of fiber.\n\nMilk\n\nThere’s no need to drink more than a glass or two of low fat or skim milk a day. Less milk is fine if you get your calcium from other sources. For children, milk is a key source of calcium and vitamin D, protein and other essential micronutrients. The ideal amount of milk and calcium isn’t exactly clear, but no more than two glasses per day appears to provide sufficient nutrition without being excessive.\n\nLearn more about milk and other dairy products.\n\nAlcohol\nModerate drinking can be healthy—but not for everyone. You must weigh the benefits and risks; that’s why it’s not included on the Healthy Eating Plate.\nNon-drinkers shouldn’t feel that they need to start drinking.\n\nIsn’t alcohol supposed to be good for you in small amounts?\n\nFor some people, alcohol consumption can offer health benefits, whereas for others alcohol may pose risks. Learn more about the risks and benefits of alcohol.\n\nDo some types of alcohol offer greater benefits than others?\n\nSome studies have suggested that red wine—particularly when consumed with a meal—offers more cardiovascular benefits than beer or spirits. Despite the healthful compounds identified in red wine, epidemiological studies have not confirmed that a specific type of alcoholic drink, whether wine, beer, or spirits, reduces the risk of cardiovascular disease. \n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}