{
  "href": "https://nutritionsource.hsph.harvard.edu/what-should-you-eat/whole-grains/",
  "title": "whole grains",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > What Should I Eat? > Whole Grains\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nWhole Grains\n\nChoose whole grains instead of refined grains.\n\nWhole grains offer a “complete package” of health benefits, unlike refined grains, which are stripped of valuable nutrients in the refining process.\n\nAll whole grain kernels contain three parts: the bran, germ, and endosperm. Each section houses health-promoting nutrients. The bran is the fiber-rich outer layer that supplies B vitamins, iron, copper, zinc, magnesium, antioxidants, and phytochemicals. Phytochemicals are natural chemical compounds in plants that have been researched for their role in disease prevention. The germ is the core of the seed where growth occurs; it is rich in healthy fats, vitamin E, B vitamins, phytochemicals, and antioxidants. The endosperm is the interior layer that holds carbohydrates, protein, and small amounts of some B vitamins and minerals.\n\nThese components have various effects on our bodies:\n\nBran and fiber slow the breakdown of starch into glucose—thus maintaining a steady blood sugar rather than causing sharp spikes.\nFiber helps lower cholesterol as well as move waste through the digestive tract.\nFiber may also help prevent the formation of small blood clots that can trigger heart attacks or strokes.\nPhytochemicals and essential minerals such as magnesium, selenium and copper found in whole grains may protect against some cancers.\n\nThe invention of industrialized roller mills in the late 19th century changed the way we process grains. Milling strips away the bran and germ and leaves only the soft, easy-to-digest endosperm. Without the fibrous bran, the grain is easier to chew. The germ is removed because of its fat content, which can limit the shelf life of processed wheat products. The resulting highly processed grains are much lower in nutritional quality. Refining wheat creates fluffy flour that makes light, airy breads and pastries, but the process strips away more than half of wheat’s B vitamins, 90 percent of the vitamin E, and virtually all of the fiber. Although some nutrients may be added back by fortification, other health-promoting components of whole grains such as phytochemicals cannot be replaced.\n\nA growing body of research shows that choosing whole grains and other less-processed, higher-quality sources of carbohydrates, and cutting back on refined grains, improves health in many ways. For a closer look at carbohydrates, check out our Carbohydrate Guide.\n\nThe 2015-2020 Dietary Guidelines for Americans recommends eating 6 ounces of grain foods daily (based on a 2000-calorie diet) and getting at least half or 3 ounces of that grain intake from 100% whole grains. [1] However, due to an increasing amount of research showing the various health benefits derived from whole grains, and even a possible detrimental effect when eating mostly refined grains, it is recommended to choose mostly whole grains instead of refined grains. An easy way to tell if a food product is high in 100% whole grains is to make sure it is listed first or second in the ingredient list. Or better yet, choose unprocessed whole grains:\n\nAmaranth\tKamut\t Spelt\nBarley\tMillet\t Teff\nBrown Rice\tQuinoa\t Triticale\nBuckwheat\t Rye\t Wheat Berries\nBulgur\t Oats\t Wild Rice\nCorn\t Sorghum\t \n\nBe careful when choosing foods labeled as whole grains: “Whole grain” doesn’t always mean healthy.\n\nOne study revealed that inconsistent food labeling means that foods identified as “whole grain” are not always healthy. [2]\n\nThe study assessed five USDA criteria that identify whole grains in a food product: 1) any whole grain as the first ingredient, 2) any whole grain as the first ingredient, and added sugars not being one of the first three ingredients in the ingredient list, 3) the word “whole” before any grain ingredient, 4) a carbohydrate-to-fiber ratio of less than 10:1, and 5) the industry-sponsored Whole Grain Stamp.\nThe Whole Grain Stamp is a widely used marker on food products. The stamp, while designed to steer consumers towards healthy whole grains, identified products with more fiber and less sodium and trans fat but that were higher in sugar and calories than whole grain foods without the stamp.\nThe other three USDA criteria had mixed results in identifying healthier whole grain products, but (criterion 4) the carbohydrate-to-fiber ratio of less than 10:1 proved to be the most effective measure of healthfulness. However, it is unclear whether this ratio is more predictive of chronic disease risk than other measures of carbohydrate quality—such as the amount/type of fiber or overall dietary glycemic index/load. Foods that met this criterion were higher in fiber and less likely to contain trans fats, sodium, and sugar.\nBecause calculating the carbohydrate-to-fiber ratio may be difficult and not readily available for a consumer reading a label, the study suggests that labeling guidelines appearing on whole-grain foods should be improved.\n\nConsumers should steer towards whole grain foods that are high in fiber and that have few ingredients in addition to whole grain. Moreover, eating whole grains in their whole forms—such as brown rice, barley, oats, corn, and rye—are healthy choices because they pack in the nutritional benefits of whole grains without any additional ingredients.\n\nWhole Grains and Disease\n\nAs researchers have begun to look more closely at carbohydrates and health, they are learning that the quality of the carbohydrates you eat is at least as important as the quantity. Most studies, including some from several different Harvard teams, show a connection between whole grains and better health. [3]\n\nA report from the Iowa Women’s Health Study linked whole grain consumption with fewer deaths from inflammatory and infectious causes, excluding cardiac and cancer causes. Examples are rheumatoid arthritis, gout, asthma, ulcerative colitis, Crohn’s disease, and neurodegenerative diseases. Compared with women who rarely or never ate whole-grain foods, those who had at least two or more servings a day were 30% less likely to have died from an inflammation-related condition over a 17-year period. [4]\nA meta-analysis combining results from studies conducted in the U.S., the United Kingdom, and Scandinavian countries (which included health information from over 786,000 individuals), found that people who ate 70 grams/day of whole grains—compared with those who ate little or no whole grains—had a 22% lower risk of total mortality, a 23% lower risk of cardiovascular disease mortality, and a 20% lower risk of cancer mortality. [5]\n\nCardiovascular disease\n\nEating whole instead of refined grains substantially lowers total cholesterol, low-density lipoprotein (LDL, or bad) cholesterol, triglycerides, and insulin levels.\n\nIn the Harvard-based Nurses’ Health Study, women who ate 2 to 3 servings of whole-grain products each day were 30% less likely to have a heart attack or die from heart disease over a 10-year period than women who ate less than 1 serving per week. [6]\nA meta-analysis of seven major studies showed that cardiovascular disease (heart attack, stroke, or the need for a procedure to bypass or open a clogged artery) was 21% less likely in people who ate 2.5 or more servings of whole-grain foods a day compared with those who ate less than 2 servings a week. [7]\n\nType 2 diabetes\n\nReplacing refined grains with whole grains and eating at least 2 servings of whole grains daily may help to reduce type 2 diabetes risk. The fiber, nutrients, and phytochemicals in whole grains may improve insulin sensitivity and glucose metabolism and slow the absorption of food, preventing blood sugar spikes. [8] In contrast, refined grains tend to have a high glycemic index and glycemic load with less fiber and nutrients.\n\nIn a study of more than 160,000 women whose health and dietary habits were followed for up to 18 years, those who averaged 2 to 3 servings of whole grains a day were 30% less likely to have developed type 2 diabetes than those who rarely ate whole grains. [9] When the researchers combined these results with those of several other large studies, they found that eating an extra 2 servings of whole grains a day decreased the risk of type 2 diabetes by 21%.\nA follow-up to that study including men and women from the Nurses’ Health Studies I and II and the Health Professionals Follow-Up Study found that swapping white rice for whole grains could help lower diabetes risk. Those who ate the most white rice—five or more servings a week—had a 17% higher risk of diabetes than those who ate white rice less than one time a month. Those who ate the most brown rice—two or more servings a week—had an 11% lower risk of diabetes than those who rarely ate brown rice. Researchers estimate that swapping whole grains in place of even some white rice could lower diabetes risk by 36%. [10]\nA large study of more than 72,000 postmenopausal women without diabetes at the start of the study found that the higher the intake of whole grains, the greater the risk reduction of type 2 diabetes. A 43% reduced risk was found in women eating the highest amount of whole grains (2 or more servings daily) as compared with those who ate no whole grains. [11]\n\nCancer\n\nThe data on cancer are mixed, with some studies showing a protective effect of whole grains and others showing none. [12,13]\n\nA large five-year study among nearly 500,000 men and women suggests that eating whole grains, but not dietary fiber, offers modest protection against colorectal cancer. [14,15] A review of four large population studies also showed a protective effect of whole grains from colorectal cancer, with a cumulative risk reduction of 21%. [16]\n\nDigestive health\n\nBy keeping the stool soft and bulky, the fiber in whole grains helps prevent constipation, a common, costly, and aggravating problem. It also helps prevent diverticular disease (diverticulosis) by decreasing pressure in the intestines. [17]\n\nA study of 170,776 women followed for more than 26 years looked at the effect of different dietary fibers, including that from whole grains, on Crohn’s disease and ulcerative colitis. Though a reduced risk of Crohn’s disease was found in those eating high intakes of fruit fiber, there was no reduced risk of either disease found from eating whole grains. [18]\n\nSome grains contain the naturally-occurring protein, gluten. While gluten can cause side effects in certain individuals, such as those with celiac disease, most people can and have eaten gluten most of their lives—without any adverse reaction. However, negative media attention on wheat and gluten has caused some people to doubt its place in a healthful diet, though there is little published research to support such claims. For further information on gluten and health, see: Gluten: A Benefit or Harm to the Body?\n\nReferences\nU.S. Department of Health and Human Services and U.S. Department of Agriculture. 2015 – 2020 Dietary Guidelines for Americans. 8th Edition. December 2015. Available at http://health.gov/dietaryguidelines/2015/guidelines/\nMozaffarian RS, Lee RM, Kennedy MA, Ludwig DS, Mozaffarian D, Gortmaker SL. Identifying whole grain foods: a comparison of different approaches for selecting more healthful whole grain products. Public Health Nutr. 2013;16:2255-64.\nWu H, Flint AJ, Qi Q, et al. Association between dietary whole grain intake and risk of mortality: two large prospective studies in US men and women. JAMA Intern Med. 2015;175:373-84.\nJacobs DR, Jr., Andersen LF, Blomhoff R. Whole-grain consumption is associated with a reduced risk of noncardiovascular, noncancer death attributed to inflammatory diseases in the Iowa Women’s Health Study. Am J Clin Nutr. 2007;85:1606-14.\nZong G, Gao A, Hu FB, Sun Q. Whole Grain Intake and Mortality From All Causes, Cardiovascular Disease, and Cancer: A Meta-Analysis of Prospective Cohort Studies. Circulation. 2016;133:2370-80.\nLiu S, Stampfer MJ, Hu FB, et al. Whole-grain consumption and risk of coronary heart disease: results from the Nurses’ Health Study. Am J Clin Nutr. 1999;70:412-9.\nMellen PB, Walsh TF, Herrington DM. Whole grain intake and cardiovascular disease: a meta-analysis. Nutr Metab Cardiovasc Dis. 2008;18:283-90.\nAune D, Norat T, Romundstad P, Vatten LJ. Whole grain and refined grain consumption and the risk of type 2 diabetes: a systematic review and dose-response meta-analysis of cohort studies. Eur J Epidemiol. 2013;28:845-58.\nde Munter JS, Hu FB, Spiegelman D, Franz M, van Dam RM. Whole grain, bran, and germ intake and risk of type 2 diabetes: a prospective cohort study and systematic review. PLoS Med. 2007;4:e261.\nSun Q, Spiegelman D, van Dam RM, et al. White rice, brown rice, and risk of type 2 diabetes in US men and women. Arch Intern Med. 2010;170:961-9.\nParker ED, Liu S, Van Horn L, et al. The association of whole grain consumption with incident type 2 diabetes: the Women’s Health Initiative Observational Study. Ann Epidemiol. 2013;23:321-7.\nAune D, Keum N, Giovannucci E, et al. Whole grain consumption and risk of cardiovascular disease, cancer, and all cause and cause specific mortality: systematic review and dose-response meta-analysis of prospective studies. BMJ. 2016;353:i2716.\nJacobs DR, Jr., Marquart L, Slavin J, Kushi LH. Whole-grain intake and cancer: an expanded review and meta-analysis. Nutr Cancer. 1998;30:85-96.\nSchatzkin A, Mouw T, Park Y, et al. Dietary fiber and whole-grain consumption in relation to colorectal cancer in the NIH-AARP Diet and Health Study. Am J Clin Nutr. 2007;85:1353-60.\nStrayer L, Jacobs DR, Jr., Schairer C, Schatzkin A, Flood A. Dietary carbohydrate, glycemic index, and glycemic load and the risk of colorectal cancer in the BCDDP cohort. Cancer Causes Control. 2007;18:853-63.\nAune D, Chan DS, Lau R, et al. Dietary fibre, whole grains, and risk of colorectal cancer: systematic review and dose-response meta-analysis of prospective studies. BMJ. 2011;343:d6617.\nStrate LL, Keeley BR, Cao Y, Wu K, Giovannucci EL, Chan AT. Western Dietary Pattern Increases, and Prudent Dietary Pattern Decreases, Risk of Incident Diverticulitis in a Prospective Cohort Study. Gastroenterology. 2017;152:1023-30 e2.\nAnanthakrishnan AN, Khalili H, Konijeti GG, et al. A prospective study of long-term intake of dietary fiber and risk of Crohn’s disease and ulcerative colitis. Gastroenterology. 2013;145:970-7.\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}