{
  "href": "https://nutritionsource.hsph.harvard.edu/what-should-you-eat/fats-and-cholesterol/types-of-fat/",
  "title": "Types of Fat",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > What Should I Eat? > Fats and Cholesterol > Types of Fat\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nTypes of Fat\nUnsaturated fats\n\nUnsaturated fats, which are liquid at room temperature, are considered beneficial fats because they can improve blood cholesterol levels, ease inflammation, stabilize heart rhythms, and play a number of other beneficial roles. Unsaturated fats are predominantly found in foods from plants, such as vegetable oils, nuts, and seeds.\n\nThere are two types of “good” unsaturated fats:\n\n1. Monounsaturated fats are found in high concentrations in:\n\nOlive, peanut, and canola oils\nAvocados\nNuts such as almonds, hazelnuts, and pecans\nSeeds such as pumpkin and sesame seeds\n\n2. Polyunsaturated fats are found in high concentrations in\n\nSunflower, corn, soybean, and flaxseed oils\nWalnuts\nFlax seeds\nFish\nCanola oil – though higher in monounsaturated fat, it’s also a good source of polyunsaturated fat.\n\nOmega-3 fats are an important  type of polyunsaturated fat. The body can’t make these, so they must come from food.\n\nAn excellent way to get omega-3 fats is by eating fish 2-3 times a week.\nGood plant sources of omega-3 fats include flax seeds, walnuts, and canola or soybean oil.\nHigher blood omega-3 fats are associated with lower risk of premature death among older adults, according to a study by HSPH faculty.\nRead more about omega-3 fats in our Ask the Expert with Dr. Frank Sacks.\n\nMost people don’t eat enough healthful unsaturated fats. The American Heart Association suggests that 8-10 percent of daily calories should come from polyunsaturated fats, and there is evidence that eating more polyunsaturated fat—up to 15 percent of daily calories—in place of saturated fat can lower heart disease risk. (7)\n\nDutch researchers conducted an analysis of 60 trials that examined the effects of carbohydrates and various fats on blood lipid levels. In trials in which polyunsaturated and monounsaturated fats were eaten in place of carbohydrates, these good fats decreased levels of harmful LDL and increased protective HDL. (8)\nMore recently, a randomized trial known as the Optimal Macronutrient Intake Trial for Heart Health (OmniHeart) showed that replacing a carbohydrate-rich diet with one rich in unsaturated fat, predominantly monounsaturated fats, lowers blood pressure, improves lipid levels, and reduces the estimated cardiovascular risk. (9)\nSaturated Fats\n\nAll foods containing fat have a mix of specific types of fats. Even healthy foods like chicken and nuts have small amounts of saturated fat, though much less than the amounts found in beef, cheese, and ice cream. Saturated fat is mainly found in animal foods, but a few plant foods are also high in saturated fats, such as coconut, coconut oil, palm oil, and palm kernel oil.\n\nThe Dietary Guidelines for Americans recommends getting less than 10 percent of calories each day from saturated fat. (10)\nThe American Heart Association goes even further, recommending limiting saturated fat to no more than 7 percent of calories. (11)\nCutting back on saturated fat will likely have no benefit, however, if people replace saturated fat with refined carbohydrates. Eating refined carbohydrates in place of saturated fat does lower “bad” LDL cholesterol, but it also lowers the “good” HDL cholesterol and increases triglycerides. The net effect is as bad for the heart as eating too much saturated fat.\n\nIn the United States, the biggest sources of saturated fat (12) in the diet are\n\nPizza and cheese\nWhole and reduced fat milk, butter and dairy desserts\nMeat products (sausage, bacon, beef, hamburgers)\nCookies and other grain-based desserts\nA variety of mixed fast food dishes\n\nThough decades of dietary advice (13, 14) suggested saturated fat was harmful, in recent years that idea has begun to evolve. Several studies suggest that eating diets high in saturated fat do not raise the risk of heart disease, with one report analyzing the findings of 21 studies that followed 350,000 people for up to 23 years.\n\nInvestigators looked at the relationship between saturated fat intake and coronary heart disease (CHD), stroke, and cardiovascular disease (CVD). Their controversial conclusion: “There is insufficient evidence from prospective epidemiologic studies to conclude that dietary saturated fat is associated with an increased risk of CHD, stroke, or CVD.”(13)\nA well-publicized 2014 study questioned the link between saturated fat and heart disease, but HSPH nutrition experts determined the paper to be seriously misleading. In order to set the record straight, Harvard School of Public Health convened a panel of nutrition experts and held a teach-in, “Saturated or not: Does type of fat matter?“\n\nThe overarching message is that cutting back on saturated fat can be good for health if people replace saturated fat with good fats, especially, polyunsaturated fats. (1, 15, 22) Eating good fats in place of saturated fat lowers the “bad” LDL cholesterol, and it improves the ratio of total cholesterol to “good” HDL cholesterol, lowering the risk of heart disease.\n\nEating good fats in place of saturated fat can also help prevent insulin resistance, a precursor to diabetes. (16) So while saturated fat may not be as harmful as once thought, evidence clearly shows that unsaturated fat remains the healthiest type of fat.\n\nPercentage of Specific Types of Fat in Common Oils and Fats*\n\n \n\nTrans Fats\n\nTrans fatty acids, more commonly called trans fats, are made by heating liquid vegetable oils in the presence of hydrogen gas and a catalyst, a process called hydrogenation.\n\nPartially hydrogenating vegetable oils makes them more stable and less likely to become rancid. This process also converts the oil into a solid, which makes them function as margarine or shortening.\nPartially hydrogenated oils can withstand repeated heating without breaking down, making them ideal for frying fast foods.\nFor these reasons, partially hydrogenated oils became a mainstay in restaurants and the food industry – for frying, baked goods, and processed snack foods and margarine.\n\nPartially hydrogenated oil is not the only source of trans fats in our diets. Trans fats are also naturally found in beef fat and dairy fat in small amounts.\n\nTrans fats are the worst type of fat for the heart, blood vessels, and rest of the body because they:\n\nRaise bad LDL and lower good HDL\nCreate inflammation, (18) – a reaction related to immunity – which has been implicated in heart disease, stroke, diabetes, and other chronic conditions\nContribute to insulin resistance (16)\nCan have harmful health effects even in small amounts – for each additional 2 percent of calories from trans fat consumed daily, the risk of coronary heart disease increases by 23 percent.\nThe long road to phasing-out artificial trans fats\nFor years, only true diet detectives knew whether a particular food contained trans fat. This phantom fat was found in thousands of foods, but only those familiar with the “code words” partially hydrogenated oil and vegetable shortening knew when it was present. Fortunately, after a large body of research in the 1990s sounded the alarm on its deleterious health effects, a series of policy initiatives led to the near elimination of artificial trans fat in the U.S. food supply by 2018. However, the road to eliminating trans fat was not so straightforward, and outside the U.S. there’s still more work to be done. In many developing nations, trans fat intake remains high.\nREAD MORE ABOUT THE KEY RESEARCH AND POLICY INITIATIVES SHINING THE SPOTLIGHT ON HARMFUL TRANS FATS.\nReferences\n\n1. Siri-Tarino, P.W., et al., Saturated fatty acids and risk of coronary heart disease: modulation by replacement nutrients. Curr Atheroscler Rep, 2010. 12(6): p. 384-90.\n\n2. Hu, F.B., Are refined carbohydrates worse than saturated fat? Am J Clin Nutr, 2010. 91(6): p. 1541-2.\n\n3. Jakobsen, M.U., et al., Intake of carbohydrates compared with intake of saturated fatty acids and risk of myocardial infarction: importance of the glycemic index. Am J Clin Nutr, 2010. 91(6): p. 1764-8.\n\n4. Hu, F.B., et al., Dietary fat intake and the risk of coronary heart disease in women. N Engl J Med, 1997. 337(21): p. 1491-9.\n\n5. Ascherio, A., et al., Dietary fat and risk of coronary heart disease in men: cohort follow up study in the United States. BMJ, 1996. 313(7049): p. 84-90.\n\n6. Hu, F.B., J.E. Manson, and W.C. Willett, Types of dietary fat and risk of coronary heart disease: a critical review. J Am Coll Nutr, 2001. 20(1): p. 5-19.\n7. Mozaffarian, D., R. Micha, and S. Wallace, Effects on coronary heart disease of increasing polyunsaturated fat in place of saturated fat: a systematic review and meta-analysis of randomized controlled trials. PLoS Med, 2010. 7(3): p. e1000252.\n\n8. Mensink, R.P., et al., Effects of dietary fatty acids and carbohydrates on the ratio of serum total to HDL cholesterol and on serum lipids and apolipoproteins: a meta-analysis of 60 controlled trials. Am J Clin Nutr, 2003. 77(5): p. 1146-55.\n\n9. Appel, L.J., et al., Effects of protein, monounsaturated fat, and carbohydrate intake on blood pressure and serum lipids: results of the OmniHeart randomized trial. JAMA, 2005. 294(19): p. 2455-64.\n\n10. U.S. Department of Agriculture, U.S.D.o.H.a.H.S., Washington, D.C.: U.S. Government Printing Office. Dietary Guidelines for Americans, 2010, 2010.\n\n11. Lichtenstein, A.H., et al., Diet and lifestyle recommendations revision 2006: a scientific statement from the American Heart Association Nutrition Committee. Circulation, 2006. 114(1): p. 82-96.\n\n12. Institute, N.C., Risk Factor Monitoring and Methods: Table 1. Top Food Sources of Saturated Fat among U.S. Population, 2005–2006. NHANES.\n\n13. Siri-Tarino, P.W., et al., Meta-analysis of prospective cohort studies evaluating the association of saturated fat with cardiovascular disease. Am J Clin Nutr, 2010. 91(3): p. 535-46.\n\n14. Micha, R. and D. Mozaffarian, Saturated fat and cardiometabolic risk factors, coronary heart disease, stroke, and diabetes: a fresh look at the evidence. Lipids, 2010. 45(10): p. 893-905.\n\n15. Astrup, A., et al., The role of reducing intakes of saturated fat in the prevention of cardiovascular disease: where does the evidence stand in 2010? Am J Clin Nutr, 2011. 93(4): p. 684-8.\n\n16. Riserus, U., W.C. Willett, and F.B. Hu, Dietary fats and prevention of type 2 diabetes. Prog Lipid Res, 2009. 48(1): p. 44-51.\n\n18. Mozaffarian, D., et al., Dietary intake of trans fatty acids and systemic inflammation in women. Am J Clin Nutr, 2004. 79(4): p. 606-12.\n\n22. Farvid MS, Ding M, Pan A, Sun Q, Chiuve SE, Steffen LM, Willett WC, Hu FB. Dietary Linoleic Acid and Risk of Coronary Heart Disease: A Systematic Review and Meta-Analysis of Prospective Cohort Studies. Circulation, 2014.\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}