{
  "href": "https://nutritionsource.hsph.harvard.edu/2018/03/23/how-meat-is-cooked-may-affect-risk-of-type-2-diabetes/",
  "title": "Learn more about this study",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Nutrition News > Category: Features > How Meat Is Cooked May Affect Risk of Type 2 Diabetes\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nHow Meat Is Cooked May Affect Risk of Type 2 Diabetes\n\nYou may have heard that grilling and barbecuing meats may create cancer-causing substances. You may have also heard that eating a lot of red meat—especially processed meats—may be linked to certain cancers. Now, new research suggests a possible connection between high-heat meat cooking and type 2 diabetes.\n\nThe study, published in Diabetes Care by researchers from the Harvard Chan School of Public Health’s Department of Nutrition, found that frequent use of high-heat cooking methods (such as broiling, barbecuing/grilling, and roasting) to prepare beef and chicken increased the risk of type 2 diabetes. [1] Based on data from three large cohorts followed for 12 to 16 years—including more than 289,000 men and women from the Nurses’ Health Studies and the Health Professionals Follow-up Study—researchers found that participants who most frequently ate meats and chicken cooked at high temperatures were 1.5 times more likely to develop type 2 diabetes, compared to those who ate the least. There was also an increased risk of weight gain and developing obesity in the frequent users of high-temperature cooking methods, which may have contributed to the development of diabetes. Of note, this research demonstrated that cooking methods might contribute to diabetes risk beyond the effects of meat consumption alone.\n\nOther key highlights from the study:\n\nParticipants who ate red meat and chicken that were cooked to a well-done or charred level showed a significantly increased risk of type 2 diabetes compared with those who ate meat and chicken that were lightly browned.\nThere was no association found between broiling fish and type 2 diabetes risk, although the authors noted that there were fewer data available overall on cooking methods for fish intake, so the smaller number of people may have made it difficult to see an association. Information was also not available on cooking methods of other meats like lamb and pork.\nAccording to the authors, the exact mechanisms contributing to the increased risk are not known, but they cite the potential role of harmful chemicals such as polycyclic aromatic hydrocarbons, heterocyclic aromatic amines, and nitrosamines (from nitrates and nitrites added to meats as a preservative) formed during high-heat cooking. These chemicals may spur an inflammatory response, interfere with the normal production of insulin, or promote insulin resistance in which the body cannot use insulin properly to regulate blood sugar levels.\n\nIt has been established that a high intake of red and especially processed meats can increase the risk of conditions including heart disease, stroke, diabetes, certain cancers, and early death. Possible reasons include the presence of heme iron, a type of iron found in all animal foods, and the processing of meats (e.g., curing, smoking), both of which may promote the formation of cancer-causing compounds during high-heat cooking methods.\n\nThis study found that certain cooking methods—regardless of how much meat was eaten—increased disease risk; and chicken as well as red meat cooked at high temperatures increased risk. Those who have or are at risk for developing type 2 diabetes who eat meat, chicken, and fish regularly may choose cooking methods that use lower temperatures, or brief periods of high heat, such as with slow cookers, baking, sous-vide, boiling, steaming, stewing, and stir-frying, while avoiding high-heat and open-flame methods like grilling, barbecuing, broiling, and roasting.\n\n“Our research suggests that not only the amount and types of meat but also the cooking methods can make a difference in diabetes risk,” said Gang Liu, a Research Fellow at Harvard T.H. Chan School of Public Health’s Department of Nutrition and lead author of the study. “To lower diabetes risk, it is important to reduce red and processed meat consumption, which can be replaced by other protein sources such as chicken, fish, and plant-protein foods. This study further suggests that when cooking meats, chicken, or fish, it may be better to avoid high-temperature cooking methods including grilling or barbecuing, and instead choose moderate-temperature cooking methods such as stir-frying, sautéing, boiling, or steaming.”\n\nRelated\nPreventing Diabetes\nGrilling, high-temperature cooking linked with high blood pressure [Harvard Chan News]\nA Healthy Summertime Picnic\nReferences\nLiu G, Zong G, Wu K, Hu Y, Li Y, Willett WC, Eisenberg DM, Hu FB, Sun Q. Meat Cooking Methods and Risk of Type 2 Diabetes: Results From Three Prospective Cohort Studies. Diabetes Care. 2018 Mar 9:dc171992.\n \nPosted on\nMarch 23, 2018  Features\nPREVIOUS\nAlways Delicious\nNEXT Coffee Warning Label Conflicts With Public Health Guidance\nRecent Posts\nHealthy Living Guide 2023/2024\nWHO releases updated guidelines on defining healthy diets\nUnpacking WHO guidelines on non-sugar sweeteners\nHealthy Living Guide 2022/2023\nNavigating infant formula shortages\nArchives\nArchives\nSelect Month\nJanuary 2024\nJuly 2023\nJune 2023\nJanuary 2023\nMay 2022\nJanuary 2022\nJanuary 2021\nOctober 2020\nApril 2020\nMarch 2020\nSeptember 2019\nAugust 2019\nMarch 2019\nFebruary 2019\nJanuary 2019\nNovember 2018\nOctober 2018\nJune 2018\nApril 2018\nMarch 2018\nFebruary 2018\nJanuary 2018\nOctober 2017\nSeptember 2017\nAugust 2017\nJune 2017\nMay 2017\nApril 2017\nMarch 2017\nFebruary 2017\nJanuary 2017\nDecember 2016\nNovember 2016\nOctober 2016\nSeptember 2016\nAugust 2016\nJuly 2016\nJune 2016\nMay 2016\nApril 2016\nMarch 2016\nJanuary 2016\nDecember 2015\nNovember 2015\nOctober 2015\nSeptember 2015\nAugust 2015\nJune 2015\nApril 2015\nMarch 2015\nFebruary 2015\nJanuary 2015\nNovember 2014\nOctober 2014\nJune 2014\nMay 2014\nMarch 2014\nFebruary 2014\nJanuary 2014\nDecember 2013\nNovember 2013\nSeptember 2013\nJune 2013\nMay 2013\nApril 2013\nFebruary 2013\nJanuary 2013\nNovember 2012\nSeptember 2012\nAugust 2012\nJuly 2012\nJune 2012\nApril 2012\nMarch 2012\nJanuary 2012\nDecember 2011\nNovember 2011\nJuly 2011\nJune 2011\nMay 2011\nJanuary 2011\nDecember 2010\nJuly 2010\nJune 2010\nMay 2010\nMarch 2010\nNovember 2009\nOctober 2009\nSeptember 2009\nApril 2009\nMarch 2008\nNovember 2007\nSeptember 2007\nJune 2007\nApril 2007\nDecember 2006\nOctober 2006\nApril 2006\nFebruary 2006\nJuly 2005\nMay 2005\nJanuary 2005\nDecember 2003\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}