{
  "href": "https://nutritionsource.hsph.harvard.edu/potassium/",
  "title": "potassium",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Potassium\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nPotassium\n\nPotassium is an essential mineral that is needed by all tissues in the body. It is sometimes referred to as an electrolyte because it carries a small electrical charge that activates various cell and nerve functions. Potassium is found naturally in many foods and as a supplement. Its main role in the body is to help maintain normal levels of fluid inside our cells. Sodium, its counterpart, maintains normal fluid levels outside of cells. Potassium also helps muscles to contract and supports normal blood pressure.\n\nRecommended Amounts\n\nThe U.S. Dietary Reference Intakes state that there is not enough evidence to establish a Recommended Dietary Allowance (RDA) for potassium. However, the National Academy of Medicine has established an Adequate Intake (AI) for potassium. [1]\n\nFor women 14-18 years of age, the AI is 2,300 mg daily; for women 19+, 2,600 mg. For pregnant and lactating women, the AI ranges from 2,500-2,900 depending on age.\nFor men 14-18 years of age, the AI is 3,000 mg; for men 19+, 3,400 mg.\n\nIt is estimated that the average daily intake of potassium in adults is about 2,320 mg for women and 3,016 mg for men. [2]\n\nPotassium and Health\n\nThe functions of sodium and potassium in the body are closely related and often studied together.\n\nThe interplay of potassium and sodium\nPotassium and sodium are closely interconnected but have opposite effects in the body. Both are essential nutrients that play key roles in maintaining physiological balance, and both have been linked to the risk of chronic diseases, especially cardiovascular disease. High salt intake increases blood pressure, which can lead to heart disease, while high potassium intake can help relax blood vessels and excrete sodium while decreasing blood pressure. Our bodies need far more potassium than sodium each day, but the typical U.S. diet is just the opposite: Americans average about 3,300 milligrams of sodium per day, about 75% of which comes from processed foods, while only getting about 2,900 milligrams of potassium each day. [3,4]\n\nA study in the Archives of Internal Medicine found that:\n\nPeople who ate high-sodium, low-potassium diets had a higher risk of dying from a heart attack or any cause. In this study, people with the highest sodium intakes had a 20% higher risk of death from any cause than people with the lowest sodium intakes. People with the highest potassium intakes had a 20% lower risk of dying than people with the lowest intakes. But what may be even more important for health is the relationship of sodium to potassium in the diet. People with the highest ratio of sodium to potassium in their diets had double the risk of dying of a heart attack than people with the lowest ratio, and they had a 50% higher risk of death from any cause. [5]\nPeople can make a key dietary change to help lower their risk: Eat more fresh vegetables and fruits, which are naturally high in potassium and low in sodium, but eat less bread, cheese, processed meat, and other processed foods that are high in sodium and low in potassium.\nCardiovascular disease\nHypertension\nBone health\nKidney stones\nIs there any research behind Acid-Alkaline Diet claims?\nYou may have heard of an acid-alkaline diet promoted for weight loss or cancer prevention. It became popular when authors claimed that eating certain “alkaline” foods could counterbalance the effects of a high “acidic” diet that might otherwise lead to various chronic diseases. Most health experts rejected these claims because it is nearly impossible to dramatically change the pH of blood in healthy people through diet alone. The body tightly regulates the pH level in blood to about 7.4, because swinging to either extreme of too acid or alkaline can be life-threatening.\n\nHowever, there is some truth that the metabolism of certain foods can create bicarbonates, which neutralizes acids in the body. [1] Potassium-rich foods that have an alkalizing effect include fruits, vegetables, almonds, and lentils. One theory suggests that a long-term high intake of protein foods such as meats, poultry, fish, dairy, and eggs, as well as cereal grains may create a condition called low-grade metabolic acidosis due to their high sulfate and phosphate content. [10,16] This occurs particularly if the diet does not contain enough counterbalancing potassium-rich foods. The condition is sometimes referred to as the ‘‘acid-ash hypothesis,’’ which may cause a very slight drop in blood pH, though still falling within a normal range. Theories suggest that even a small change such as this may increase one’s risk of developing conditions like kidney stones and bone loss.\n\nBOTTOM LINE: Although theories in this area are compelling, the evidence is still inconsistent and it has not been shown in controlled trials that diet can significantly change blood pH in healthy people. Therefore it is too early to make specific recommendations based on this theory.\n\nFood Sources\n\nPotassium is widely available in many foods, especially fruits and vegetables. Leafy greens, beans, nuts, dairy foods, and starchy vegetables like winter squash are rich sources.\n\nDried fruits (raisins, apricots)\nBeans, lentils\nPotatoes\nWinter squash (acorn, butternut)\nSpinach, broccoli\nBeet greens\nAvocado\nBananas\nCantaloupe\nOranges, orange juice\nCoconut water\nTomatoes\nDairy and plant milks (soy, almond)\nYogurt\nCashews, almonds\nChicken\nSalmon\nSigns of Deficiency and Toxicity\nDeficiency\n\nThe kidneys work to maintain normal blood levels of potassium by flushing out excess amounts through urine. Potassium can also be lost through stool and sweat. At least 400-800 mg daily from food is needed because of normal daily losses. Any conditions that increase fluid losses beyond normal such as vomiting, diarrhea, and certain medications like diuretics can lead to a deficiency, called hypokalemia. Hypokalemia is most common in hospitalized patients who are taking medications that cause the body to excrete too much potassium. It is also seen in people with inflammatory bowel diseases (Crohn’s disease, ulcerative colitis) that may cause diarrhea and malabsorption of nutrients.\n\nIt is rare for a potassium deficiency to be caused by too low a food intake alone because it is found in so many foods; however an inadequate intake combined with heavy sweating, diuretic use, laxative abuse, or severe nausea and vomiting can quickly lead to hypokalemia. Another reason is a deficiency of magnesium, as the kidneys need magnesium to help reabsorb potassium and maintain normal levels in cells.\n\nFatigue\nMuscle cramps or weakness\nConstipation\nMuscle paralysis and irregular heart rate (with severe hypokalemia)\nToxicity\n\nToo much potassium in the blood is called hyperkalemia. In healthy people the kidneys will efficiently remove extra potassium, mainly through the urine. However, certain situations can lead to hyperkalemia: advanced kidney disease, taking medications that hold onto potassium in the body (including NSAIDs), or people who have compromised kidneys who eat a high-potassium diet (more than 4,700 mg daily) or use potassium-based salt substitutes. Symptoms of hyperkalemia:\n\nWeakness, fatigue\nNausea, vomiting\nShortness of breath\nChest pain\nHeart palpitations, irregular heart rate\nDid You Know?\nThe chemical symbol for potassium is “K,” not to be confused with vitamin K.\nSalt substitutes are sometimes made from potassium chloride, which replaces some or all of the sodium chloride in table salt. Although those on salt-restricted diets may benefit from its much lower sodium content, potassium salt has a bitter aftertaste when heated so it is not recommended for cooking. Check with your doctor before trying a potassium salt, because extra potassium can be dangerous for people who have trouble eliminating excess amounts or who are taking medications that can increase potassium levels in the bloodstream.\nRelated\n\nVitamins and Minerals\n\nReferences\n\nLast reviewed March 2023\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}