{
  "href": "https://nutritionsource.hsph.harvard.edu/customizable-stuffed-peppers/",
  "title": "Endlessly Customizable Stuffed Peppers",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Endlessly Customizable Stuffed Peppers\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nEndlessly Customizable Stuffed Peppers\n\nIf you grew up in the United States, a bell pepper, stuffed with ground beef, rice, tomatoes, and cheese is likely a familiar dish. It’s a basic recipe that goes way back, with two types of “stuffed peppers” even featured in Fannie Farmer’s 1896 Boston Cooking-School Cook Book.\n\nOf course, the idea of stuffing a bell pepper (or other pepper varieties) undoubtedly precedes this 19th-century culinary text. Recipes for stuffed peppers can be found in cuisines all over the world—from Denmark’s “fyldte peberfrugter” (stuffed with bulgur, kale, and mushrooms) to India’s “bharwa shimla mich” (stuffed with a mixture of spiced vegetables).\n\nIndeed, using a bell pepper as a vessel can yield an endless number of delicious and creative filling combinations. Plus, exploring beyond the basic beef and rice combo is a perfect way to try some strategies to reduce red meat and elevate your plate. Stuffed peppers are also perfect for meal prep, portable for lunchboxes, and generally freeze well too if you want to make a larger batch ahead of time.\n\nThe “basic” stuffed bell pepper\nIf you aren’t familiar with this recipe, one serving typically packs about a quarter-pound of ground beef (sautéed with onion and mixed with white rice, tomato sauce, and mozzarella cheese) into a large bell pepper. Not really an optimal recipe for our health. Beyond the refined rice, this quantity of red meat combined with cheese serves up quite a bit of saturated fat—around 18 grams worth.\n\nReady to get cooking? Here are a few recipe ideas to get you started:\n\nThe Upgraded Basic features minor tweaks to the basic beef, rice, and tomato version, creating a healthier recipe with no change in flavor.\nThe New Classic sticks to the classic flavor profile, but incorporates a hearty and savory mixture of lentils and portabella mushrooms.\nVariations: This recipe also serves as a solid base for incorporating some favorite animal-based foods in small amounts, such as a bit of flavorful cheese or an egg baked on top of the filling.\nThe Southwestern ventures into new flavor territory with a stuffing of spicy chicken, black beans, and a mixture of veggies.\nThe Upgraded Basic   \n\nAlthough a diet high in red meat is not optimal for our own health (or the planet’s health), just a few minor tweaks can upgrade this recipe without changing the flavor if you’re looking to enjoy it on occasion.\n\nCompared to the typical “basic” stuffed bell pepper recipe, using lean ground beef at half the amount (and just a little less cheese) cuts the saturated fat per serving down to about 9 grams. You’re still getting plenty of protein—nearly 22 grams per serving. We also added a bit more rice, but switched to brown rice for a nutritious boost, and swapped out tomato sauce for diced tomatoes to add texture and reduce the sodium.\n\nSee the full recipe\n\nThis recipe showcases just one of the many ways to try eating a little less red meat. You can also try swapping for a healthier meat like poultry or seafood, and explore new flavors in the process (for example, this pepper stuffed with spicy chicken and black beans). Or, you can stick with the familiar flavor profile but try some savory and hearty plant-based proteins instead.\n\nThe New Classic \n\nTrue to its name, this recipe sticks to the classic taste of the “basic” stuffed pepper recipe—but with a new approach to those favorite flavors. Hearty lentils, savory portabella mushrooms, umami-packed tomatoes, and sautéed onions combine with brown rice to deliver a surprisingly “meaty” filling—but without the red meat.\n\nAt 12 grams of fiber and virtually no saturated fat per serving, this new classic is a major health upgrade. (Lentils are also known for helping replace nitrogen in the soil—an upgrade for the planet’s health as well!)\n\nEven better is that this recipe provides a solid base for further modification. For example:\n\nIf you want to increase the plant-based protein content from 14 grams to 21 grams per serving, mix a half-cup of hemp seeds or hemp hearts into the filling—boosting heart healthy unsaturated fats in the process.\nIf you want to incorporate a bit of your favorite animal-based protein, you can sprinkle over some flavorful cheese; or, try cracking an egg on top of the filling before baking.\nSee the full recipe\n\n“The New Classic” stuffed pepper is just one example of how to create hearty and delicious plant-based preparations. These are both filling and flavorful on their own, but also can serve as a solid base to incorporate smaller amounts of animal-based foods—a smart strategy to consume less meat and enjoy more variety.\n\nThe Southwestern   \n\nIn looking to swap out red meat for healthier meats, you could certainly keep the basic flavor profile and use ground beef or turkey, but why not take advantage of the protein switch and try something new?\n\nThis version takes a flavor trip to incorporate “Southwestern” flavors of spicy chicken, black beans, corn, and green chilis. With 29 grams of protein (mostly from the black beans and the chicken), 16 grams of fiber, and only 3 grams of saturated fat, it’s another health upgrade from the “basic” stuffed bell pepper recipe.\n\nSee the full recipe\n\nOnce again, this recipe lends itself well to plenty of modifications. For example, you could easily swap out the chicken for a white fish, like tilapia. Or, a meatless version could increase the amount of black beans and add some roasted sweet potatoes for an additional flavor and texture. You could also try a completely different flavor profile that pulls from other cuisines. There are so many options beyond the basic beef recipe—maybe you’ll find a new favorite in the process!\n\nRelated \nElevate your plate\nReducing red meat in our diets can be a win for our own health and the health of the planet. If you’re not quite sure where to start, these strategies can help you cut back the red meat while keeping your meals filling and flavorful.\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}