{
  "href": "https://nutritionsource.hsph.harvard.edu/sprouted-lentils/",
  "title": "Sprouted Lentils",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Sprouted Lentils\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nSprouted Lentils\n\nIf you’ve ever perused a supermarket’s “fancy” produce section, you may have noticed a growing selection of sprouted grains and beans. These tailed plants adorn many overpriced salads but you don’t have to pay a premium to get your hands on some sprouts. They’re easy to make, and none are easier to make than sprouted lentils. All you need to do is soak some dried lentils, drain them, rinse them, and let them sit. Over time, this repeated rinsing and draining jump-starts the germination process, and sprouts begin to form. Typically, lentils need to be cooked first to be easily digested. But sprouting neutralizes phytic acid and facilitates the bioavailability of nutrients like B vitamins and vitamin C. And on top of being good for you, sprouting opens new avenues for flavor: Sprouted lentils are grassy, crunchy, refreshing, and filling. Use them on slaws or salads, or crisp them up for a flavorful garnish. You can use most varieties of lentils, but green, black, and de Puy lentils work best. For best results, we don’t recommend using red lentils, yellow lentils, white lentils, or any varieties with their skins removed.\n\nSprouted Lentils\nRecipe courtesy of Tim Chin\nServes Makes about 4 cups\nIngredients:\n\n1 cup green, black, or de Puy lentils, rinsed and picked over\nWater\nPreparation:\n\nPlace lentils in 1-quart container and fill with water. Cover loosely with perforated lid or coffee filter fastened with rubber band and let soak at least 8 hours or up to 16 hours.\nDrain lentils in fine-mesh strainer; return lentils to container and re-cover with lid. After 8 hours, transfer lentils to fine-mesh strainer and rinse under cold water; return lentils to container and re-cover with lid. Repeat step 2, rinsing and letting lentils sit, twice per day, until sprouts begin to form, 3 to 4 days.\nWhen sprouts have grown to desired length, spread lentils on sheet tray lined with paper towels to dry. Return sprouted lentils to container and store in refrigerator until ready to use. Sprouted lentils will keep up to 7 days in refrigerator.\nNutrition facts:\n1/2 cup85 calories6 grams of protein14 grams of carbohydrates7 grams of fiber2 milligrams of sodium229 milligrams of potassium\nRecipes featuring sprouted lentils\nSprouted Lentil, Cabbage, and Celery Slaw\nAn easy, crunch-filled salad that highlights the crisp texture and grassy flavor of sprouted lentils.\nGET THE RECIPE.\nShrimp with Red Curry and Crispy Sprouted Lentils\nCrisping sprouted lentils in a pan creates crunchy morsels that are something between popcorn, toasted nuts. Here they are paired with a simple but intense dish of poached shrimp in red curry.\nGET THE RECIPE.\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}