{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-weight/",
  "title": "Healthy Weight",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Weight\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nHealthy Weight\nWhat Is a Healthy Weight?\n\nA healthy weight is a number that is associated with a low risk of weight-related diseases and health issues. Although healthy weight guidelines have been developed at population levels, each person’s healthy weight range will vary and depend on factors such as age, sex, genetics, body frame, existing medical history, lifestyle habits, and weight as a young adult. Weight is only one of many determinants of health. Body mass index (BMI), which measures weight standardized for height, is often used as a measure of health risk. Although it does not measure body fat or body composition directly, research has shown BMI to correlate closely with other methods that directly measure body fat.\n\nHow useful are the MET Life Height-Weight Tables?\n\nThere are many reasons for weight gain including certain medications (corticosteroids, antidepressants, beta-blockers, antipsychotics, insulin), pregnancy, chronic stress, chronically poor sleep, an excessive calorie intake, and lack of adequate exercise. [3,4]\n\nIt is beneficial to keep a steady weight as much as possible and control excessive weight gain over time, which is strongly associated with health risks.\n\nMaintain, Don’t Gain\n\nMaintaining a healthy weight can lower the risk of heart disease, stroke, diabetes, high blood pressure, and many different cancers. [5]\n\nYour weight, waist size, and the amount of weight gained since your mid-20s can have health implications. These factors may strongly influence your chances of developing the following diseases and conditions:\n\nCardiovascular disease including heart attack and stroke\nDiabetes\nCancer\nArthritis\nGallstones\nAsthma\nCataracts\nInfertility\nSnoring\nSleep apnea\n\nMost adults gain on average 1-2 pounds each year. [6] Gaining weight as you age increases the chances of developing one or more chronic diseases.\n\nIn the Nurses’ Health Study and the Health Professionals Follow-up Study, middle-aged women and men who gained 11 to 22 pounds after age 20 were up to three times more likely to develop heart disease, high blood pressure, type 2 diabetes, and gallstones than those who gained five pounds or fewer. [7-11] Those who gained more than 22 pounds had an even larger risk of developing these diseases.\nAnother analysis of Nurses’ Health Study data found that adult weight gain can increase the risk of postmenopausal breast cancer, even after menopause. [12] Encouragingly, for women who had never used hormone replacement therapy, losing weight after menopause—and keeping it off—cut their risk of postmenopausal breast cancer in half.\nDoes having overweight reduce mortality?\nWhat Causes Weight Gain?\nDiet. The quantity and quality of food in your diet has a strong impact on weight.\nGenes. Some people are genetically predisposed to gain weight more easily than others or to store fat around the midsection. Genes do not have to become destiny, however, and studies suggest that eating a healthy diet, staying active, and avoiding unhealthy habits like drinking soda can prevent the genetic predisposition to risk for obesity. [16] Read more about genetic risk for obesity on the Obesity Prevention Source.\nPhysical inactivity. Exercise has a host of health benefits, including reducing the chances of developing heart disease, some types of cancer, and other chronic diseases. [17] Physical activity is a key element of weight control and health.\nStress. Chronic stress can lead to unhealthy eating habits, such as elevated cortisol levels causing cravings for “comfort” foods of highly processed snacks or sweets, having lower motivation to prepare balanced meals or even forgetting to eat, and disrupting sleep that can lead to higher intakes of caffeine or high-calorie sugary snacks to boost energy.\nInadequate sleep. Research suggests that there’s a link between how much people sleep and how much they weigh. In general, children and adults who get too little sleep tend to weigh more than those who get enough sleep. [18,19]\nThe influence of our environments\nAs important as individual choices are when it comes to health, no one person behaves in a vacuum. The physical and social environment in which people live plays a huge role in the food and activity choices they make. And unfortunately, in the U.S. and increasingly around the globe, our environments are not optimized for healthy living. From the persistent marketing and availability of unhealthy foods and sugary drinks, to time and safety constraints for staying active, individuals are faced with a variety of challenges. Obesity and its causes have, in many ways, become woven into the fabric of our society. To successfully disentangle them will take a multifaceted approach that not only gives people the skills to make healthier choices but also sets in place policy and infrastructure that support those choices.\nBenefits of Even Modest Weight Loss\n\nIf you have gained more than 25 pounds in adulthood, losing that weight may seem daunting. And when the extra weight doesn’t feel good, you may be tempted to start a drastic weight loss plan. But the good news is that even a modest weight loss of 5% of your current body weight is likely to produce several health benefits, including improvements in blood pressure, blood cholesterol, blood sugars, physical mobility, and quality of life. [20,21]\n\nTips to lose weight safely:\nKeep it slow and steady. People who lose weight gradually and steadily (about 1 to 2 pounds per week) are more successful at keeping weight off. [20] This allows the body to adjust to the change and can lower the risk of developing strong cravings and feelings of deprivation that often accompany more rapid weight loss.\nInclude self-management and monitoring. This includes setting goals such as with the SMART acronym, which stands for Specific, Measurable, Achievable, Relevant, and Time-Bound. Start by creating 2-3 short-term SMART goals. Self-monitoring such as with daily or weekly food journaling or using behavior apps can provide insight and accountability to eating behaviors. This category also includes problem solving, such as having a plan for “relapses” if weight is regained due to stressful life changes, holidays, or job demands. [6]\nCreate a support system. Research suggests that having frequent contact with others for support (e.g., trusted family member or friend, physician, health coach, registered dietitian, or a fellow friend or coworker on a similar healthy weight journey) can be valuable in providing encouragement and accountability. [6]\nDevelop healthy eating patterns. Although some researchers have questioned the usefulness of energy balance (calories eaten versus calories expended), current evidence indicates that calorie reduction remains the most effective approach for weight control. There are many dietary strategies (e.g., high-carb low-fat vs. low-carb high-fat vs. intermittent fasting vs. a Mediterranean diet), but research has not consistently shown greater weight loss with one plan over another in the long-term. The Healthy Eating Plate model that provides balanced nutrition and portion control is a good place to start.\nPractice mindfulness. Do you eat too fast or while distracted watching television or scrolling through your phone? Do you stress-eat or snack even when not hungry? Mindful eating addresses these behaviors that are associated with weight gain. Increasing awareness and appreciation of food can provide greater satisfaction, physically and mentally, that may help reduce overeating.\nStay active. Exercise is one component in maintaining a healthy weight and preventing weight gain, but it also plays a key role in wellbeing and mental health. The National Weight Control Registry, which follows people who have lost and maintained a 30-pound loss for at least one year, shows that participants include about one hour of moderate-vigorous exercise daily such as brisk walking. However there is variation among participants, with some requiring more exercise and some less to keep the weight off. How much is needed will depend on one’s genes and lifestyle factors. Performing different types of exercises can expand the range of benefits even further.\nPrioritize self-care. In a rushed society with never-ending demands, taking care of our bodies can quickly fall to the bottom of our priority list. Dedicating time to care for one’s emotional, physical, and spiritual needs can promote a healthy weight. Many of the factors listed above are examples of self-care; others could be discovering a new hobby, practicing daily meditation, or allowing time to just do nothing. Self-care may help improve mood and a sense of wellbeing, and increase motivation and energy levels. It also cultivates self-compassion and resilience, as one learns to accept their mistakes and move on.\nShould I try a health and nutrition app?\nSmartphone or mobile health apps are self-monitoring easily-accessible tools people can use to track their weight and dietary intake. Self-monitoring is closely associated with self-efficacy, defined as a person having confidence in their ability to improve one’s health by changing behaviors. [22] People can use these apps to assess their nutritional intake by logging specific foods and eating patterns. Apps may provide a food database from which to search, a photo function to take pictures of meals, a scanning tool to find food products using barcodes, or food icons. Other apps monitor eating behaviors such as stress-related or emotional eating, eating quickly or on-the-run, and overeating. A major benefit of these tools is increased awareness of types of foods eaten and eating behaviors that could be contributing to weight gain or changes in metabolic parameters such as high blood glucose or cholesterol.\n\nThe number of health-related apps targeting behavior change has boomed, with more than 325,000 apps commercially available in 2017. [22] Health apps are often low-cost or free, and can be effective at-home monitoring tools that complement traditional care such as in-person visits to a doctor or dietitian. For example, if a healthcare provider advises a patient to lose weight to improve a chronic health condition, a nutritional app can provide tracking, accountability, and interaction that engages the patient until the next healthcare provider visit.\n\nThis may be especially useful for certain groups; one study found that rural men were more likely to successfully use health apps for weight loss/nutrition programs than to participate in face-to-face programs, due to cultural norms of self-reliance. [23] Meta-analyses show that people who use apps can experience greater weight loss, decreased waist circumference, and lower calorie intake compared with controls, in the short-term. [24,25] Other studies have shown benefits in improving nutrition behaviors, blood pressure, and blood cholesterol. [25] However, there are limitations to these meta-analyses that made comparisons difficult: the studies used different commercial apps with varying functions, and participants used the apps at varying levels (e.g., daily versus weekly). Also, most of the studies were of short duration at less than 6 months. [22,25] Generally the more often the app was used, the greater adherence there was to nutritional goals and achieving weight loss. [26] Unfortunately many of the studies suggested that app use generally declined over time. Still, health apps are worth a try for anyone starting a healthy lifestyle plan and for those who might not have easy access to other support systems.\n\nReferences\n\nLast reviewed August 2022\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}