{
  "href": "https://nutritionsource.hsph.harvard.edu/alcohol/",
  "title": "alcohol",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Alcohol\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nAlcohol\nModerate drinking can be healthy—but not for everyone. You must weigh the benefits and risks.\n\nAlcohol’s link with health is a bit Dr. Jekyll and a bit Mr. Hyde. Exactly which face it shows depends largely on who’s drinking and how much. For most moderate drinkers, alcohol has overall health benefits. While moderate drinking can increase the risk of colon and breast cancer, these risks are trumped by the boost in cardiovascular health—especially in middle age, when heart disease begins to account for an increasingly large share of disease and deaths.\n\nNon-drinkers, however, shouldn’t feel the need to start drinking to improve their health. Heavy drinkers, with their increased risk of cancer, heart disease, high blood pressure, cirrhosis, and dependence should cut back or stop drinking altogether. A pregnant woman should also avoid alcohol, since it can cause brain damage to the unborn child.\n\n5 Quick Tips: Staying Healthy with Alcohol\nIf you don’t drink, there’s no need to start. For some people—especially pregnant women, people recovering from alcohol addiction, people with a family history of alcoholism, people with liver disease, and people taking one or more medications that interact with alcohol—the risks of drinking outweigh the benefits. There are other ways to boost your heart health and lower your risk of diabetes, such as getting more active, staying at a healthy weight, or eating healthy fats and whole grains.\nIf you do drink, drink in moderation—and choose whatever drink you like. Wine, beer, or spirits—each seems to have the same health benefits as long as moderation’s the word (no more than one drink per day for women, and no more than two drinks per day for men). To read more about whether the type of alcohol consumed has any effect on health, read “Is Wine Fine, or Beer Better?“\nTake a multivitamin with folic acid. Folic acid is the synthetic form of folate, a B vitamin that may help lower the risk of heart disease and cancers of the colon and breast. Those who drink may benefit the most from getting extra folate, since alcohol moderately depletes our body’s stores. The amount in a standard multivitamin—400 micrograms—is enough, when combined with a healthy diet. To learn more about folate, check out the vitamins section of The Nutrition Source.\nAsk your doctor about your drinking habits.  If you (or your friends) think you may have a problem with drinking, talk to a doctor or other health professional about it. He or she can help.\nPick a designated driver. Alcohol and driving do not mix. If you’ve been out drinking cocktails and it’s time to head home, hand your car keys to someone who’s been sipping seltzer all night.\nLEARN MORE ABOUT WEIGHING THE BENEFITS AND THE RISKS OF DRINKING ALCOHOL.\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}