{
  "href": "https://nutritionsource.hsph.harvard.edu/gluten/",
  "title": "gluten and celiac disease",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Gluten: A Benefit or Harm to the Body?\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nGluten: A Benefit or Harm to the Body?\n\nThe quick answer is that it can be either, but it all depends on the individual.\n\nWhat is Gluten?\n\nGluten is a protein naturally found in some grains including wheat, barley, and rye. It acts like a binder, holding food together and adding a “stretchy” quality—think of a pizza maker tossing and stretching out a ball of dough. Without gluten, the dough would rip easily.\n\nOther grains that contain gluten are wheat berries, spelt, durum, emmer, semolina, farina, farro, graham, khorasan wheat, einkorn, and triticale (a blend of wheat and rye). Oats—though naturally gluten free—often contain gluten from cross-contamination when they are grown near, or  processed in the same facilities as the grains listed above. Gluten is also sold as wheat gluten, or seitan, a popular vegan high-protein food. Less obvious sources of gluten include soy sauce and modified food starch, however gluten-free options of these products are available and labeled as such to comply with the U.S. Food and Drug Administration’s gluten-free labeling rule.\n\nGluten and Health Benefits\n\nGluten is most often associated with wheat and wheat-containing foods that are abundant in our food supply. Negative media attention on wheat and gluten has caused some people to doubt its place in a healthful diet. There is little published research to support these claims; in fact published research suggests the opposite.\n\nIn a 2017 study of over 100,000 participants without celiac disease, researchers found no association between long-term dietary gluten consumption and heart disease risk. [1] In fact, the findings also suggested that non-celiac individuals who avoid gluten may increase their risk of heart disease, due to the potential for reduced consumption of whole grains.\n\nMany studies have linked whole grain consumption with improved health outcomes. For example, groups with the highest intakes of whole grains including wheat (2-3 servings daily) compared with groups eating the lowest amounts (less than 2 servings daily) were found to have significantly lower rates of heart disease and stroke, development of type 2 diabetes, and deaths from all causes. [2-5]\n\nGluten may also act as a prebiotic, feeding the “good” bacteria in our bodies. Arabinoxylan oligosaccharide is a prebiotic carbohydrate derived from wheat bran that has been shown to stimulate the activity of bifidobacteria in the colon. These bacteria are normally found in a healthy human gut. Changes in their amount or activity have been associated with gastrointestinal diseases including inflammatory bowel disease, colorectal cancer, and irritable bowel syndrome. [6,7]\n\nWhen Gluten Is a Problem\n\nWhat’s not great about gluten is that it can cause serious side effects in certain individuals. Some people react differently to gluten, where the body senses it as a toxin, causing one’s immune cells to overreact and attack it. If an unknowingly sensitive person continues to eat gluten, this creates a kind of battle ground resulting in inflammation. The side effects can range from mild (fatigue, bloating, alternating constipation and diarrhea) to severe (unintentional weight loss, malnutrition, intestinal damage) as seen in the autoimmune disorder celiac disease. Estimates suggest that 1 in 133 Americans has celiac disease, or about 1% of the population, but about 83% of them are undiagnosed or misdiagnosed with other conditions. [8,9] Research shows that people with celiac disease also have a slightly higher risk of osteoporosis and anemia (due to malabsorption of calcium and iron, respectively); infertility; nerve disorders; and in rare cases cancer. [10] The good news is that removing gluten from the diet may reverse the damage. A gluten-free diet is the primary medical treatment for celiac disease. However, understanding and following a strict gluten-free diet can be challenging, possibly requiring the guidance of a registered dietitian to learn which foods contain gluten and to ensure that adequate nutrients are obtained from gluten-free alternatives. Other conditions that may require the reduction or elimination of gluten in the diet include:\n\nNon-celiac gluten sensitivity, also referred to as gluten sensitive enteropathy (GSE) or gluten intolerance—An intolerance to gluten with similar symptoms as seen with celiac disease, but without the accompanying elevated levels of antibodies and intestinal damage. There is not a diagnostic test for GSE but is determined by persistent symptoms and a negative diagnostic celiac test.\nWheat allergy—An allergy to one or more of the proteins (albumin, gluten, gliadin, globulin) found in wheat, diagnosed with positive immunoglobulin E blood tests and a food challenge. Compare this with celiac disease, which is a single intolerance to gluten. Symptoms range from mild to severe and may include swelling or itching of the mouth or throat, hives, itchy eyes, shortness of breath, nausea, diarrhea, cramps, and anaphylaxis. People who test negative for this condition may still have gluten sensitivity. This condition is most often seen in children, which most outgrow by adulthood.\nDermatitis herpetiformis (DH)—A skin rash that results from eating gluten. It is an autoimmune response that exhibits itself as a persistent red itchy skin rash that may produce blisters and bumps. Although people with celiac disease may have DH, the reverse is not always true.\n\nIt is important to note that gluten is a problem only for those who react negatively to it, or test positive for celiac disease. Most people can and have eaten gluten most of their lives, without any adverse side effects.\n\nDoes gluten cause brain fog?\nSome evidence shows that people who eat gluten but have a severe intolerance to it, such as with celiac disease, have a slightly higher risk of developing cognitive impairment. Reports of “brain fog” are not uncommon in people just prior to a diagnosis of celiac disease or in those who have been diagnosed but mistakenly ate foods containing gluten.\n\nBut does this side effect occur in people without a true gluten intolerance, and can the reverse be suggested in that the avoidance of gluten might sharpen the mind? A large cohort study disagrees. Almost 13,500 middle-aged women from the Nurses’ Health Study II without celiac disease were followed for 28 years to observe any potential links between gluten intake and mental ability. [15] No significant differences were found in cognitive scores (measuring reaction time, attention, memory, etc.) comparing women with the highest and lowest gluten intakes. The lack of association remained even after excluding women with a dementia or cancer diagnosis.\n\nUnless a person has diagnosed celiac disease, a wheat allergy, or a gluten sensitivity, current evidence does not support that eating gluten increases inflammation in the brain or negatively affects brain health.\n\nWhat Is a “Gluten-Free Diet”?\n\nThis is essentially a diet that removes all foods containing or contaminated with gluten. However, since gluten-containing whole grains contain fiber and nutrients including B vitamins, magnesium, and iron, it’s important to make up for these missing nutrients. Along with consuming naturally gluten-free foods in their whole form like fruits, vegetables, legumes, nuts, seeds, fish, eggs, and poultry, the following whole grains are also inherently gluten-free:\n\nQuinoa\nBrown, black, or red rice\nBuckwheat\nAmaranth\nMillet\nCorn\nSorghum\nTeff\nGluten-free oats\n\nIt’s also key not to rely on processed gluten-free foods that may be high in calories, sugar, saturated fat, and sodium and low in nutrients, such as gluten-free cookies, chips, and other snack foods. Often, these foods are made with processed unfortified rice, tapioca, corn, or potato flours.\n\nThe gluten-free food industry has grown 136% from 2013 to 2015 with almost $12 billion in sales in 2015. Interestingly, studies show that people who do not have celiac disease are the biggest purchasers of gluten-free products. [11] Consumer surveys show that the top three reasons people select gluten-free foods are for “no reason,” because they are a “healthier option,” and for “digestive health.” [12] For those who are not gluten-intolerant, there is no data to show a specific benefit in following a gluten-free diet, particularly if processed gluten-free products become the mainstay of the diet. In fact, research following patients with celiac disease who change to a gluten-free diet shows an increased risk of obesity and metabolic syndrome. This could be partly due to improved intestinal absorption, but speculation has also focused on the low nutritional quality of processed gluten-free foods that may contain refined sugars and saturated fats and have a higher glycemic index. [13,14]\n\nRelated\nDiet Review: Gluten-Free for Weight Loss\nWhole Grains\nReferences\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}