{
  "href": "https://nutritionsource.hsph.harvard.edu/barley-roasted-portobello-and-fennel-salad/",
  "title": "Barley Roasted Portobello and Fennel Salad",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Barley Roasted Portobello and Fennel Salad\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nBarley Roasted Portobello and Fennel Salad\n\nOne of the best ways to maximize the earthy qualities of a mushroom is to cook it with something similarly earthy. Ancient grains like barley, farro, and wheat berries, or even brown rice provide plenty of earthy notes on their own. But with a little heat and time, these grains undergo a unique transformation: They become toasty, nutty, and take on flavors reminiscent of caramel and even umami-rich soy sauce. Here we take advantage of this idea by roasting portobello mushrooms in toasted, hulless barley grains. Wrapping the mushrooms creates steam while roasting, concentrating the barley flavors while keeping the mushrooms tender and juicy. After roasting, we blend some of the barley to create a rich, nutty sauce that gets a little extra boost from miso. We cook the rest of the roasted barley and incorporate it into a fresh fennel salad to serve along with the mushrooms. This is a complex, deeply savory mushroom dish that highlights what is possible with relatively few ingredients. Be sure to use hulless barley, as opposed to unhulled or pearled barley. For best results, use a high-powered blender in step 3.\n\nBarley Roasted Portobello and Fennel Salad\nRecipe courtesy of Tim Chin\nServes 4\nIngredients:\n\n1 cup (7 ounces) hulless barley, toasted\n4 (4- to 6-ounce) portobello mushrooms\n1 tablespoon plus 3/4 cup vegetable oil, divided\n1 teaspoon Kosher salt\n1 bulb fennel, sliced thin, fronds reserved\n1 tablespoon white miso\n1 tablespoon lemon juice, plus extra for serving\nPreparation:\n\nAdjust oven rack to middle position and heat oven to 425 degrees F. Line 13-inch baking dish with parchment paper and spray with baking spray. Spread barley on parchment in even layer. Brush mushrooms with 1 tablespoon oil and season on both sides with salt. Place mushrooms, stem-side down on barley. Cover dish tightly with aluminum foil, crimping edges to seal. Roast mushrooms until fragrant and tender, 45 to 55 minutes. Remove foil and let mushrooms cool until cool enough to handle, about 10 minutes.\nTransfer mushrooms to cutting board, cleaning any barley from gills. Cut mushrooms into ½-inch slices and set aside. Add 1/2 cup roasted barley to pot along with 3 cups water. Bring barley to boil, reduce heat to low, and simmer until barley is just tender, 35 to 40 minutes. Drain barley and set aside. \nMeanwhile, transfer remaining 1/2 cup roasted barley to blender jar and blend on high speed until barley resembles coarse powder, about 2 minutes. With blender running, pour remaining 3/4 cup vegetable oil in steady stream and blend until mixture is smooth, about 2 minutes longer. Add miso and blend until smooth and combined, about 30 seconds. Strain barley oil through fine-mesh strainer set over bowl, stirring solids to extract as much liquid as possible. Whisk in lemon juice until smooth and combined and set aside.\nTo Serve: Combine fennel, cooked barley, and 2 tablespoons barley sauce in bowl and toss to coat evenly. Pour remaining barley sauce on large serving platter. Place fennel salad on top and drizzle with lemon juice to taste. Arrange mushrooms on fennel and drizzle with any remaining sauce. Sprinkle with fennel fronds and serve. \nNutrition facts:\n4534 calories6 grams of protein39 grams of carbohydrates7 grams of fiber3 grams of sugar497 milligrams of sodium294 milligrams of potassium47 grams of fat( 7 grams of saturated fat10 grams of monounsaturated fat29 grams of polyunsaturated fat)\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}