{
  "href": "https://nutritionsource.hsph.harvard.edu/sustainability/food-waste/",
  "title": "Reduce food loss and waste",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Sustainability > Food Waste\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nFood Waste\nThe Big Picture\n\nFood waste occurs along the entire spectrum of production, from the farm to distribution to retailers to the consumer. Reasons include losses from mold, pests, or inadequate climate control; losses from cooking; and intentional food waste. [1]\n\nThis waste is categorized differently based on where it occurs:\n\nFood “loss” occurs before the food reaches the consumer as a result of issues in the production, storage, processing, and distribution phases.\nFood “waste” refers to food that is fit for consumption but consciously discarded at the retail or consumption phases.\n\nWasted food has far-reaching effects, both nationally and globally. In the U.S., up to 40% of all food produced goes uneaten [2], and about 95% of discarded food ends up in landfills [3]. It is the largest component of municipal solid waste at 21%. [1] In 2014, more than 38 million tons of food waste was generated, with only 5% diverted from landfills and incinerators for composting. [3] Decomposing food waste produces methane, a strong greenhouse gas that contributes to global warming. Worldwide, one-third of food produced is thrown away uneaten, causing an increased burden on the environment. [4] It is estimated that reducing food waste by 15% could feed more than 25 million Americans every year. [5]\n\nBenefits of Less Food Waste\n\nCost savings on labor through more efficient handling, preparation, and storage of food that will be used.\nCost savings when purchasing only as much food as needed, and avoiding additional costs of disposal.\nReduced methane emissions from landfills and a lower carbon footprint.\nBetter management of energy and resources, preventing pollution involved in the growing, manufacturing, transporting, and selling of food.\nCommunity benefits by providing donated, untouched, and safe food that would otherwise be thrown out. [6]\n\nProposed Solutions to Food Waste\n\nGlobally, reducing wasted food has been cited as a key initiative in achieving a sustainable food future. Sustainable Development Goal 12 addresses responsible consumption and production, which includes two indicators to measure (in order to ultimately reduce) global food loss and food waste. [7]\n\nIn the U.S, on June 4, 2013, the Department of Agriculture and Environmental Protection Agency launched the U.S. Food Waste Challenge, calling on entities across the food chain, including farms, agricultural processors, food manufacturers, grocery stores, restaurants, universities, schools, and local governments. [1] The goals are to:\n\nReduce food waste by improving product development, storage, shopping/ordering, marketing, labeling, and cooking methods.\nRecover food waste by connecting potential food donors to hunger relief organizations like food banks and pantries.\nRecycle food waste to feed animals or to create compost, bioenergy, and natural fertilizers.\n\nOn September 16, 2015, both agencies also announced for the first time a national food loss and waste goal, calling for a 50% reduction by 2030 to improve overall food security and conserve natural resources.\n\nThe National Resources Defense Council issued a summary paper providing guidelines on how to reduce waste throughout the food production chain. [2] The following are some focal points:\n\nState and local governments can incorporate food waste prevention and education campaigns, and implement municipal composting programs. Governments can provide tax credits to farmers who donate excess produce to local food banks. Proposed bills are currently in place in California, Arizona, Oregon, and Colorado.\nBusinesses such as restaurants, grocery stores, and institutional food services can evaluate the extent of their food waste and adopt best practices. Examples include supermarkets selling damaged or nearly expired produce at discounted prices, or offering “half-off” promotions instead of “buy-one-get-one-free” promotions. Restaurants can offer smaller portions and donate excess ingredients and prepared uneaten food to charities. Schools may experiment with concepts that allow children to create their own meals to prevent less discarded food, such as with salad bars or build-your-own burritos.\nFarms can evaluate food losses during processing, distribution, and storage and adopt best practices. Farmers markets can sell “ugly” produce, which are discarded, misshapen fruits and vegetables that do not meet the usual standards for appearance. Farms can sell fresh but unmarketable produce (due to appearance) to food banks at a reduced rate.\nConsumers can learn when food is no longer safe and edible, how to cook and store food properly, and how to compost. See Tackling Food Waste at Home.\n\nThe Environmental Protection Agency provides the “Food Recovery Hierarchy” graphic to explain ways to handle excess food. [8] From the most preferred at the top of the pyramid to the least preferred at the bottom tip, the methods include:\n\nSource reduction: Earliest prevention by reducing the overall volume of food produced\nFeed hungry people: Donating excess food to community sites\nFeed animals: Donating food scraps and waste to local farmers who can use them for animal feed\nIndustrial uses: Donating used fats, oils, and grease to make biodiesel fuel\nComposting: Food waste that is composted to produce organic matter that is used to fertilize soil\nLandfill/Incineration: A last resort for unused food\n\nRead Next: Tackling Food Waste at Home »\n\nRelated\n\nSustainability\nThe Food Law and Policy Clinic of Harvard Law School\nReferences\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}