{
  "href": "https://nutritionsource.hsph.harvard.edu/disease-prevention/diabetes-prevention/preventing-diabetes-full-story/",
  "title": "Prevention",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Disease Prevention > Diabetes > Simple Steps to Preventing Diabetes\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nSimple Steps to Preventing Diabetes\n\nKeeping weight in check, being active, and eating a healthy diet can help prevent most cases of type 2 diabetes.\n\nOverview\n\nIf type 2 diabetes were an infectious disease, passed from one person to another, public health officials would say we’re in the midst of an epidemic. This difficult disease is striking an ever-growing number of adults, and with the rising rates of childhood obesity, it has become more common in youth, especially among certain ethnic groups (learn more about diabetes, including the other types and risk factors).\n\nThe good news is that prediabetes and type 2 diabetes are largely preventable. About 9 in 10 cases in the U.S. can be avoided by making lifestyle changes. These same changes can also lower the chances of developing heart disease and some cancers. The key to prevention can be boiled down to five words: Stay lean and stay active.\n\nWhat if I already have diabetes?\nGuidelines for preventing or lowering your risk of developing type 2 diabetes are also appropriate if you currently have a diabetes diagnosis. Achieving a healthy weight, eating a balanced carbohydrate-controlled diet, and getting regular exercise all help to improve blood glucose control. If you are taking insulin medication, you may need more or less carbohydrate at a meal or snack to ensure a healthy blood glucose range. There may also be special dietary needs for exercise, such as bringing a snack so that your blood glucose does not drop too low. For specific guidance on scenarios such as these, refer to your diabetes care team who are the best resources for managing your type of diabetes.\nSimple Steps to Lowering Your Risk\nControl your weight\n\nExcess weight is the single most important cause of type 2 diabetes. Being overweight increases the chances of developing type 2 diabetes seven-fold. Being obese makes you 20 to 40 times more likely to develop diabetes than someone with a healthy weight. [1]\n\nLosing weight can help if your weight is above the healthy-weight range. Losing 7-10% of your current weight can cut your chances of developing type 2 diabetes in half.\n\nGet moving—and turn off the television\n\nInactivity promotes type 2 diabetes. [2] Working your muscles more often and making them work harder improves their ability to use insulin and absorb glucose. This puts less stress on your insulin-making cells. So trade some of your sit-time for fit-time.\n\nLong bouts of hot, sweaty exercise aren’t necessary to reap this benefit. Findings from the Nurses’ Health Study and Health Professionals Follow-up Study suggest that walking briskly for a half hour every day reduces the risk of developing type 2 diabetes by 30%. [3,4] More recently, The Black Women’s Health Study reported similar diabetes-prevention benefits for brisk walking of more than 5 hours per week. [5] This amount of exercise has a variety of other benefits as well. And even greater cardiovascular and other advantages can be attained by more, and more intense, exercise.\n\nTelevision-watching appears to be an especially-detrimental form of inactivity: Every two hours you spend watching TV instead of pursuing something more active increases the chances of developing diabetes by 20%; it also increases the risk of heart disease (15%) and early death (13%). [6] The more television people watch, the more likely they are to be overweight or obese, and this seems to explain part of the TV viewing-diabetes link. The unhealthy diet patterns associated with TV watching may also explain some of this relationship.\n\nTune Up Your Diet\n\nFour dietary changes can have a big impact on the risk of type 2 diabetes.\n\n1. Choose whole grains and whole grain products over refined grains and other highly processed carbohydrates.\n2. Skip the sugary drinks, and choose water, coffee, or tea instead.\n3. Choose healthy fats.\n4. Limit red meat and avoid processed meat; choose nuts, beans, whole grains, poultry, or fish instead.\n Don’t smoke\n\nAdd type 2 diabetes to the long list of health problems linked with smoking. Smokers are roughly 50% more likely to develop diabetes than nonsmokers, and heavy smokers have an even higher risk. [33]\n\nLight to moderate alcohol consumption\n\nEvidence has consistently linked moderate alcohol consumption with reduced risk of heart disease. The same may be true for type 2 diabetes. Moderate amounts of alcohol—up to a drink a day for women, up to two drinks a day for men—increases the efficiency of insulin at getting glucose inside cells. And some studies indicate that moderate alcohol consumption decreases the risk of type 2 diabetes. [1, 34-39], but excess alcohol intake actually increases the risk. If you already drink alcohol, the key is to keep your consumption in the moderate range, as higher amounts of alcohol could increase diabetes risk. [40] If you don’t drink alcohol, there’s no need to start—you can get the same benefits by losing weight, exercising more, and changing your eating patterns.\n\nBeyond Individual Behavior\n\nType 2 diabetes is largely preventable by taking several simple steps: keeping weight under control, exercising more, eating a healthy diet, and not smoking. Yet it is clear that the burden of behavior change cannot fall entirely on individuals. Families, schools, worksites, healthcare providers, communities, media, the food industry, and government must work together to make healthy choices easy choices. For links to evidence-based guidelines, research reports, and other resources for action, visit our diabetes prevention toolkit.\n\nRelated\nDiabetes – overview, types, and risk factors\nAsian Diabetes Prevention Initiative \nReferences\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}