{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-longevity/",
  "title": "Healthy Longevity",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Longevity\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nHealthy Longevity\n\nLongevity is the achievement of a long life. We may hope for longevity so that we can experience many years of quality time with loved ones or have time to explore the world. But living to a ripe old age doesn’t necessarily mean healthy or happy longevity if it is burdened by disability or disease. The population of people over age 65 has grown more quickly than other age groups due to longer life spans and declining birth rates, and yet people are living more years in poor health. [1] Therefore, we will explore not just one’s lifespan but healthspan, which promotes more healthy years of life.\n\nWhat you do today can transform your healthspan or how you age in the future. Although starting early is ideal, it’s never too late to reap benefits.\n\nFive Key Lifestyle Factors\n\nResearchers from Harvard University looked at factors that might increase the chances of a longer life. [2] Using data collected from men and women from the Nurses’ Health Study and Health Professionals Follow-up Study who were followed for up to 34 years, researchers identified five low-risk lifestyle factors: healthy diet, regular exercise (at least 30 minutes daily of moderate to vigorous activity), healthy weight (as defined by a body mass index of 18.5-24.9), no smoking, and moderate alcohol intake (up to 1 drink daily for women, and up to 2 daily for men). Compared with those who did not incorporate any of these lifestyle factors, those with all five factors lived up to 14 years longer.\n\nIn a follow-up study, the researchers found that those factors might contribute to not just a longer but also a healthier life. [2] They saw that women at age 50 who practiced four or five of the healthy habits listed above lived about 34 more years free of diabetes, cardiovascular diseases, and cancer, compared with 24 more disease-free years in women who practiced none of these healthy habits. Men practicing four or five healthy habits at age 50 lived about 31 years free of chronic disease, compared with 24 years among men who practiced none. Men who were current heavy smokers, and men and women with obesity, had the lowest disease-free life expectancy.\n\nFive factors for a longer and healthier lifespan\nHealthy diet – The prevalence of hypertension (high blood pressure) and dementia increases with age. Eating patterns such as those from the DASH, MIND, and Mediterranean diets can lower the risk of these and other chronic conditions that accompany older ages. A multivitamin-mineral supplement may also help to improve cognitive function and memory in some people, according to large randomized controlled trials.\nRegular exercise – Regular physical activity lowers the risk of several chronic conditions that increase with age including heart disease, hypertension, diabetes, osteoporosis, certain cancers, and cognitive decline. Exercise also helps to lower anxiety and blood pressure, and improve sleep quality. The Physical Activity Guidelines for Americans from the U.S. Department of Health and Human Services first recommends to move more and sit less, with some activity better than none. For additional health benefits, they advise a minimum of 150-300 minutes weekly of moderate to vigorous activity, like brisk walking or fast dancing, as well as two days a week of muscle-strengthening exercises. Older adults who are at risk for falls may also wish to include balance training such as tai chi or yoga. See additional physical activity considerations for older adults. \nHealthy weight – Determining one’s healthy weight range is unique for each person. Factors to consider include reviewing current health conditions, family history, weight history, and genetically inherited body type. Rather than focusing on scale weight alone, monitoring an increase in harmful visceral “belly fat” and weight change since age 20 may be useful.\nNot smoking – Smoking is a strong risk factor for cancer, diabetes, cardiovascular disease, lung diseases, and earlier death as it promotes chronic inflammation and oxidative stress (a condition that can damage cells and tissues). [2] Smoking harms nearly every organ of the body. Quitting greatly reduces the risk of these smoking-related diseases. [4]\nModerate alcohol – Research finds that moderate drinking, defined as 1 drink daily for women and 2 drinks daily for men, is associated with lower risk of type 2 diabetes, heart attacks, and early death from cardiovascular disease. Low to moderate amounts of alcohol raises levels of “good” cholesterol or high-density lipoprotein (HDL) and prevent small blood clots that can block arteries. However, because alcohol intake—especially heavier drinking—is also associated with risks of addiction, liver disease, and several types of cancer, it is a complex issue that is best discussed with your physician to weigh your personal risk versus benefit.\nAdditional Factors for Healthy Longevity\n\nBeyond the five core lifestyle habits mentioned above, a growing body of research is identifying additional factors that may be key to increasing our healthspans:\n\nHaving life purpose/meaning. Research shows that having a sense of meaning or purpose in daily life is associated with better sleep, healthier weight, higher physical activity levels, and lower inflammation in some people. [5,6] It also promotes optimism. If people are healthier at older ages, they can potentially contribute more to their family, community, and society as a whole. [1] This translates to being stronger and more mobile to assist younger generations with childcare or other family activities, working beyond retirement age, volunteering for local causes, pursuing pleasurable hobbies, and engaging in community groups. In reciprocation of these activities, people reap a sense of meaning and purpose.\nSocial connections. Studies of adults 50 years and older show that loneliness and social isolation are associated with a higher risk of disease, disability, and mortality. [7-10] The U.S. Health and Retirement study comprised of 11,302 older participants found that almost 20% met criteria for loneliness. [7] Those who experienced persistent loneliness had a 57% increased risk of early death compared with those who never experienced loneliness; those who were socially isolated had a 28% increased risk. Participants who experienced both loneliness and social isolation showed signs of advanced biological aging (e.g., chronic inflammation that can increase the risk of morbidities). Conversely, people experiencing cognitive decline may have less social contact due to greater difficulty initiating and maintaining social interactions. [11]\nBrain stimulation. Stressing the brain or doing activities that entail strenuous mental effort, such as learning a new skill, language, or exercise format during leisure time may reduce the risk of cognitive decline. Research has shown a strong association of attaining higher education and engaging in work that is intellectually demanding with a lower risk of dementia, Alzheimer’s disease, and cognitive impairment. [10,12]\nImproving sleep quality. Research is still inconclusive, but some reports suggest that insomnia is associated with higher rates of Alzheimer’s disease (AD) and other forms of cognitive decline. Chronic disrupted sleep may lead to systemic (throughout the body) inflammation, which is a precursor to the development of beta-amyloid plaques in the brain as found with AD. [13] The reverse can also occur with advanced stages of AD causing disturbed circadian rhythms that regulate sleep. However, a cohort study of 1,629 adults aged 48 to 91 years from the Alzheimer’s Disease Neuroimaging Initiative did not find that sleep disturbance affected cognitive decline in later years. [14]\nIntermittent fasting. Animal research shows that caloric restriction over a lifetime, such as with intermittent fasting, increases lifespan. [15] The body responds to fasting with improved regulation of blood glucose, greater stress resistance, and decreased inflammation and production of damaging free radicals. During fasting, cells remove or repair damaged molecules. [15] These effects may prevent the development of chronic disorders including obesity, diabetes, cardiovascular disease, cancer, and neurological decline including Alzheimer’s disease. [16] Other effects of intermittent fasting in animals include better balance and coordination, and improved cognition, specifically with memory. Human studies have found improved insulin sensitivity, lower blood pressure, decreased LDL cholesterol, and weight loss. [15,17] However, human studies and randomized controlled trials on the effects of fasting on aging and longevity are still needed.\nHow sensory changes with aging affect how we eat\nWe know that taste is key when enjoying a meal, but what about the smell, texture, appearance, colorfulness, mouthfeel, and even the sound of food (how it crunches in the mouth or sizzles when cooking)? These are the human senses that contribute to the eating experience and influence our food choices. [18]\n\nThese senses can decline over time for various reasons: normal aging, which causes a gradual decrease in taste and smell; prescription drugs that reduce taste sensitivity and promote dry mouth or lack of saliva; deficiencies in micronutrients such as zinc that reduce taste; and poor dentition with tooth loss or dentures leading to chewing problems. [19] Up to 60% of adults 70 years and older may lose their sense of taste. [20] With this loss may come heavier seasoning of food with sugar and salt. [21] They may prefer softer lower-fiber foods that don’t require much chewing. Poor taste and smell in the elderly is associated with lower dietary quality and poorer appetite. [22]\n\nFood aromas are important as they trigger the release of saliva, stomach acid, and enzymes in preparation for digestion. [23] The scent of food can trigger the release of dopamine and serotonin, causing a feeling of wellbeing to encourage eating. An impaired sense of smell in older adults is also associated with less variety in food choices and poorer nutrition, but can also lead to increased food intake and weight gain in some individuals. [23]\n\nSeasoning food more liberally with sodium-free herbs, spices, and vinegars may help to compensate for sensory deficiencies. Using foods with a savory umami quality like mushrooms, tomatoes, some cheeses, and yeast can boost richness and flavor. Another sensory aspect of food called “kokumi” describes a full and rich mouthfeel—such as that experienced from a minestrone soup, an aged cheese, or a seafood stew simmering for many hours. If poor appetite from sensory loss is a problem, providing variety through different textures, smells, and colors in the meal may stimulate an increased desire to eat. [21]\n\nEating and food preparation are also important activities offering socialization and mental stimulation such as when learning new cooking skills. Preparing meals helps to reduce sedentariness as there are several action steps involved: selecting and purchasing, washing and chopping, and cooking the ingredients.\n\nSpotlight on longevity in Japan\nJapanese women and men currently live five to six years longer than Americans, so their practices are of great interest. In Japanese families, elders are highly revered and households are intergenerational. Japanese elders are generally healthier than Western elders, but is this the chicken or the egg? Does better health from good lifestyle habits allow them to stay physically active and involved in society so they remain a valuable asset and reap psychosocial benefits, or is it the culture that reveres elders so they have better mental health, less loneliness, and better healthcare so that they stay healthier longer? Japan has also largely avoided the epidemic of obesity that the U.S. is experiencing; for example, the prevalence of obesity among U.S. women is about 37% but among Japanese women is less than 5%. [24]  This difference is certainly an important contributor to differences in life expectancy, but raises questions about how the Japanese have been able to control their weight. In recent years, diets in Japan have become more similar to those in the U.S. but they still eat smaller portions, more fermented foods, less sweets, and less red meat.\nLooking Ahead\n\nIdentifying additional factors that improve and extend our healthspans is an active area of scientific inquiry. In the meantime, current research findings are encouraging, and underscore the importance of following healthy lifestyle habits throughout one’s life course. That said, sticking to these behaviors is easier said than done, and public policies must support and promote these habits by improving the food and physical environments that surround us.\n\nReferences\n\nLast reviewed December 2022\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}