{
  "href": "https://nutritionsource.hsph.harvard.edu/avocados/",
  "title": "Avocados",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Avocados\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nAvocados\n\nAvocados or “alligator pears” are known for their creamy smooth flesh and bumpy skin. They are a popular food across many cultures. Perhaps best known as the star ingredient in guacamole, they are versatile and prepared in an array of dishes, or simply eaten plain with a spoon. Although not sweet, avocados are botanically classified as a fruit with a large berry and single center pit, grown from the Persea americana tree. They are believed to have originated in Mexico or Central America, with Mexico being the leading producer worldwide. [1]\n\nTheir nutrition profile makes them a staple in various healthful meal plans. Avocados are a good source of fiber, and contain more fat (the good kind) than carbohydrate, so are popular on lower-carbohydrate diets such as with diabetes. Their heart-friendly fats do not increase blood cholesterol, which can provide satisfaction on a traditional cholesterol-lowering diet that is often low in fat and cholesterol. It is one the highest-fat plant foods, making it a popular inclusion in vegan and vegetarian diets. The slightly earthy but neutral flavor of avocados works well in sauces, salad dressings, sandwiches, baked goods, salads, and grain dishes to add richness.\n\nSource Of\nFat (mostly monounsaturated 67%)\nFiber (mostly insoluble but also soluble)\nB vitamins\nVitamin C\nVitamin E\nVitamin K\nFolate\nPotassium\nMagnesium\nCarotenoids (lutein, zeaxanthin)\n\nA whole medium avocado contains about 240 calories, 13 grams carbohydrate, 3 grams protein, 22 grams fat (15 grams monounsaturated, 4 grams polyunsaturated, 3 grams saturated), 10 grams fiber, and 11 milligrams sodium. Along with their low sodium levels, avocados contain no cholesterol.\n\nAvocados and Health\n\nAvocados contain several nutrients including carotenoids, monounsaturated fats, potassium, and fiber that have been associated with a reduced risk of chronic diseases, especially when included as part of a balanced nutritious diet. The nutritional profile of avocados fits well with healthful dietary patterns such as the Mediterranean and DASH diets. Published health research on avocados is largely funded by avocado industry groups; the research cited below attempts to include non-industry-funded studies. \n\nCardiovascular disease\nType 2 diabetes\nEye health\nMicrobiome\nPurchase\n\nDepending on the variety, avocados may be round or pear-shaped, green or black, and small or large. The skin is typically bumpy. The flesh when ripe is smooth and buttery. They are a climacteric fruit, which continues to ripen after harvesting. The Hass avocado is the most common type, available year-round.\n\nIf you are planning to use an avocado immediately after purchase, choose a ripe one with dark green or almost black skin. It should yield to pressure when squeezed. Avocados with light green skin that are very firm are unripe and will need to sit a few days before eating. If the avocado has dark shriveled skin, dents, or spots of mushy flesh, it may be overripe and unpleasant to eat.\n\nAvocado oil is extracted from the flesh of pressed avocados. It can replace other liquid cooking oils and has a very high smoke point of almost 500°F. Avocado oil is often compared with olive oil because they are both rich in the fatty acid, oleic acid, but avocado oil has a more neutral flavor. [7] It can also be used to make a homemade salad dressing: whisk or blend together ¼ cup avocado oil, 2 tablespoons Dijon mustard, and 4 teaspoons balsamic or apple cider vinegar; add additional low-sodium spices like black pepper or garlic powder as desired.\n\nStorage\n\nAvocados are often sold with hard, unripe flesh, which will ripen in 2-3 days. You can leave the fruit at room temperature, or place in direct sunlight to speed ripening. You can also place the avocado sealed in a paper bag with a banana; the ethylene gases in the banana will speed ripening. When ripe, avocados will feel slightly soft when squeezed. The flesh of avocados is infamous for quickly turning brown once exposed to air, called enzymatic browning. Although unappetizing to see, the brown flesh is perfectly edible. Still, there are tips to slow or reduce browning after cutting into an avocado:\n\nCover the flesh with lemon or lime juice.\nWrap tightly with plastic wrap or place in a sealed airtight container and store in the refrigerator to reduce oxygen exposure.\nStore an avocado half with some sliced onion in a sealed airtight container; the sulfur compounds in the onion help preserve the avocado.\nPrepare\n\nRemoving an avocado pit isn’t as challenging as you might think. Although a popular method is to stab a knife into the pit of an avocado half and cleanly remove it, this carries the potential danger of stabbing your hand! Instead, place your index and middle finger on the flesh on each side of the pit, placing your thumb behind the avocado on the skin; push into the center with your thumb until the pit pops out. From there, slice, dice, or mash the flesh as desired to be used in recipes.\n\nThe monounsaturated fat in avocados is stable in high heat and can be used not only in cooking but also in baking. Pureed avocado can be substituted for butter or oil in baking recipes, using a 1:1 ratio (1 cup butter = 1 cup avocado).\n\nServe\n\nHere are some ideas to use avocado:\n\nDiced and sprinkled into salads, soups, tacos, or whole grains\nBlended into smoothies to thicken and add richness\nMashed as a spread on sandwiches and crackers\nMashed onto whole grain breakfast toast, sprinkled with blueberries and ground flaxseeds or hemp seeds\nSliced and rolled into maki sushi\nCut in half, drizzled with a squeeze of lemon or lime juice, and eaten with a spoon as a snack\nDid You Know? \nOne serving of a medium avocado (half the fruit) has more potassium than a medium banana, 487 mg potassium versus 422 mg potassium, respectively.\nA ripe mashed avocado is sometimes used as a facial mask due its high content of hydrating oils and vitamin E.\nReferences\n\nLast reviewed April 2022\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}