{
  "href": "https://nutritionsource.hsph.harvard.edu/workout-supplements/",
  "title": "Learn more about protein powders and other workout supplements",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Workout Supplements\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nWorkout Supplements\n\nA popular category of dietary supplements are workout supplements, which are typically taken before (‘pre-workout’) or after exercising (‘post-workout’), and are sold in a variety of forms from pills to powders and ready-to-drink shakes. The global pre-workout supplement market size alone was estimated to reach $13.98 billion in 2020 and almost double in size to $23.77 billion by 2027. [2]\n\nFitness gurus and blogs touting these products as crucial for peak performance, fat loss, and explosive muscle growth in combination with complicated scientific-sounding names and labels might have you believing you can’t effectively exercise without them. But do these supplements live up to the hype, and are they even necessary—or in some cases, safe? Like other dietary supplements in the U.S., the Food and Drug Administration (FDA) does not review workout supplements for safety or effectiveness before they are sold to consumers. It’s a good idea to research their effects and ingredients and consult with your physician before adding them to your fitness routine.\n\nWhat happens to the body during physical activity?\nWhen we exercise, our bodies use three main sources of fuel: carbohydrates, fat, and protein. Carbohydrates, which are stored in the liver and skeletal muscles in the form of glycogen, provide the most efficient source of energy during exercise. Glycogen can be easily metabolized into glucose, which provides immediate energy to fuel the brain, nervous system, and muscles during exercise. The body’s glycogen supply can provide enough fuel for 90–120 minutes of vigorous activity. The depletion of glycogen stores in the body creates the feeling of “hitting a wall” during exercise. As glycogen stores are depleted, the body begins to break down fat to burn for fuel, especially during low- to moderate-intensity activity. In the latest stages of prolonged exercise when glycogen stores are at their lowest, the body begins to break down skeletal muscle protein for glucose production. Physical activity can also induce muscle growth, also known as hypertrophy. Weight lifting and other resistance training exercises are commonly used to increase skeletal muscle mass, but cardiovascular exercise like running can also spur muscle growth. Physical activity causes structural damage to muscle fibers, especially when muscles are challenged with multiple repetitions of heavy weights. The body’s repair response involves fusing broken muscle fibers together to form new muscle protein strands, which in turn increases muscle size. A variety of factors influence how rapidly muscles grow with exercise, including the amount of weight lifted and the number of repetitions.\nLEARN MORE ABOUT DIFFERENT TYPES OF PHYSICAL ACTIVITY\n\nHere we review the scientific evidence behind some of the most popular ingredients in workout supplements.\n\nPre-Workout Supplements\n\nPre-workout supplements are designed to provide energy and aid endurance throughout a workout. They are typically taken 15-30 minutes before a workout, but can also be consumed during exercise. Below are common ingredients found in pre-workout supplements that the Academy of Nutrition and Dietetics, Dietitians of Canada, and the American College of Sports Medicine have highlighted as having evidence-based uses in sports nutrition. [3] These supplements have also been categorized as apparently safe and having strong evidence to support efficacy by the International Society of Sports Nutrition. [4] However, it is important to consult a physician or dietitian before using these supplements, as they are not reviewed by the FDA for safety or effectiveness.\n\nBeta-Alanine\n\nBeta-alanine is an amino acid that is produced in the liver and also found in fish, poultry, and meat. When dosed at 4–6g/day for 2–4 weeks, this supplement has been shown to improve exercise performance, particularly for high-intensity exercise lasting 1–4 minutes, such as high-intensity interval training (HIIT) or short sprints. It has also been shown to reduce neuromuscular fatigue, particularly in older adults. [5] How does it work? During exercise the body breaks down glucose into lactic acid, which is then converted into lactate. This produces hydrogen ions, which lower muscle pH levels. This acidity reduces muscles’ ability to contract, causing fatigue. [6] Beta-alanine increases muscle concentrations of carnosine, which is a proton buffer that reduces muscle acidity during high-intensity exercise, which in turn reduces overall fatigue. [5] This supplement is often combined with sodium bicarbonate, or baking soda, which also reduces muscle acidity. A common side effect of beta-alanine supplementation is paresthesia, or a skin tingling sensation, [3] but this effect can be attenuated by taking lower doses (1.6g) or using a sustained-release instead of a rapid-release formula. [5] In short, this supplement can help you exercise at high-intensity for a longer period of time, which could potentially lead to increased muscle mass. The International Society of Sports Nutrition has asserted that “beta-alanine supplementation currently appears to be safe in healthy populations at recommended doses,” but it is important to consult with your doctor before beginning supplementation.\n\nCaffeine\n\nCaffeine is a stimulant that is often included in pre-workout supplements, as it has been shown to benefit athletic performance for short-term high intensity exercise and endurance-based activities. [7] It is important to understand that these studies have been conducted with Olympic and competition athletes, and thus the average individual who exercises recreationally should consult with a doctor before using caffeine as a supplement. For high performance athletes, the International Olympic Committee recommends 3–6mg caffeine/kg of body weight consumed an hour before exercise. [7,8] Evidence also suggests that lower caffeine doses (up to 3mg/kg body weight, ~200 mg) taken before and during prolonged exercise can increase athletic performance. [9,10] Mechanistically, caffeine increases endorphin release, improves neuromuscular function, vigilance, and alertness, and reduces perception of exertion during exercise. [10,11] Despite some benefits from smaller doses, larger doses of caffeine (>=9mg/kg of body weight) have not been shown to increase performance, and may induce nausea, anxiety, and insomnia. [11] The U.S. Food and Drug Administration (FDA) considers 400 milligrams of caffeine to be a safe amount for daily consumption, but some pre-workout supplements may exceed this amount in a single serving or fail to disclose the amount of caffeine they contain, so it is important to always review the label of any supplement before consumption. Caffeine powder is also marketed as a stand-alone pre-workout supplement, but the FDA has advised against using this product, as even very small amounts may cause accidental overdose. Powdered caffeine has been linked to numerous deaths—a single tablespoon (10 grams) is a lethal dose for an adult, but the product is often sold in 100-gram packages. [12]\n\nCreatine\n\nCreatine is a naturally occurring compound found in skeletal muscle that is synthesized in the body from amino acids and can be obtained from red meat and seafood. In the body, it helps produce adenosine triphosphate (ATP), which provides energy for muscles. Creatine is a popular workout supplement marketed to increase athletic performance, especially for weight training. Research suggests that creatine supplementation increases muscle availability of creatine, which in turn can enhance exercise capacity and training adaptations in adolescents, younger adults, and older adults. [13] Specifically, these adaptations allow for individuals to increase training volume (e.g., the ability to perform more repetitions with the same weight), which in turn can lead to greater increases in lean mass and muscular strength and power. [14-16] Although the exact mechanisms through which creatine improves performance have not been identified with certainty, various theories have been investigated, including the potential for creatine to stimulate muscle glycogen levels. [17,14] Creatine supplementation is primarily recommended for athletes who engage in power/strength exercises (e.g., weight lifting), or for athletes who engage in sports involving intermittent sprints and other brief repeated high-intensity exercises (e.g., soccer, basketball). [13] The International Society of Sports Nutrition recommends an initial dosage of 5g of creatine monohydrate (~0.3g/kg body weight) four times daily for 5–7 days to increase muscle creatine stores; once muscle creatine stores are fully saturated, stores can be maintained by ingesting 3–5 g/day. [13] Many powdered creatine supplements recommend this regimen in the directions on their packages. The Society also notes that an alternative supplementation protocol is to ingest 3g/day of creatine monohydrate for 28 days. [13] While the scientific literature has generally found supplementation to be safe at these levels, [18] creatine may not be appropriate for people with kidney disease or those with bipolar disorder. It is important to consult a doctor before taking this supplement. Of note, creatine supplementation has been shown to increase total body water, which causes weight gain that could be detrimental to performance in which body mass is a factor, such as running. [14] The International Society of Sports Nutrition, the American Dietetic Association, and the American College of Sports Medicine have all published statements supporting creatine supplementation as an effective way of increasing high-intensity exercise capacity and lean body mass during training for high-performance athletes. [19-21;3]\n\nPost-Workout Supplements\n\nA variety of post-workout supplements are marketed to consumers to increase muscle mass through enhanced muscle repair, recovery, and growth. Below is a review of some of the most common ingredients in post-workout supplements.\n\nCarbohydrates\n\nReplenishing glycogen stores after a workout with sufficient carbohydrate intake is important for muscle recovery, and beginning the next workout with sufficient muscle glycogen stores has been shown to improve exercise performance. [22-24] However, normal dietary intake is typically sufficient to restore muscle glycogen stores after low-intensity exercises, such as walking, yoga, or tai chi (3–5 g carbohydrate/kg body weight per day), and even for moderate-intensity exercise, such as one hour or more of walking, jogging, swimming, or bicycling at modest effort (5–7 g carbohydrate/kg body weight per day). [24] Post-workout supplementation with carbohydrates and protein within 24–36 hours is only recommended following strenuous physical activity, which includes one hour or more of vigorous exercise such as interval training, running, swimming, bicycling, soccer, or basketball at a moderate to intense effort (where one can only carry on brief conversations or cannot speak); in this case, 6–12 g carbohydrates/kg body weight per day is recommended to be consumed after exercise to fully restore muscle glycogen stores. [24]\n\nProtein\n\nRecommended levels of daily protein intake for the general population (0.8 grams of protein for every kilogram of body weight, or about 7 grams of protein every day for every 20 pounds of body weight) are estimated to be sufficient to meet the needs of nearly all healthy adults. [25] Recommendations for protein supplementation during exercise vary based on the type of exercise being conducted: endurance training (e.g., long-distance bicycling) or resistance training (e.g., weight lifting). Very few studies have investigated the effects of prolonged protein supplementation on endurance exercise performance. A review conducted by the International Society of Sports Nutrition found that protein supplementation in the presence of adequate carbohydrate intake does not appear to improve endurance performance, but may reduce markers of muscle damage and feelings of soreness. [26] On the other hand, individuals who engage in high-intensity resistance training may benefit from increased protein consumption to optimize muscle protein synthesis required for muscle recovery and growth, but research is inconclusive, with the majority of studies investigating the effects of protein supplementation on maximal strength enhancement finding no benefit. [26] The extent to which protein supplementation may aid resistance athletes is highly contingent on a variety of factors, including intensity and duration of training, individual age, dietary energy intake, and quality of protein intake. For individuals engaging in strenuous exercise to build and maintain muscle mass, the International Society of Sports Nutrition recommends an overall daily protein intake of 1.4–2.0 g/kg of body weight/day. [26] This can be ingested in the form of protein foods or protein powder.\n\nSpotlight on protein powder\nPowdered protein can come from a variety of sources, including eggs, milk (e.g., casein, whey), and plants (e.g., soybeans, peas, hemp). [27] Some protein powders contain protein from multiple sources; for instance, a vegan option might include protein derived from peas, pumpkin seeds, sunflower seeds, and alfalfa. Protein powders are dietary supplements and are not reviewed by the FDA for safety or effectiveness. They can often contain non-protein ingredients, including vitamins and minerals, thickeners, added sugars, non-caloric sweeteners, and artificial flavoring. If you choose to consume protein powder, it is important to read the nutrition and ingredient labels beforehand so you know what you’re buying.\n\nSome sources of protein supplements:\n\nCasein and whey are proteins found in cow’s milk; roughly 80% of milk proteins are casein, while the other ~20% are whey. [28] Both proteins should be avoided by people who have trouble digesting dairy. Casein and whey contain all essential amino acids and are easily absorbed by the body, but their speed of absorption differs. [29,30] Whey protein is water soluble and rapidly metabolized into amino acids. Casein, on the other hand, is not soluble in water and is digested more slowly than whey—when ingested, it forms a clotted gel in the stomach that provides a sustained slow release of amino acids into the bloodstream over several hours. [31] Studies examining protein supplementation for resistance training suggest that whey’s faster digestion could be beneficial for gains in skeletal muscle mass compared to casein in both young men and in trained bodybuilders. [32,33] Another study, however, found that both proteins resulted in increased amino acid concentrations in the body compared to a placebo, with no significant differences between casein and whey for amino acid uptake or muscle protein balance. [34] Due to casein’s slower rate of absorption, it is often touted on health blogs as being useful for weight loss because it could hypothetically promote fullness, especially if ingested before periods of fasting, such as before bed. However, multiple studies have found no clear evidence that casein is more effective than any other protein source for satiety or weight loss. [35,36]\nSoy protein powder is derived from soybeans, and unlike many plant-based proteins, it contains adequate levels of all essential amino acids. It is a common alternative to milk protein for vegans or people with dairy sensitivities or allergies. Soy protein is absorbed fairly rapidly by the body, although it is not as bioavailable as animal-based proteins. One study found that soy protein promoted muscle protein synthesis significantly more than casein protein when consumed by healthy young men at rest and after leg resistance exercise, but that soy protein was inferior to whey protein in increasing muscle protein synthesis. [32] A review of studies on milk- and soy-based protein supplementation also found that whey protein was better able to support muscle protein synthesis compared to soy protein in younger and older adults. [37]\nPea protein powder is made from yellow split peas, and can be an option for vegans or people with allergies or sensitivities to soy or dairy. Pea protein is rich in eight of the nine essential amino acids; it is low in methionine, which can be obtained from other sources including rice and animal proteins. There is limited research on the effects of pea protein. One double-blind, randomized, placebo-controlled study found that men aged 18 to 35 years who ingested 50 grams of pea protein daily in combination with a resistance training program over 12 weeks experienced similar increases in muscle thickness compared to those who ingested the same amount of whey protein daily. [38] However, all participants experienced similar increases in muscle strength, with no significant difference between those who supplemented with pea protein, whey protein, or a placebo.\nHemp protein powder is derived from the seeds of the hemp plant. Although there is little research on the use of hemp protein powder as a workout supplement, it contains omega-3 fatty acids and a number of essential amino acids. However, it is not a complete protein, as it has relatively low levels of lysine and leucine. [39,40]\nBranched-Chain Amino Acids (BCAAs)\n\nThree out of the nine essential amino acids have a chemical structure involving a side-chain with a “branch”, or a central carbon atom bound to three or more carbon atoms. These three amino acids, leucine, isoleucine, and valine, are called branched-chain amino acids (BCAAs). They can be obtained from protein-rich foods such as chicken, red meat, fish, and eggs, and are also sold as dietary supplements in powdered form. BCAAs are key components of muscle protein synthesis, [41] and research has shown that leucine in particular drives protein synthesis and suppresses protein breakdown. [42-43] Although short-term mechanistic data suggests that leucine plays an important role in muscle protein synthesis, [44] longer-term trials do not support BCAAs as useful workout supplements. For example, a trial of leucine supplementation during an 8-week resistance training program did not result in increased muscle mass or strength among participants. [45] Studies have generally failed to find performance-enhancing effects of BCAAs such as accelerated repair of muscle damage after exercise. [46]\n\nAnother reason to be cautious of a high intake of BCAAs is its potentially negative effect on glucose metabolism and diabetes. BCAAs, particularly leucine, can disrupt the normal action of insulin, a hormone that regulates blood glucose. In an epidemiological study composed of three large cohorts of men and women followed for up to 32 years, a higher intake of BCAAs (obtained mainly from meats) was associated with a higher risk of developing type 2 diabetes. [47]\n\nChocolate Milk\n\nAlthough you may not think of it as a “supplement,” a number of pro athletes have begun to promote chocolate milk as an ideal post-workout beverage due to its combination of protein, carbohydrates, water, and electrolytes (in the form of sodium and calcium). A review of the effects of chocolate milk on post-exercise recovery found that chocolate milk provided similar or superior results compared to water or other sports drinks, [48] while another review found that low-fat chocolate milk was an effective supplement to spur protein synthesis and glycogen regeneration. [49] However, the authors noted that evidence is limited and high-quality clinical trials with larger sample sizes are warranted. Of note, many studies of chocolate milk as a post-workout supplement are sponsored by the dairy industry, which may introduce bias. Chocolate milk generally contains high amounts of added sugars and saturated fat, and is likely most useful for athletes conducting high-intensity exercise for multiple hours a day, such as professional swimmers competing in the Olympics. However, for most individuals conducting moderate-intensity physical activity, such as an hour of jogging or bicycling, water is a healthier alternative as a post-workout beverage.\n\nElectrolytes\n\nMany supplements include electrolytes, which are chemicals that conduct electricity when mixed with water, and include sodium, potassium, and calcium. Electrolytes are important for hydration and the regulation of nerve and muscle function; for example, calcium, sodium, and potassium all work together to help muscles contract properly. The body loses electrolytes through sweating, so sports drinks (which typically contain carbohydrates/sugar and electrolytes) and other electrolyte supplements are often marketed as being necessary after a workout. However, the American College of Sports Medicine has asserted that there is little evidence of any difference in performance between those who drink beverages containing carbohydrates and electrolytes compared to those who drink plain water after exercising for less than one hour. [50] Sports drinks and other electrolyte supplements are generally only appropriate for people exercising vigorously for more than an hour, especially if causes them to sweat heavily. Learn more about sports drinks here.\n\nBottom Line\n\nWorkout supplements such as caffeine and creatine may be used to enhance exercise performance for high-intensity, strenuous physical activity, such as training to run a marathon or power lifting. However, a healthy diet with adequate amounts of healthy carbohydrates, protein, and water is sufficient to fuel the body for moderate amounts of physical activity, such as an hour of jogging or bicycling. As workout supplements are not reviewed by the FDA for safety or effectiveness, you should consult with a doctor before incorporating them into your exercise routine and discuss if there are any potential contraindications if you have existing medical conditions.\n\nRelated\nSports Drinks\nProtein\nStaying Active\nReferences\n\nLast reviewed November 2021\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}