{
  "href": "https://nutritionsource.hsph.harvard.edu/kids-healthy-eating-plate/#site-content",
  "title": "Skip to content",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Kid’s Healthy Eating Plate\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nKid’s Healthy Eating Plate\n\nThe Kid’s Healthy Eating Plate is a visual guide to help educate and encourage children to eat well and keep moving. At a glance, the graphic features examples of best-choice foods to inspire the selection of healthy meals and snacks, and it emphasizes physical activity as part of the equation for staying healthy.\n\n \n\nBuilding a healthy and balanced diet\n\nEating a variety of foods keeps our meals interesting and flavorful. It’s also the key to a healthy and balanced diet because each food has a unique mix of nutrients—both mac­ronutrients (carbohydrate, protein, and fat) and micronutrients (vitamins and minerals). The Kid’s Healthy Eating Plate provides a blueprint to help us make the best eating choices.\n\nAlong with filling half of our plate with colorful vegetables and fruits (and choosing them as snacks), split the other half between whole grains and healthy protein:\n\nThe more veggies – and the greater the variety – the better.\nPotatoes and French fries don’t count as vegetables because of their negative impact on blood sugar.\n\nMore on vegetables >\n\n \n\nEat plenty of fruits of all colors.\nChoose whole fruits or sliced fruits (rather than fruit juices; limit fruit juice to one small glass per day).\n\nMore on fruits >\n\n \n\nGo for whole grains or foods made with minimally processed whole grains. The less processed the grains, the better.\nWhole grains—whole wheat, brown rice, quinoa, and foods made with them, such as whole-grain pasta and 100% whole-wheat bread—have a gentler effect on blood sugar and insulin than white rice, bread, pizza crust, pasta, and other refined grains.\n\nMore on whole grains >\n\n \n\nChoose beans and peas, nuts, seeds, and other plant-based healthy protein options, as well as fish, eggs, and poultry.\nLimit red meat (beef, pork, lamb) and avoid processed meats (bacon, deli meats, hot dogs, sausages).\n\nMore on healthy protein >\n\n \n\nIt’s also important to remember that fat is a necessary part of our diet, and what matters most is the type of fat we eat. We should regularly choose foods with healthy unsaturated fats (such as fish, nuts, seeds, and healthy oils from plants), limit foods high in saturated fat (especially red meat), and avoid unhealthy trans fats (from partially hydrogenated oils):\n\nUse healthy oils from plants like extra virgin olive, canola, corn, sunflower, and peanut oil in cooking, on salads and vegetables, and at the table.\nLimit butter to occasional use.\n\nMore on healthy oils and healthy fats >\n\n \n\nDairy foods are needed in smaller amounts than other foods on our plate:\n\nChoose unflavored milk, plain yogurt, small amounts of cheese, and other unsweetened dairy foods.\nMilk and other dairy products are a convenient source of calcium and vitamin D, but the optimal intake of dairy products has yet to be determined and the research is still developing. For children consuming little or no milk, ask a doctor about possible calcium and vitamin D supplementation.\n\nMore on dairy >\n\n \n\nWater should be the drink of choice with every meal and snack, as well as when we are active:\n\nWater is the best choice for quenching our thirst. It’s also sugar-free, and as easy to find as the nearest tap.\nLimit juice—which can have as much sugar as soda—to one small glass per day, and avoid sugary drinks like sodas, fruit drinks, and sports drinks, which provide a lot of calories and virtually no other nutrients. Over time, drinking sugary drinks can lead to weight gain and increase the risk of type 2 diabetes, heart disease, and other problems.\n\nMore on water and choosing healthy drinks >\n\n \n\nFinally, just like choosing the right foods, incorporating physical activity into our day by staying active is part of the recipe for keeping healthy:\n\nTrade inactive “sit-time” for “fit-time.”\nChildren and adolescents should aim for at least one hour of physical activity per day, and they don’t need fancy equipment or a gym—The Physical Activity Guidelines for Americans suggest choosing unstructured activities for children such as playing tug-of-war, or having fun using playground equipment.\n\nMore on staying active >\n\n \n\nOverall, the main message is to focus on diet quality.\n\nThe type of carbohydrate in the diet is more important than the amount of carbohydrate in the diet, because some sources of carbohydrate—like vegetables (other than potatoes), fruits, whole grains, and beans—are much healthier than sugar,  potatoes, and foods made from white flour.\nThe Kid’s Healthy Eating Plate does not include sugary drinks, sweets, and other junk foods. These are not everyday foods and should be eaten only rarely, if ever.\nThe Kid’s Healthy Eating Plate encourages the use of healthy oils in place of other types of fat.\n\nAbout the Kid’s Healthy Eating Plate\n\nThe Kid’s Healthy Eating Plate was created by nutrition experts at the Harvard T.H. Chan School of Public Health, based on the best available science, to enhance the visual guid­ance provided by the U.S. Department of Agriculture’s MyPlate icon. The Kid’s Plate reflects the same important messages as the Healthy Eating Plate, with a primary focus on diet quality, but is designed to further facilitate the teaching of healthy eating behaviors to children.\n\nKid's Healthy Eating Plate Terms of Use\n\n \n\nRelated Tools and Resources\n\nDownload the Kid’s Healthy Eating Plate Guide\n\nColor your own plate!\n\nTips for packing a healthy lunch\n\nThe Kid’s Healthy Eating Plate is a key resource in this school-based program that equips children with the knowledge, skills, and supportive environment they need to lead more healthful lives. Learn more about the Eat Well & Keep Moving curriculum.\n\nAccess the Kid’s Healthy Eating Plate translated into Spanish – El Plato para Comer Saludable para Niños\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}