{
  "href": "https://nutritionsource.hsph.harvard.edu/food-features/apples/",
  "title": "Apples",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Apples\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nApples\n\nDoes eating an apple every day really keep the doctor away? Apples are certainly popular—ranking among the top three fruits produced around the world. They are easy to store and transport, and as a result, are typically available year-round in the U.S. In this piece we’ll explore how apples may benefit health and the best types for baking versus munching straight off the core.\n\nSource Of\nFiber, insoluble and soluble\nPhytochemicals (quercetin, catechin, chlorogenic acid, anthocyanin)\nVitamin C\n\nOne serving, or one medium apple, provides about 95 calories, 0 gram fat, 1 gram protein, 25 grams carbohydrate, 19 grams sugar (naturally occurring), and 3 grams fiber. \n\nApples and Health\n\nApples are rich in quercetin and pectin, both of which are credited for supplying apples with their health benefits. [1] Quercetin is a flavonoid, a type of naturally occurring plant chemical that has antioxidant and anti-inflammatory effects. Pectin is a type of soluble fiber that may help prevent constipation and have a modest effect on lowering LDL, the “bad” cholesterol. Pectin is also fermented by beneficial bacteria in the colon, which produces short chain fatty acids that may play a role in the prevention of chronic diseases, including certain cancers and bowel disorders. [2,3]\n\nFresh, whole apples offer the most nutrients. Discarding the skin removes much of the fiber and the majority of flavonoids. Dehydrating or drying the apples removes vitamin C, which is predominantly in the flesh. In addition, sugar (along with extra calories) is often added to dried apples. Clear apple juice undergoes filtering and pasteurization, which removes most of the flavonoids and fibers. [3]\n\nOverall research shows a benefit when adding apples to the diet. The studies below looked at the health effects of apples in the diet over time, or examined the effects of specific phytochemicals in apples.\n\nCardiovascular disease\nType 2 diabetes\nWeight management\nCancer\nShould I be concerned about pesticides?\nApples continuously top the list of fruits highest in pesticide residues. They often require more pesticides as they are particularly susceptible to bugs and disease. Although apples are generally washed before being sold, the amount of remaining residue is unknown and may vary widely (partly depending on the type and amount of pesticide applied).\n\nHowever, the U.S. Department of Agriculture and the Environmental Protection Agency (EPA) have developed a national pesticide residue database called the Pesticide Data Program (PDP) to collect data each year on pesticide residues in food. One of the most common pesticides used on apples after harvest is diphenylamine, used to prevent apple scald or browning of the skin that can occur during storage. A 2016 analysis from the PDP found that 80% of 531 apple samples contained residues of this chemical at 0.002-3.8 ppm, which is below the EPA’s tolerance level of 10 ppm. [12] A tolerance level is the maximum amount of residue allowed on a raw food. This amount is based on a review of numerous scientific studies to determine possible harmful effects the chemical could have on humans, the amount of residue likely to remain in or on the food, and the amount of the food that people typically eat.\n\nAlthough some pesticide residue can permeate into the flesh, washing and peeling the apple skin removes much of the pesticide. Apple skin supplies the majority of healthy phytochemicals and fiber, so it is not best to remove it. If one eats several apples a week and is unsure of the amount of pesticides used, purchasing organically grown apples may be an option, although direct evidence is not available that there is an important difference in health effects.\n\nSome general tips for cleaning apples:\n\nThe Food and Drug Administration recommends washing all produce thoroughly (including organic) under running water before preparing or eating. Firm produce like apples may be scrubbed with a clean produce brush. They do not recommend washing produce with soap, detergent, or even commercial produce washes. The washes are intended for killing bacteria rather than removing pesticides, and studies have shown that water is just as, if not more, effective than produce washes for removing bacteria. [13]\nBaking soda is effective at removing bacteria and breaking down pesticide residues so they are more easily rinsed off, but this method requires a few extra steps. Soak the apple in a baking soda solution of 1 teaspoon of baking soda and 2 cups water for 10-15 minutes, then rinse well. To save time, soak a large batch of apples, rinse well, and then dry each thoroughly with a towel before storing in the refrigerator (as any remaining excess moisture can promote mold or spoilage).\n\nKeep in mind that the health benefits of eating fruits and vegetables outweigh potential pesticide risks, and should not deter one from including apples as part of a healthful diet.\n\nStorage\nTo prolong freshness, store in the refrigerator in the crisper drawer. They will usually remain fresh for at least 1-2 months, if not longer. Apples are a climacteric fruit, meaning that they continue to ripen after harvesting due to emitting a gas called ethylene. Cold temperatures slow down the production of ethylene. Even so, apples will still emit some ethylene when refrigerated and can speed the ripening of other produce stored nearby. Store apples in their own drawer apart from other produce to prevent this from happening.\nIf stored at room temperature, the enzymes and ethylene gas in apples quicken ripening. They will last on your counter for about 1-2 weeks but the texture can change during this time.\nServe\n\nThere are at least a dozen types of apples found in U.S. supermarkets, but up to 100 varieties are available. Check out local farms and farmers markets for more unusual heirloom varieties. Some are best for cooking and baking, and others are enjoyed raw for snacking. They range from sweet to tart, and may produce a hearty crunch or a light crispy bite.\n\nTart, mildly sweet apples with firm crisp flesh that don’t become mushy at high temperatures are best for baking: Jonagolds, Granny Smith, Honeycrisp, Melrose, Cortland, Braeburn.\nJuicy and sweet flavors are often chosen for eating: Gala, Red and Golden Delicious, Fuji, McIntosh. If you prefer tart over sweet, baking apples can certainly be eaten as well!\nSome fun ways to enjoy apples:\nCut one apple into thin slices and spread with nut or seed butter.\nEnjoy a sweet/salty, crunchy/creamy combo by pairing apple slices with thin slices of cheddar cheese.\nApple sandwich: Remove the center and seeds of an apple with a corer and slice the apple into rounds about a ½-inch thick. Spread one apple slice with nut or seed butter and sprinkle with granola or trail mix. Then place another apple slice on top.\nOven-baked apple chips: Core apple and slice very thinly or with a mandoline. Place on a lightly greased baking sheet or parchment paper. Sprinkle with cinnamon. Bake at 225 degrees F for one hour (higher temperatures can burn the apples). Flip apple slices and bake for up to 1 hour more or until apple chips feel dry. Transfer to a cooling rack and let cool completely.\nWaldorf salad: Chop 2 large apples into small chunks and add to large bowl with ½ cup walnuts, 1 sliced celery rib, and ¼ cup raisins. Sprinkle with lemon juice. Prepare the dressing by combining ½ cup nonfat plain yogurt, 1-2 tablespoons mayonnaise, teaspoon of lemon zest, and pinch of pepper. Fold dressing into apple mixture and stir well.\nApple, fennel, and endive salad: Thinly slice 2 large apples, 1 bulb of fennel, and 3 small endives. Squeeze over half of a lemon and add white balsamic vinegar, olive oil, salt and pepper to taste. Add chopped pecans for an additional crunch.\n\nMore recipes featuring apples:\n\nChicken, Shrimp, and Fruit Salad\nRoasted Butternut Squash Soup\nDid You Know?\n\nApple juice and apple cider are different!\n\nCider is produced when raw apples are mashed and pressed to extract the liquid. It is not filtered and sold either pasteurized or unpasteurized. This causes cider to appear cloudy, as it contains pulp and sediment. It is more acidic and contains more flavonoids than apple juice.\nApple juice has been filtered to remove solids and pasteurized so that it remains fresher longer. Sugar is sometimes added. During filtration, the tart and bitter flavors from the natural apple flavonoids may be removed, so apple juice typically has a uniform sweet flavor.\nHow do apples get their shape?\nApples are among the oldest and most recognizable fruits in the world. But have you ever really considered an apple’s shape? Using theory and experiments, researchers at the Harvard John A. Paulson School of Engineering and Applied Sciences show how apples get their distinct spherical shape, and the characteristic dimple at the top where the stem grows.\nREAD MORE\nReferences\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}