{
  "href": "https://nutritionsource.hsph.harvard.edu/",
  "title": "Home",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nLearn more about the impacts of stress on eating patterns and health, and strategies that may help control it.\nMindful eating\nStemming from the broader practice of mindfulness, a look at this approach to eating and review of the available research behind it.\nPlate and the Planet\nDifferent foods have differing impacts on our health; they also have differing impacts on the environment. Learn about a “planetary health diet.”\nElevate your plate\nLooking to reduce red meat for your health and the planet’s health? Find a strategy that works best for you.\nSpotlight on artificial sweeteners\nThe health effects of low-calorie/artificial sweeteners are inconclusive, with research showing mixed findings. Learn more.\nSleep\nSleep is as essential to our daily needs as food and water, playing a critical role in brain as well as physical functioning.\n1\n2\n3\n4\n5\n6\n\nThe Healthy Eating Plate\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nCarbohydrates\n\nThe type of carbohydrate you eat is more important than the amount.\n\nDiet Reviews\n\nA look at some popular diets—and the research behind them.\n\nFood Features\n\nExplore your favorite foods: History, nutrition, and cooking ideas.\n\nProtein\n\nProtein is essential macronutrient, but not all food sources are created equal.\n\nRecipes\n\nHealthy eating begins in the kitchen, whether at home or another venue.\n\nThe Nutrition Source Update\n\nA monthly e-newsletter with practical strategies for healthy living.\n\nFats and Cholesterol\n\nWhen it comes to dietary fat, what matters most is the type of fat you eat.\n\nDisease Prevention\n\nType 2 diabetes and heart disease is striking people at younger ages – but prevention is in our power.\n\nKid's Healthy Eating Plate\n\nA visual guide to encourage children to eat well and keep moving.\n\nSalt and Sodium\n\nWe need some sodium but too much can lead to health problems.\n\nSustainability\n\nExplore this multifaceted issue, in which food production and our diets play a major role.\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}