{
  "href": "https://nutritionsource.hsph.harvard.edu/eggs/",
  "title": "eggs",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Eggs\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nEggs\n\nLong-vilified for their high cholesterol content by well-meaning doctors and scientists researching heart disease, eggs now seem to be making a bit of a comeback. So what changed?\n\nWhile it’s true that just one large egg yolk has 200 mg of cholesterol—making it one of the richest sources of dietary cholesterol—eggs also contain additional nutrients that may help lower the risk for heart disease. In addition, the moderate amount of fat in an egg, about 5 grams, is mostly monounsaturated and polyunsaturated fat. It’s also crucial to distinguish between dietary cholesterol and cholesterol in the blood, which are only weakly related. The focus on dietary cholesterol alone was de-emphasized as more attention was placed on the influence of saturated and trans fat on blood cholesterol. Accordingly, the Dietary Guidelines for Americans 2015 removed the prior recommendation to limit consumption of dietary cholesterol to 300 mg per day. [1]\n\nGiven their history, “are eggs healthy?” has become a frequently asked nutrition question. To answer this, it’s important to look at eggs not only on their own, but in context of the entire diet, especially when compared to foods they may replace (and vice-versa).\n\nSource Of \nCholesterol\nProtein\nCholine\nBiotin – Vitamin B7\nVitamin A\nAntioxidants lutein and zeaxanthin\nEggs and Health\nResearch on moderate egg consumption in two large prospective cohort studies (nearly 40,000 men and over 80,000 women) found that up to one egg per day is not associated with increased heart disease risk in healthy individuals. [2]\nEggs were previously associated with heart disease risk as a result of their high cholesterol content. However, a solid body of research shows that for most people, cholesterol in food has a smaller effect on blood levels of total cholesterol and harmful LDL cholesterol than does the mix of fats in the diet. [2-4]\nOf course, this research doesn’t give a green light to daily three-egg omelets. While a 2008 report from the Physicians’ Health Study supports the idea that eating an egg a day is generally safe for the heart, it also suggests that going much beyond that could increase the risk for heart failure later in life. [5] You also need to pay attention to the “trimmings” that come with your eggs. To your cardiovascular system, scrambled eggs, salsa, and a 100% whole-wheat English muffin is a far different meal than scrambled eggs with cheese, sausages, home fries, and white toast.\nPeople who have difficulty controlling their total and LDL cholesterol may also want to be cautious about eating egg yolks and instead choose foods made with egg whites. The same is true for people with diabetes. In studies including the Nurses’ Health Study and Health Professionals Follow-up Study, heart disease risk was increased among men and women with diabetes who ate one or more eggs a day. [2,4] For people who have diabetes and heart disease, it may be best to limit egg consumption to no more than three yolks per week.\nFurthermore, to truly assess eggs and heart health, we need to examine how they stack-up to foods we might choose in their place—the classic nutrition substitution analysis. Using some common breakfast options as an example:\nWhile eggs may be a much better choice than sugary, refined grain-based options like sweetened breakfast cereals, pancakes with syrup, muffins, or bagels, they may fall short of other options. A bowl of steel-cut oats with nuts and berries, for example, will be a much better choice for heart health than an egg-centric breakfast. Consumption of whole grains and fruit predict lower risk of heart disease, and when it comes to protein, plant sources like nuts and seeds are related to lower cardiovascular and overall mortality, especially when compared to red meat or eggs. [6]\nThe bottom line: While eggs may not be the optimal breakfast choice, they are certainly not the worst, falling somewhere in the middle on the spectrum of food choice and heart disease risk. For those looking to eat a healthy diet, keeping intake of eggs moderate to low will be best for most, emphasizing plant-based protein options when possible.\nEggs in the news\nFindings from a recent study may be rekindling the debate about the role of dietary cholesterol and egg consumption in cardiovascular disease, but the results should be viewed in the context of existing research.\nA CLOSER LOOK AT THE STUDY\nStorage and Food Safety\n\nFood safety is a top priority when handling raw eggs. A contaminated hen can transmit Salmonella inside the egg if the shell has not completely formed. Salmonella can also penetrate egg shells, which have tiny open pores.\n\nLook for a sell-by date on egg cartons; eggs will generally last for four to six weeks after this date. Avoid packages with cracked eggs, which can increase risk of bacterial contamination. Discard a cracked egg if you discover one after purchase.\nPromptly refrigerate eggs in their carton at 40°F or below, in the coldest part of the refrigerator. Avoid storing in side doors where the temperature varies.\nCook eggs until the whites and yolks have solidified, to prevent food-borne illness. Egg dishes should reach an internal temperature of 160°F. If using recipes for raw or undercooked eggs, use pasteurized eggs that are heat-treated to destroy bacteria.\nDon’t allow cooked eggs or egg dishes to sit at room temperature for longer than two hours.\nWash your hands and any surfaces with soap and water that have come in contact with raw eggs.\nFree-Range? Farm-Fresh? A look at egg carton labels\nPrepare and Serve\nHardboiled: (Avoid overcooking hardboiled eggs, as evidenced by a green ring around the yolk or egg whites seeping out of the shell.) Place desired amount of eggs in a single layer in a pot. Fill with enough water to cover eggs completely. Bring water to a gentle rolling boil and allow to cook for 1 minute. Turn off heat, cover the pot, and allow eggs to sit in the water for 10-12 minutes. Remove from pot and rinse eggs with cool water. Peel and serve, or store in refrigerator for up to one week.\nAdd chopped hardboiled eggs to salads or eat whole as a snack.\nMash 1/4 of an avocado on a slice of whole grain toast. Top with hardboiled egg slices and a sprinkle of black pepper or red pepper flakes.\nReplace the mayo in an egg salad with a similar quantity of hummus or mashed avocado with a squeeze of lemon and pinch of salt.\nEasy egg scramble: Heat 2 teaspoons olive oil in a frying pan on low-medium heat. Add 1 cup finely chopped vegetables of choice (e.g., tomato, bell pepper, onion, garlic, broccoli, baby spinach or arugula, mushroom, zucchini) and stir until vegetables are slightly wilted. Add 2 beaten eggs (or 1 whole egg and 2 egg whites) to mixture and stir gently until eggs solidify. Add a pinch of salt and pepper or a sprinkle of mozzarella or Parmesan cheese.\nEgg “muffins:” In a medium bowl, beat 12 whole eggs (or desired equivalent in egg whites; 1 whole egg = 2 egg whites) and set aside. Heat 1-2 teaspoons olive oil in a fry pan on medium heat and stir-fry 1 cup finely chopped vegetables of choice (see above). Divide and add cooked vegetables into a 12-cup muffin tin sprayed with nonstick spray. Pour egg mixture over the vegetables. Bake at 350°F for 15 minutes or until a toothpick inserted in the center of a muffin is clean. Allow muffins to cool in pan for a few minutes before removing. Store in refrigerator for up to 5 days or freeze for up to 1 month.\nDid You Know?\nWhile chicken eggs are the most common variety (especially in the U.S.), eggs from a range of birds—including ducks and quail—are also consumed worldwide.\nBrown eggs are not more nutritious than white. The color and size of an egg are determined by the breed of hen, which can produce white, cream, brown, blue, green or speckled eggs! The color of the yolk is also not reflective of nutritional value but the type of poultry feed.\nEggs vary in available sizes from medium to jumbo, but eggs graded “large” are the standard size preferred in recipes.\nRelated\nAsk the Expert with Dr. Walter Willett: Cholesterol\n5 Quick tips: Choosing healthy protein foods\nEggs, fats, and the new dietary guidelines\nReferences\n\nLast reviewed August 2020\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}