{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-weight/diet-reviews/mind-diet/",
  "title": "Learn more about the MIND diet",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Weight > Diet Reviews > Diet Review: MIND Diet\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nDiet Review: MIND Diet\n\nFinding yourself confused by the seemingly endless promotion of weight-loss strategies and diet plans? In this series, we take a look at some popular diets—and review the research behind them.\n\nWhat Is It?\n\nThe Mediterranean-DASH Diet Intervention for Neurodegenerative Delay, or MIND diet, targets the health of the aging brain. Dementia is the sixth leading cause of death in the United States, driving many people to search for ways to prevent cognitive decline. In 2015, Dr. Martha Clare Morris and colleagues at Rush University Medical Center and the Harvard Chan School of Public Health published two papers introducing the MIND diet. [1,2] Both the Mediterranean and DASH diets had already been associated with preservation of cognitive function, presumably through their protective effects against cardiovascular disease, which in turn preserved brain health.\n\nThe research team followed a group of older adults for up to 10 years from the Rush Memory and Aging Project (MAP), a study of residents free of dementia at the time of enrollment. They were recruited from more than 40 retirement communities and senior public housing units in the Chicago area. More than 1,000 participants filled out annual dietary questionnaires for nine years and had two cognitive assessments. A MIND diet score was developed to identify foods and nutrients, along with daily serving sizes, related to protection against dementia and cognitive decline. The results of the study produced fifteen dietary components that were classified as either “brain healthy” or as unhealthy. Participants with the highest MIND diet scores had a significantly slower rate of cognitive decline compared with those with the lowest scores. [1] The effects of the MIND diet on cognition showed greater effects than either the Mediterranean or the DASH diet alone.\n\nHow It Works\n\nThe purpose of the research was to see if the MIND diet, partially based on the Mediterranean and DASH diets, could directly prevent the onset or slow the progression of dementia. All three diets highlight plant-based foods and limit the intake of animal and high saturated fat foods. The MIND diet recommends specific “brain healthy” foods to include, and five unhealthy food items to limit. [1]\n\nThe healthy items the MIND diet guidelines* suggest include:\n\n3+ servings a day of whole grains\n1+ servings a day of vegetables (other than green leafy)\n6+ servings a week of green leafy vegetables\n5+ servings a week of nuts\n4+ meals a week of beans\n2+ servings a week of berries\n2+ meals a week of poultry\n1+ meals a week of fish\nMainly olive oil if added fat is used\n\nThe unhealthy items, which are higher in saturated and trans fat, include:\n\nLess than 5 servings a week of pastries and sweets\nLess than 4 servings a week of red meat (including beef, pork, lamb, and products made from these meats)\nLess than one serving a week of cheese and fried foods\nLess than 1 tablespoon a day of butter/stick margarine\n\n*Note: modest variations in amounts of these foods have been used in subsequent studies. [9,10]\n\nSample meal plan\nIs alcohol part of the MIND diet?\n\nWine was included as one of the 15 original dietary components in the MIND diet score, in which a moderate amount was found to be associated with cognitive health. [1] However, in subsequent MIND trials it was omitted for “safety” reasons. The effect of alcohol on an individual is complex, so that blanket recommendations about alcohol are not possible. Based on one’s unique personal and family history, alcohol offers each person a different spectrum of benefits and risks. Whether or not to include alcohol is a personal decision that should be discussed with your healthcare provider. For more information, read Alcohol: Balancing Risks and Benefits.\n\nThe Research So Far\n\nThe MIND diet contains foods rich in certain vitamins, carotenoids, and flavonoids that are believed to protect the brain by reducing oxidative stress and inflammation. Although the aim of the MIND diet is on brain health, it may also benefit heart health, diabetes, and certain cancers because it includes components of the Mediterranean and DASH diets, which have been shown to lower the risk of these diseases.\n\nCohort studies\n\nResearchers found a 53% lower rate of Alzheimer’s disease for those with the highest MIND diet scores (indicating a higher intake of foods on the MIND diet). Even those participants who had moderate MIND diet scores showed a 35% lower rate compared with those with the lowest MIND scores. [2] The results didn’t change after adjusting for factors associated with dementia including healthy lifestyle behaviors, cardiovascular-related conditions (e.g., high blood pressure, stroke, diabetes), depression, and obesity, supporting the conclusion that the MIND diet was associated with the preservation of cognitive function.\n\nSeveral other large cohort studies have shown that participants with higher MIND diet scores, compared with those with the lowest scores, had better cognitive functioning, larger total brain volume, higher memory scores, lower risk of dementia, and slower cognitive decline, even when including participants with Alzheimer’s disease and history of stroke. [3-8]\n\nClinical trials\n\nA 2023 randomized controlled trial followed 604 adults aged 65 and older who at baseline were overweight (BMI greater than 25), ate a suboptimal diet, and did not have cognitive impairment but had a first-degree relative with dementia. [9] The intervention group was taught to follow a MIND diet, and the control group continued to consume their usual diet. Both groups were guided throughout the study by registered dietitians to follow their assigned diet and reduce their intake by 250 calories a day. The authors found that participants in both the MIND and control groups showed improved cognitive performance. Both groups also lost about 11 pounds, but the MIND diet group showed greater improvements in diet quality score. The authors examined changes in the brain using magnetic resonance imaging, but findings did not differ between groups. [10] Nutrition experts commenting on this study noted that both groups lost a similar amount of weight, as intended, but the control group likely improved their diet quality as well (they had been coached to eat their usual foods but were taught goal setting, calorie tracking, and mindful eating techniques), which could have prevented significant changes from being seen between groups. Furthermore, the duration of the study–3 years–may have been too short to show significant improvement in cognitive function.\n\nThe results of this study showed that the MIND diet does not slow cognitive aging over a 3-year treatment period. Whether the MIND diet or other diets can slow cognitive aging over longer time periods remains a topic of intense interest.\n\nOther factors\n\nResearch has found that greater poverty and less education are strongly associated with lower MIND diet scores and lower cognitive function. [11]\n\nPotential Pitfalls\nThe MIND diet is flexible in that it does not include rigid meal plans. However, this also means that people will need to create their own meal plans and recipes based on the foods recommended on the MIND diet. This may be challenging for those who do not cook. Those who eat out frequently may need to spend time reviewing restaurant menus.\nAlthough the diet plan specifies daily and weekly amounts of foods to include and not include, it does not restrict the diet to eating only these foods. It also does not provide meal plans or emphasize portion sizes or exercise.\nBottom Line \n\nThe MIND diet can be a healthful eating plan that incorporates dietary patterns from the Mediterranean and DASH, both of which have suggested benefits in preventing and improving cardiovascular disease and diabetes, and supporting healthy aging. When used in conjunction with a balanced plate guide, the diet may also promote healthy weight loss if desired. Whether or not following the MIND diet can slow cognitive aging over longer time periods remains an area of interest, and more research needs to be done to extend the MIND studies in other populations.\n\nRelated\nHealthy Weight\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nOther Diet Reviews\nReferences\n\nLast reviewed August 2023\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}