{
  "href": "https://www.hsph.harvard.edu/giving/",
  "title": "Make a Gift",
  "content": "Skip to main content\nSearch\nGiving\nHarvard T.H. Chan School of Public Health\nDegrees & Programs\nAdmissions\nFaculty & Research\nOpen Primary Navigation\nHome / Alumni and Friends / Support Harvard Chan School\n\nAlumni and Friends\n\nGive Now\nMore ways to give\nHome\nFor our Graduates\nGiving\nSupport Harvard Chan School\nWays to Give\nInvest in Students\nGet Involved\nImpact\nEvents\nContact Us\nSupport Harvard Chan School\n\nMeet the moment with us.\n\nNow, more than ever, Harvard T.H. Chan School of Public Health needs philanthropy to support our mission: improving health and advancing equity so all people can thrive.\n\nPlay\n\nOur alumni and friends provide critical resources to educate the next generation of public health leaders; empower faculty to pursue groundbreaking research; and translate those insights into real-world solutions to global health challenges.\n\nYour support provides the security and flexibility we need to maintain our standard of excellence and respond swiftly to emerging opportunities.\n\nTogether, we can create a healthier, more equitable world. \n\nYour support matters now, more than ever.\n\nWith Harvard’s federal funding frozen, we are relying on philanthropy to power our research and support our educational programs. Every gift to the Annual Fund, regardless of size, advances our vision of health, dignity, and justice for all.\n\nGive Now Online\nMore Ways to give\nAnnual Giving\n\nGifts to the Annual Fund and Scholarship Fund provide vital resources that propel our mission and shape the future of public health.\n\nUnrestricted Support: Powering Innovation\n\nWhen you give unrestricted support to the Annual Fund, you provide flexible resources that:\n\nSupport world-class faculty conducting breakthrough research\nMaintain cutting-edge facilities and research infrastructure\nEnable strategic investments in emerging opportunities\nSustain excellence across all our core activities\nThe Scholarship Fund: Investing in Future Leaders\n\nYour gift to the Scholarship Fund helps attract and support exceptional students who will transform public health:\n\n60% of our students rely on financial aid\nStudents from 75 countries bring diverse perspectives to critical health challenges\nAdditional support helps reduce debt burden, enabling graduates to pursue impactful careers\nCompetitive aid packages help us attract top talent—84% who decline admission cite funding as the key factor\nLearn more about why financial aid matters\nAdditional Areas for Impact\nStudent Support\n\nLaunch the next generation of public health leaders\n\nFaculty Support\n\nAdvance public health on a global scale\n\nResearch Support\n\nDrive solutions to global challenges\n\nPlanned Giving\n\nMake provisions for future gifts to Harvard Chan School.\n\nCreate a Legacy\nYour Giving Drives Public Health Progress\nStudents help bolster mental health, epilepsy care at Ugandan clinic\nNew malaria control strategy efficiently kills parasites in the mosquito, could lead to more effective bed nets\nYunge Xiao, SM ’25, gained confidence as a researcher at Harvard Chan School\nOffice of Development and Alumni Relations\ngiving@hsph.harvard.edu\nalumni@hsph.harvard.edu\nFind a staff member\nPrivacy statement\nHarvard T.H. Chan School of Public Health\nAdministrative Offices\nPublic Health Resources\nJobs\nmy.harvard\nIntranet\nMake a Gift\nContact\nReport Issue / Leave Feedback\nAccessibility\nDigital Accessibility\nPrivacy Statement\nNondiscrimination Policy\nReport Copyright Infringement\nReport Security Issue\nTrademark Notice\nPublic health insights in your inbox.\n\nStay connected with newsletters on climate, nutrition, communication — and the latest from Harvard Chan School.\n\nSubscribe\n677 Huntington Avenue, Boston, MA 02115\n© 2025 The President and Fellows of Harvard College\nyoutube\nlinkedin\ninstagram\ntiktok\nthreads"
}