{
  "href": "https://www.wri.org/resources/data-visualizations/protein-scorecard",
  "title": "https://www.wri.org/resources/data-visualizations/protein-scorecard",
  "content": "This website utilizes technologies such as cookies to enable essential site functionality, as well as for analytics, personalization, and targeted advertising. You may change your settings at any time or accept the default settings. You may close this banner to continue with only essential cookies. Privacy Policy\n\nStorage Preferences\n\nTargeted Advertising\nPersonalization\nAnalytics\nSave\nAccept All\nReject All\nSkip to main content\nAccessibility\nMaking Big Ideas Happen\nMain navigation\nData\nData Lab\nData Applications\nProduct Studio\nData Explorer\nOpen Data Commitment\nResource Library\nReach an Expert\nDonate\nDONATE\nData Visualization\nProtein Scorecard\nTopic FOOD\nApril 20, 2016\nSocial\nEmail\nPrint\nPrimary Contact\nJanet Ranganathan\nNotes on GHG emissions and land and water use of different foods:\n\nFoods differ vastly in terms of the quantity of land, water, and energy needed per unit of energy and protein ultimately consumed, and in terms of their greenhouse gas impacts (see chart). Although the data in the protein scorecard, and in the chart, are global means for current agricultural production—masking variations among locations, production systems, and farm management practices—they enable general comparisons across food types.\n\nUnlike many other studies, the comparison of food types in the protein scorecard and the chart incorporates both land used for pasture and greenhouse gas emissions associated with changes in land use, using the GlobAgri-WRR model.\n\n“Fish” data in the scorecard are for aquaculture (farmed fish) only. However, data from Tyedmers et al. (2005) and Monterey Bay Aquarium/Seafood Watch (2015) suggest that for production-related emissions and on a global mean basis, capture (wild) fisheries and aquaculture emissions are of a similar order of magnitude. While capture (wild) fisheries do not cause land-use change or land-use change emissions, if unsustainably managed they can have negative impacts on aquatic ecosystems. Therefore, we felt comfortable overall listing “fish” on the scorecard as relatively on par with other lower-impact animal-based proteins on (eggs, poultry, pork).\n\nMore detail on the resource use and environmental impacts of different food types is available in the Working Paper Shifting Diets for a Sustainable Food Future. See discussion around Figure 2 and Boxes 3–5.\n\nNotes on retail prices of different foods:\n\nPlant-based proteins can be cheaper than animal-based ones. For example, based on average US retail prices in 2013, the price per gram of protein ranged from 0.9 cents for dried lentils, 1.1 cents for wheat flour, 1.2 cents for dried black beans, and 2.3 cents for dried white rice, to 2.7 cents for eggs, 2.9 cents for milk, 3.1 cents for fresh whole chicken, and 4.4 cents for ground beef (Authors’ calculations based on retail price data given in USDA/ERS 2015a, USDA/ERS 2015b, BLS 2015; and nutrient content data given in USDA 2015). Overall, our approach was to identify the least-processed type of food in each scorecard category, because processing adds to retail price and would distort comparisons among categories.\n\nTo obtain other retail prices not available in the USDA and BLS datasets, the authors used the following sources (current 2016 prices as 2013 prices were not available):\n\nScorecard category\n\n\t\n\nFood name\n\n\t\n\nRetail price per pound (US$)\n\n\t\n\nProtein content (100g)\n\n\t\n\nCalculated price per g protein (US cents)\n\n\t\n\nSource\n\n\n\n\nCorn\n\n\t\n\nCorn flour\n\n\t\n\n0.47\n\n\t\n\n8.46\n\n\t\n\n1.23\n\n\t\n\nhttp://www.walmart.com/c/kp/corn-flour\n\n\n\n\nSoy\n\n\t\n\nSoybeans, roasted, salted\n\n\t\n\n3.99\n\n\t\n\n38.55\n\n\t\n\n2.28\n\n\t\n\nhttps://nuts.com/snacks/soybeans/roasted-andsalted-whole.html\n\n\n\n\nFish\n\n\t\n\nTilapia fillets (farmed)\n\n\t\n\n3.79\n\n\t\n\n20.08\n\n\t\n\n4.16\n\n\t\n\nhttp://seafoodinternationaldigital.com/tilapia-sales-strengthen-at-us-supermarkets/\n\n\n\n\nLamb & goat\n\n\t\n\nLamb stew meat\n\n\t\n\n5.53\n\n\t\n\n20.21\n\n\t\n\n6.03\n\n\t\n\nhttps://www.ams.usda.gov/mnreports/lswlnvfeatures.pdf\n\n\n\n\nNuts\n\n\t\n\nRaw almonds\n\n\t\n\n8.99\n\n\t\n\n21.15\n\n\t\n\n9.37\n\n\t\n\nhttp://www.thenutbox.com/Nuts-s/1.htm\n\nBecause retail prices can vary between markets and over time, we presented them as general ranges ($, $$, $$$) so as not to give of a false impression of precision. Our ranges on the scorecard were:\n\nLess than 2.5 cents per gram of protein: $\n\n2.5 to 4 cents per gram of protein: $$\n\nMore than 4 cents per gram of protein: $$$\n\nReferences:\n\nBLS (US Bureau of Labor Statistics, US Department of Labor). 2015. “Average Retail Food and Energy Prices, U. S. and Midwest Region.” Washington, DC: BLS. Accessible at: http://www.bls.gov/regions/mid-atlantic/data/AverageRetailFoodAndEnergyPrices_USandMidwest_Table.htm.\n\nHall, S., A. Delaporte, M. J. Phillips, M. Beveridge, and M. O’Keefe. 2011. Blue Frontiers: Managing the environmental costs of aquaculture. Penang, Malaysia: WorldFish Center.\n\nHoekstra, A. Y., A. K. Chapagain, M. M. Aldaya, and M. M. Mekonnen. 2011. The Water Footprint Assessment Manual: Setting the Global Standard. London: Earthscan.\n\nMekonnen, M. M., and A. Y. Hoekstra. 2011. “The green, blue and grey water footprint of crops and derived crop products.” Hydrology and Earth System Sciences 15: 1577–1600.\n\nMekonnen, M. M., and A. Y. Hoekstra. 2012. “A Global Assessment of the Water Footprint of Farm Animal Products.” Ecosystems 15: 401–415.\n\nMonterey Bay Aquarium/Seafood Watch. 2015. “Seafood Watch® DRAFT Greenhouse Gas Emissions Criteria for Fisheries and Aquaculture: Multi Stakeholder Group Draft.” Monterey, CA: Monterey Bay Aquarium/Seafood Watch.\n\nTyedmers, P. H., R. Watson, and D. Pauly. 2005. “Fueling Global Fishing Fleets.” Ambio 34 (8): 635–638.\n\nUSDA/ERS (United States Department of Agriculture, Economic Research Service). 2015a. “Fruit and Vegetable Prices.” Accessible at: http://www.ers.usda.gov/data-products/fruit-and-vegetable-prices.aspx.\n\nUSDA/ERS (United States Department of Agriculture, Economic Research Service). 2015b. “Meat Price Spreads.” Accessible at: http://www.ers.usda.gov/data-products/meat-price-spreads.aspx.\n\nUSDA (United States Department of Agriculture). 2015. National Nutrient Database for Standard Reference Release 28. Washington, DC: USDA. Accessible at: http://ndb.nal.usda.gov/ndb/foods.\n\nWaite, R., M. Beveridge, R. Brummett, S. Castine, N. Chaiyawannakarn, S. Kaushik, R. Mungkung, S. Nawapakpilai, and M. Phillips. 2014. “Improving Productivity and Environmental Performance of Aquaculture.” Working Paper, Installment 5 of Creating a Sustainable Food Future. Washington, DC: World Resources Institute.\n\nWater Footprint Network. 2016. “Frequently asked questions.” The Hague, The Netherlands: Water Footprint Network. Accessible at: http://waterfootprint.org/en/water-footprint/frequently-asked-questions/#CP2.\n\nLand use and greenhouse gas emissions are estimated by GlobAgri-WRR model. Water use estimates are from authors’ calculations using data from Mekonnen and Hoekstra (2011, 2012). The following additional information about the water use estimates are summarized from Hoekstra et al. (2011) and Water Footprint Network (2016):\n\nThe water use estimates are divided into “blue” and “green” water footprints. “Blue water footprint” represents the volume of surface and groundwater consumed as a result of the production of a crop or animal-based food (i.e., irrigation). “Water consumption” refers to the volume of freshwater used and then evaporated or incorporated into a product. It also includes water abstracted from surface or groundwater in a watershed and returned to another watershed or the sea (but not to the watershed from which it was withdrawn). “Green water footprint” represents the volume of rainwater consumed during the production of a crop or animal-based food, and is equal to the total rainwater evapotranspiration (from fields and plantations) plus the water incorporated into the harvested crop. In the case of grazing land, Mekonnen and Hoekstra (2012) only calculate the evapotranspiration for the portion of grass consumed by animals (versus all of the water evapotranspired from the entire surface area). This narrower scope helps to explain why green water use in the chart does not more closely track total land use as calculated by GlobAgri-WRR (especially for cattle, which rely heavily on grasses for feed).\n\nFreshwater availability on earth is determined by annual precipitation above land. One part of the precipitation evaporates and the other part runs off to the ocean through aquifers and rivers. Both the evaporative flow and the runoff flow can be made productive for human purposes. The evaporative flow can be used for crop growth or left for maintaining natural ecosystems; the green water footprint measures which part of the total evaporative flow is actually appropriated for human purposes. The runoff flow—the water flowing in aquifers and rivers—can be used for all sorts of purposes, including irrigation, washing, processing, and cooling. The blue water footprint measures the volume of groundwater and surface water consumed.\n\nSince freshwater availability on earth is limited, it is important to know how it is allocated over various purposes, to inform discussions around use of water for maintaining natural ecosystems versus production of food or energy, or around the use of water for basic needs versus production of luxury goods. Water footprint estimates, when overlaid with maps of water stress, can also identify “hotspots” where water footprint reduction is most urgent.\n\nData are from the most recent years possible. Most data are from 2009. Data on aquaculture production are from 2008 (as reported in Hall et al. 2011 and Waite et al. 2014), and data on water use efficiency are from 1996–2005 (as reported in Mekonnen and Hoekstra 2011, 2012).\n\nRelated to this Resource\nFOOD\nShifting Diets for a Sustainable Food Future: Creating a Sustainable Food Future, Installment Eleven\nResearch APRIL 20, 2016\nProjects that include this Resource\nWorld Resources Report\n\nThe World Resources Report is World Resources Institute's flagship publication.\n\nLaunch Platform\nLaunch Platform\n Visit Project\nPart of Cities\nPrimary Contact\nJanet Ranganathan\n\nManaging Director, Strategy, Learning and Results\n\nHow You Can Help\n\nWRI relies on the generosity of donors like you to turn research into action. You can support our work by making a gift today or exploring other ways to give.\n\nDonate\nWays to Give\nStay Informed\nEmail\nFooter menu - main\nResearch\nData\nInitiatives\nInsights\nFooter menu - secondary\nOur Work\nRegions\nAfrica\nAsia\nEurope\nLatin America\nNorth America\nTopics\nCities\nClimate\nEnergy\nFood\nForests\nFreshwater\nOcean\nCenters\nEconomics\nEquity\nFinance\nFooter menu - Offices\nInternational Websites\nWRI Africa\nWRI Brasil\nWRI China\nWRI Colombia\nWRI India\nWRI Indonesia\nWRI Mexico\nFooter menu - Additional\nContact Us\nEvents\nResource Library\nFor Media\nFinancials\nCareers\nInternships\nPrivacy Policy\nLegal Notices\nWhistleblower and Ethics Reporting\nCookie Preferences\n\nWorld Resources Institute\n10 G Street NE\nSuite 800\nWashington DC 20002\n+1 (202) 729-7600\n\nSocial menu\nFacebook\nInstagram\nLinkedIn\nThreads\nBluesky\nTwitter\nYoutube\n\n© 2025 World Resources Institute"
}