{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-child-care/",
  "title": "Healthy Child Care Settings",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Child Care Settings \nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nHealthy Child Care Settings \n\nEarly childhood (ages 2-5) is an important time for fostering healthy behaviors, as children are developing taste preferences and eating habits that may track into early adolescence and adulthood. Disparities in healthy eating and physical activity habits that influence health also emerge early in life. [1,2]\n\nIn the U.S., early childcare and education (ECE) programs provide an important setting for intervention by reaching nearly three-quarters of 3-5 year old children. [3] Federal, state, and local programs, regulations, and policy have the potential to improve the quality of meals and snacks, provide opportunities for physical activity, and limit screen time of early child care programs, and contribute to the formation of healthy habits among young children in their care. [4]\n\nKey resource\nThe Centers for Disease Control and Prevention’s Spectrum of Opportunities Framework guides states and communities in their ECE work. It can help identify how healthy growth and obesity prevention policies and activities can be embedded into ECE systems.\n\nEvidence-Based Best Practices for Early Child Care and Education\n\nEvidence suggests that policies and regulations based on best practices related to nutrition, physical activity, and screen time have the greatest potential to improve young children’s health.  There are several resources available with evidence-based best practices. Below are a few key topics and strategies in each area related to nutrition, physical activity, and screen time.\n\nNutrition\nPrograms participate or follow the Child and Adult Care Food Program food and beverage guidelines (see below)\nSugar-sweetened beverages are not served\nNo more than 4-6oz of 100% juice is served per day for children aged one to six years\nSafe drinking water is offered throughout the day or in frequent intervals\nFruits and/or vegetables are served at each eating occasion\nAt least half of the grains/breads served in meals and snacks are whole grains\nGrain-based desserts or sugary/sweet foods are served once per week\nProcessed and red meats are limited\nProgram includes a policy with nutritional guidance/standards for food and beverages brought to the program from home\nWritten menus are shared with families and maintained by programs\nFamily-style meal service during meals and snack\nPhysical activity\nToddlers are provided 60-90 minutes of moderate/vigorous physical activity daily\nPreschoolers are provided 90-120 minutes of moderate/vigorous physical activity daily\nOutdoor play is provided for at least 60 minutes per day\nSafe weather conditions for outdoor play are specified\nStaff provide structured and unstructured physical activity opportunities\nStaff participate in physical activity with children\nStaff are trained in promoting physical activity\nScreen time\nNo screen time for children younger than 2 years of age\nLess than 30 minutes per week of screen time for children 2-5 years of age\nAny screen time provided must be educational (includes physical education) or children are specifically not allowed to watch marketing of unhealthy foods and beverages\nRelated resources\nStaff Training\n\nProviding ECE providers with the training, technical assistance, and resources to implement obesity prevention is a critical strategy to ensure that recommendations positively impact child nutrition, physical activity, and screen time behaviors while in their care. \n\nBelow are additional resources for providers related to healthy eating, physical activity, and screen time practices among preschool aged children.\n\nRelated resources\nInterventions in Early Care and Education\n\nModifications to childcare programs’ policies around food, physical activity, and screen time appear to be a way to meaningfully impact children’s healthy habit development and obesity risk. In particular, the Nutrition and Physical Activity Self-Assessment for Child Care (NAP SACC) program, which has been widely disseminated throughout the U.S. and is now available online through the Go NAP SACC program, has been shown to be an effective strategy for engaging and empowering child care providers to make healthy changes to their program policies.  \n\nBased on existing evidence, promising ECE interventions include those focused on improving the nutritional quality of meals and snacks served in childcare, increasing physical activity opportunities, limiting screen time, and/or providing classroom-based nutrition education. Interventions focusing on children at greatest risk of developing obesity showed highest efficacy, and longer-term follow-up effectiveness studies suggest that booster interventions may be required to ensure that healthy weight is maintained over time. [6,7]\n\nIntervention highlight\nA 2021 cost-effectiveness study found that requiring licensed child care settings to limit non-educational television would be a practical and low-cost intervention and could prevent over 35,000 cases of childhood obesity over a 10 year period.[8]\nRelated resources\nHead Start\n\nHead Start is a federal program that promotes the school readiness of infants, toddlers, and preschool-aged children from low-income families; it also may be a powerful program for supporting children’s healthy habit development, reducing their risk of unhealthy weight gain, and addressing health disparities. In addition to early learning and a focus on family overall wellbeing, Head Start Program Performance Standards include requirements related to nutrition and physical activity. [9,10] Updated in 2016, the goal of the standards is to ensure that programs actively engage in obesity prevention processes during the program day, as well as working with families by providing guidance, resources, education, and measurement for the performance standards.\n\nThe nutrition and physical activity standards include the following: ensuring meals and snack meet daily nutrition requirements; safe drinking water is freely available to children throughout the day; physical activity is integrated into curricular activities and daily routines; and ensuring that physical activity is not used as a reward or punishment. [10] One national survey indicated that most Head Start programs reported doing more to support healthy eating and physical activity than required by federal guidelines. [11]\n\nIn a review of the early child care literature, there a protective effect of Head Start programs for obesity risk among children; this was not seen among other types of child care settings (e.g, centers, relative, or non-relative care).  Head Start is highly regulated and has higher nutritional and physical activity standards than what is required by licensed child care programs, and therefore may offer a healthier nutrition, physical activity, and screen time environment. [12]  For more detailed information, see the resources below.\n\nRelated resources\nChild and Adult Care Food Program\n\nThe Child and Adult Care Food Program (CACFP) is another federal program that can influence the diet quality of very young children. CACFP is a federally-funded program administered by states that provides financial support for food service in ECE settings, including child care centers and family day care homes. CACFP is particularly targeted towards young children from households and neighborhoods with lower incomes. Early childcare and education programs apply for CACFP reimbursement for the meals and snacks they serve to eligible families. [13] CACFP subsidizes meals and snacks for over 4 million children each day. [14]\n\nUpdated in 2017 as part of the Healthy Hunger Free Kids Act, CACFP regulates the types and quantity of food and beverages served for meals and snacks during child care.[14] Participation in CACFP promotes child care environments that support healthy nutrition, including improved quality of foods and beverages served and/or consumed, including more fruits, vegetables and whole grains, and less juice and refined grains compared to non-participating programs. [15-20]\n\nThat said, research suggests that CACFP is not meeting its full potential as a policy to improve children’s diet quality and reduce cardiometabolic disease risk. Studies have found that CACFP is not reaching everyone who could benefit from it: many childcare programs that could participate in CACFP do not do so, and some are not even aware that the program exists. [21] Other research suggests that providers need more financial support from CACFP as well as training and implementation support to provide foods that are optimal for young children’s diet quality. [22] More research is needed to better understand how to best support early child care providers in implementing the CACFP nutrition standards through effective trainings and technical assistance. [15,23]\n\nRelated resources\nState Child Care Licensing Standards\n\nState licensing regulations have the potential to promote healthy standards across all licensed child care programs, including healthy eating, the offering daily physical activity, and the limiting of screen time opportunities for children in their care. [24-28] However, most states lack strong regulations relating to the promotion of healthy eating, physical activity and screen time. [29,30]\n\nStates have increasingly been including stronger standards in their regulatory language, and there has been an increasing number of states banning sugary beverages served in child care. [29,30,26] However, most states still lack important best practice strategies in their licensing regulation.  Furthermore, child care providers require more training and technical assistance on implementing licensing standards.\n\nBelow are resources and tools from organizations that have put forward recommended best practice policy standards through state licensing standards in early child care.\n\nRelated resources\nQuality Rating and Improvement Standards\n\nThe Quality Rating and Improvement Systems (QRIS) were developed as an approach to improve the quality of ECE programming and supplement regulatory approaches to quality. [24,31,32] In addition to the meeting standards set forth by state licensing agencies, QRIS are voluntary systems with the aim of reaching ECE providers, especially those serving low-income children receiving child care subsidies. Training, technical assistance, professional development, and/or financial incentives are often used to encourage providers to meet QRIS standards. [24,31,32] The adoption of voluntary standards around nutrition, physical activity, screen time and/or assessments of health and wellness policies and practices are included in voluntary QRIS program standards have the potential to impact the health of children when attending early child care. [24,32]\n\nRelated resources\nChild Care and Development Block Grant\n\nThe Child Care and Development Block Grant (CCDBG) Act provides funding to states for child care subsidies for low-income families who are working or participating in education or training activities. [24,33,34] The CCDBG Act also allows for flexibility to pair state and federal funds to improve the overall quality of child care within existing state and local systems.\n\nThe law includes provisions specific to nutrition and physical activity, including ensuring that eligible providers are enrolled in CACFP; supporting efforts to develop high-quality nutrition and physical activity standards within licensing requirements or encouraging standards through QRIS; and requiring participating states to disseminate information to families about other food assistance programs (for example, WIC and SNAP).\n\nRelated resources\nRelated\nHealthy Food Environment\nActive Communities\nHealthy Schools\nKid’s Healthy Eating Plate\nReferences\n\nLast reviewed March 2024\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}