{
  "href": "https://nutritionsource.hsph.harvard.edu/recipes/%7Cilink%7Crecipes/hearty-whole-grain-bread",
  "title": "Hearty Whole Grain Bread",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Hearty Whole Grain Bread\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nHearty Whole Grain Bread\n\nThis hearty whole grain bread is a healthy and delicious alternative to packaged supermarket breads. The seeds and different types of flour add flavor, texture, and fiber, making a filling, satisfying loaf that is great for sandwiches or to go with salads.\n\nThe basic recipe consists of water, yeast, whole wheat flour, and salt. You can add more seeds or more types of flour, or trade one type of seed or flour for another, as long the final dough is not sticky. Vitamin C helps the yeast work better. Together with lecithin and pectin, it also keeps the bread fresh longer and improves the texture.\n\nHearty Whole Grain Bread\nRecipe courtesy of Liesbeth Smit\nCook Time 45 min. - 1 hr.\nServes 3 small, or 2 large loaves (about 30 slices)\nIngredients:\n\n4 cups warm water (110–115 degrees Fahrenheit)\n3 packets dry active yeast (1/4 ounce each)\n1/2 cup whole grain buckwheat flour\n1/2 cup whole grain barley flour\n1 cup whole grain rye flour\n4–5 cups whole wheat flour\n4 grams salt\nCanola oil or canola oil spray, as needed\n\nSeeds and Grains\n\n1 cup ground flax seeds (grind them in a coffee grinder, or buy milled flax seeds)\n1/2 cup sunflower seeds\n1/2 cup pepitas (pumpkin seeds)\n3/4 cup whole rolled oats\n1/2 cup wheat bran\nBread Enhancers\n2 crushed 500 milligrams vitamin C supplements (any store brand)\n1 tablespoon lecithin (can be found in a natural foods store)\n1 teaspoon pectin (can be found in a natural foods store)\nPreparation:\n\nAdd 4 cups of warm water to a large bowl. Dissolve the yeast, and let it stand for a few minutes until bubbly. Add the bread enhancers (vitamin C, lecithin, and pectin) and stir. Then add the seeds, oats, and wheat bran and stir.\nAdd the buckwheat, barley, and rye flours to the water-yeast mixture, a half cup at a time, stirring after each addition. Then, add the whole-wheat flour one cup at a time, stirring, until the dough is dry enough to knead by hand. Make sure to mix in the salt with the last cup of flour, because adding salt will diminish the activity of the yeast.\nPlace the bread on a cutting board or counter top and start kneading: Fold the dough in half towards you and push away with the heels of your hands. Turn the dough one quarter turn and repeat the process for about 10 minutes, until the dough is smooth, elastic, and not sticky.\nFor the first rise, put the ball of dough in a bowl coated with oil (canola oil spray is very handy). To prevent drying, also coat the top of the dough with a thin layer of oil. Cover the bowl with a wet dish towel or plastic wrap, and let it rise in a warm environment until doubled in size, about 30  minutes. (Placing the bread in an oven with the light on works well. You can also let the dough rise on top of the oven as it is preheating.)\nFor a lighter-textured loaf, remove the dough from the bowl, fold the dough in half twice, and place it back in the bowl, covered, to let it rise a second time. After the second rise, deflate the dough by punching it gently. Carefully cut the dough into 2 or 3 equal pieces, and put each piece of dough in an oil-coated loaf pan.\nBake at 300 degrees Fahrenheit for 45 to 60 minutes. When your kitchen smells like fresh baked bread and the bread is done, remove from the oven, turn the bread out of the pans onto a rack, and cool the loaves completely. This bread tastes great when it‘s toasted, and it is delicious served with hummus, guacamole, and chopped walnuts. The loaves also freeze well.\nNutrition facts:\nPer 1 slice of bread (1/10 of a small loaf, 1/15 of a large loaf)150 calories6 grams of protein25 grams of carbohydrates6 grams of fiber55 milligrams of sodium5 grams of fat( 1 grams of saturated fat1 grams of monounsaturated fat3 grams of polyunsaturated fat)\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}