{
  "href": "https://nutritionsource.hsph.harvard.edu/staying-active/active-communities/",
  "title": "Active Communities",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Staying Active > Active Communities\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nActive Communities\n\nA growing body of research suggests that an individual’s physical surroundings, or what scientists call “built environments,” have a large influence on his or her level of activity. [1]\n\nPeople are more likely to be active if they live near parks and playgrounds, in neighborhoods that have sidewalks or bike paths, or close enough to work, school, or shopping that they can travel by bike or on foot. People are less likely to be active if they live in neighborhoods without recreation facilities or in sprawling suburbs designed for driving.\n\nMoving to another neighborhood is not a viable option for most people. Instead, communities need to create built environments that make it easier for people to incorporate physical activity into their daily lives. [2, 3] Local and state leaders control budgets, zoning, and a variety of regulations that shape our physical surroundings, and there are many strategies communities can use to promote safe environments for activity: [2, 3]\n\nImproving access to parks, walking and biking paths, community gardens, and other outdoor recreation facilities\nCreating attractive sidewalks and so-called “cycle tracks,” barrier-protected and bicycle-exclusive facilities alongside sidewalks\nCurbing traffic so that people feel safer walking and cycling\nBuilding schools within easy walking distance of where people live\nImproving public transportation to encourage more people to use it\nChanging zoning rules to allow “mixed-use development”—if communities allowed homes, stores, schools, offices, and other buildings to be built close to each other, people would be more likely to walk or bike from place to place, rather than hop in the car\nMaking neighborhoods safer to encourage people to be active outdoors\nAllowing community residents to use schools for recreation, after school hours\n\nIndividuals can help by becoming advocates for change, and also by pitching in. Volunteer to clean up a local park, join a neighborhood crime watch, start a petition to add crosswalks along a popular walking route, or to turn parking spaces into cycle tracks along busy streets.\n\nReferences\nSallis, J.F. and K. Glanz, Physical activity and food environments: solutions to the obesity epidemic. Milbank Q, 2009. 87(1): p. 123-54.\nKhan, L.K., et al., Recommended community strategies and measurements to prevent obesity in the United States. MMWR Recomm Rep, 2009. 58(RR-7): p. 1-26.\nInstitute for Local Government. Action Strategies Toolkit: A Guide for Local & State Leaders Working to Create Healthy Communities & Prevent Childhood Obesity  Accessed 12/13/2024.\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}