{
  "href": "https://nutritionsource.hsph.harvard.edu/food-features/",
  "title": "Food Features",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nFood Features\n\nDid you know that references to yogurt and health date all the way back to 6000 BCE? Or that before its dramatic rise in popularity, kale was more often used as a garnish?\n\nWhat makes food so enjoyable—beyond the flavors, textures, and variety it brings to everyday life—is that each one has some unique story behind it; from where it was first cultivated, to how it’s been used and adapted for changing tastes and preferences from one decade to the next. Of course, there’s also the relationship between food and health, though we know it’s more important to focus on an overall healthy eating pattern, rather than a few magic-bullet “superfoods.”\n\nIndeed, these food features aren’t about promoting any individual foods, but an opportunity to explore a bit of the history and research behind them, along with some practical tips for when you’re shopping and cooking. Take a look!\n\nAlmonds\nAlthough native to the Mediterranean region, 80% of the world’s almond supply is now grown in California. Learn more about this popular tree nut.\nApples\nDoes eating an apple every day really keep the doctor away? Learn about apples and health, and the best types for cooking versus munching.\nAquatic Foods\nExplore about the wide variety of animals, plants, and microorganisms originating in bodies of water, including finfish, crustaceans, cephalopods, mollusks, seaweed, and more.\nAvocados\nAvocados or “alligator pears” are known for their creamy smooth flesh and bumpy skin. Learn more about this popular food found throughout many cultures.\nBananas\nSome people consider this iconic golden fruit a healthy choice while others avoid it, after seeing it on Internet lists of “Worst Foods.” Clearing up confusion surrounding bananas.\nBrussels Sprouts\nLearn all about Brussels sprouts—their history, nutrient profile, as well as tips on how to prepare and cook them.\nCheese\nCountries around the world have experimented with cheese-making, varying the types of milk, how long the cheese is allowed to age and ripen, and using different additives like salt or acid to produce unique textures and flavors.\nChia Seeds\nCh-ch-ch-chia! These versatile seeds come from the plant Salvia hispanica L., and are a complete plant-based protein.\nChickpeas (Garbanzo Beans)\nWhether you call them chickpeas or garbanzo beans, learn more about these versatile legumes which are a staple of diets worldwide.\nCoconut Oil\nCoconut oil is made by pressing fresh coconut meat or dried coconut meat called copra. An overview of the research and culinary uses for this tropical oil.\nCoffee\nCoffee lovers around the world who reach for their morning brew probably aren’t thinking about its health benefits or risks. And yet this beverage has been subject to a long history of debate.\nDark Chocolate\nLearn all about dark chocolate—from its Mayan origins in 2000 BCE, to the potential heart health benefits from its flavanol-rich cocoa solids.\nEggs\n“Are eggs healthy?” is a frequently-asked nutrition question. Get an overview on eggs and health, along with some purchasing and preparation tips.\nKale\nWho knew a vegetable could be so cool? Learn more about the history and research behind this popular leafy green, as well as recipes and cooking tips.\nLentils\nLentils are one of the earliest domesticated crops, seen in the diets of ancient Rome and Egypt. Learn more about this staple legume.\nMilk\nResearch on milk and health often produces contrary findings. Some reasons may be the wide range of different nutritional qualities in milk and how milk intake is measured. Learn more about this popular beverage.\nMushrooms\nThere are thousands of varieties of mushrooms, with different colors, shapes, sizes, and tastes. Learn more about these umami-packed fungi.\nOats\nOats are available in a variety of forms, based on their processing. Learn about the different types, oats and health, and how to cook with them.\nQuinoa\nOften eaten like a whole grain, quinoa is actually an edible seed and a complete protein. Learn more about this unique pseudo-grain.\nRice\nDid you know there are over 40,000 varieties of rice? Learn more about this global staple grain.\nSeaweed\nSeaweed may bring to mind the slippery plants that curl around your toes when walking in the ocean, while less recognized as an aquatic food on your dinner plate. But “seaweed” (the common name for countless species of marine plants and algae) has been consumed globally for centuries.\nSweet Potatoes\nTrue to their name, sweet potatoes have a naturally sweet flavor, which is further enhanced through cooking methods like roasting.\nTea\nTea is the simple preparation of pouring hot water over cured leaves of the Camellia sinensis plant. The flavor of tea varies by where the tea leaves are harvested and how they are grown and processed. Learn more about this popular global beverage.\nVinegar\nNot many foods play the role of both a prized cooking ingredient and household cleaner. Check out this feature on vinegar in its many varieties.\nWater\nThere are many options for what to drink, but water is the best choice for most people who have access to safe drinking water. It is calorie-free and as easy to find as the nearest tap. Learn more about water and health, and fun flavoring ideas to help you hydrate.\nWinter Squash\nAlong with being uniquely beautiful in a variety of colors and shapes, the firm flesh of winter squash is ideal for soups and other warming dishes.\nYogurt\nDid you know that references to yogurt and health date back to 6000 BCE? Learn about the history and current research surrounding this fermented food.\n\nCheck back often as new food features are regularly added. \n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}