{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-workplaces/",
  "title": "Healthy Workplaces",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Workplaces\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nHealthy Workplaces\n\nApproximately 130 million full-time American workers spend over one-third of their day, five days per week engaged with their place of employment. [1,2] Due to the number of people reached and the amount time spent in these settings, creating healthy worksite programs, policies, and environments have the potential to positively impact workers’ health. [3,4]\n\nDiet-related chronic diseases are among the health conditions that contribute to direct medical costs and lost productivity to U.S. employers, including heart disease, hypertension, and diabetes. [3] Worksite wellness programs primarily focus on improving health, increasing productivity, and reducing insurance costs. [4]\n\nWhat about remote and hybrid workers?\nThe number of people physically located in their workplace has decreased substantially since the COVID-19 pandemic because more people are working from home. One survey from spring 2022 found that 58% of Americans reported having the opportunity to work from home at least one day a week; 35% reported having the option to work from home five days a week. [5] Nevertheless, effective workplace programs and policies utilizing a multidisciplinary approach can help reduce health risks and improve the quality of life for their employees. [3]\nWorksite Wellness Programs\n\nWorksite wellness programs have used a variety of mechanisms to promote health. Programs can be offered to the entire workplace, or specifically targeted to high-risk individuals.\n\nBest practices for worksite wellness\n\nEmployers offer multifaceted nutrition and physical activity programs and initiatives. [2,4,6] Programs would include components such as:\nEmployee steering committees\nNutrition classes and seminars\nPromotional and educational materials\nHealth risk assessments\nGoal setting and lifestyle skills\nGroup exercise sessions\nSignage to promote stair use\nIncreased availability of healthy foods and nutrition labeling in worksite cafeterias\nEmployers offer nutrition counseling to help individuals learn skills and gain support needed to improve eating and food preparation habits. Counseling includes self-monitoring, overcoming barriers to selecting healthy foods, goal setting, shopping and food preparation, and social support. [2,7]\nHealthy Work Environments\n\nAdditional best practices for creating healthy eating and physical activity environments in the workplace\n\nUtilize pricing and point-of-purchase strategies to promote healthier choices in cafeterias and vending machines. [8-15]\nDevelopment of healthy food and beverage procurement policies for cafeterias, vending machines, concessions stands, and/or for food provided at meetings, conferences and other organizational events. [2,8-10,16]\nCreate initiate incentive-based walking programs for employees. [8,9]\nInitiate employee wellness programs that includes promoting use of stairs and walking trails, and targeting healthy eating. [8,9]\nRelated resources\nRelated\nHealthy Food Environment\nActive Communities\nStress and Health\nReferences\n\nLast reviewed January 2022\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}