{
  "href": "https://nutritionsource.hsph.harvard.edu/sleep/",
  "title": "Sleep",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Sleep\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nSleep\n\nSleep is as essential to our daily needs as food and water. Although we may feel that sleep simply rests our tired bodies, our brain remains active throughout the night. Sleep plays a critical role in brain as well as physical functioning.\n\nWhat Happens When We Sleep?\n\nOur internal body clock, called a circadian clock, tells us when we are ready to sleep. There are actually several circadian clocks in the body, found in the brain and other organs. They are triggered by cues such as daylight (we feel alert) and darkness (we feel drowsy). These clocks can also be triggered by artificial bright light or stimulants like caffeine and alcohol that cause us to feel awake even if it is nighttime.\n\nThere are several phases of sleep our body experiences. They are classified as REM (rapid eye movement) and non-REM sleep. We cycle repeatedly through these phases about 4-6 times throughout the night, and it is not uncommon to wake up briefly between cycles.\n\nNon-REM sleep\n\nStage 1. You transition from being awake to a restful state.\n\nStage 2. You are in a light sleep state. Your breathing, heart rate, and muscle movements slow down. Brain activity also slows, and your body temperature drops.\n\nStage 3. You are in a deep sleep state. This stage often occurs early in the sleep cycle immediately following light sleep. Your heart rate and breathing are the slowest during this phase, and you are not easily awakened. Events of the day are processed and stored in your memory. A lack of deep sleep can leave one feeling tired in the morning even if achieving an adequate duration of sleep.\n\nREM sleep\n\nDuring REM, your pupils twitch and move quickly from side to side underneath closed eyelids. Brain activity rises as you breathe faster and your heart rate increases. It is the phase of sleep when dreams are most common, and certain nerves signal your limbs to become temporarily paralyzed so you do not act out the dream. REM tends to occur later at night and into early morning. Memory is processed and stored during REM sleep.\n\nWhy do we dream?\nDreams occur during the REM sleep stage and may include events or thoughts you experienced recently. Dreams may occur to help process emotions caused by those events. People report dreaming in vivid color as well as in black and white. Sometimes even a wild crazy dream can be forgotten by the time we awaken in the morning.\nHormones that Regulate Sleep Cycles\n\nThere are various neurotransmitters and hormones released by the brain that send signals to promote sleep or wakefulness. [1] Many of these chemicals are stimulated by light or darkness.\n\nGABA is a neurotransmitter that decreases nerve cell activity, playing a major role in allowing the body to sleep.\nAdenosine is another neurotransmitter that gradually accumulates in the brain during the day, and at high concentrations makes us sleepy at night. Caffeine in coffee and other beverages can keep us awake as it blocks brain receptors for adenosine.\nMelatonin is a hormone released by the brain when it is dark. It travels to cells to tell the body to sleep. Sunlight or exposure to light inhibits the production of melatonin and increases the release of cortisol, which awakens us. If we are exposed to too much artificial light (such as the blue light emitted from smartphones or televisions) late at night, less melatonin may be released making it harder to fall asleep.\nSerotonin, the body’s “feel-good” chemical, is a neurotransmitter associated with both sleep and being awake. The brain releases this chemical during daylight but also uses it to form melatonin at night.\nHormones that counteract sleep include norepinephrine, adrenaline, histamine, and cortisol. These are secreted in response to stress and cause the body to be awake and alert. If one experiences prolonged or chronic stress, the body releases adrenocorticotropic hormone (ACTH), which in turn releases cortisol. Levels of ACTH tend to be higher in people who have insomnia. \nImmediate Effects of Sleep Deprivation\n\nAbout one-third of American adults do not get enough sleep each night, according to the Centers for Disease Control and Prevention. [2,3] Short sleep duration in adults is defined as less than 7 hours of sleep in 24 hours. About 40% of adults report unintentionally falling asleep during the day at least once a month, and up to 70 million Americans have chronic sleep problems. Because of the public health burden of poor sleep health, achieving sufficient sleep in children and adults was included as a goal in the Healthy People 2020 goals. [4]\n\nSleep helps to process your thoughts from the day as well as store memories, so a lack of good-quality sleep can lead to difficulty focusing and thinking clearly. You may feel tired, irritable, or anxious during the day. Performance at work or school may suffer. Your reaction time may be slowed, increasing the risk of driving accidents.\n\nIn children, insufficient sleep can lead to attention and behavior problems or hyperactivity. In the elderly, lack of sleep may decrease focus and attention, leading to a greater risk of falls, bone fractures, and car accidents.\n\nThere are several reasons people may get insufficient sleep:\n\nPoor sleep habits (watching television or using screens late at night, drinking caffeinated or alcoholic beverages at night, not following a regular sleep schedule).\nYour sleep environment is too noisy, too light or otherwise not conducive to sleep.\nYou attempt to sleep outside of the body’s natural circadian clock (working an overnight shift and trying to make up for sleep during the day).\nYou have a sleep disorder, such as sleep apnea, insomnia, or periodic limb movements that reduces deep or REM sleep or causes frequent awakenings.\nYou have a medical condition such as heart, lung or kidney disease, or chronic pain, which causes frequent awakenings.\nSleep Deficiency and Disease Risk\n\nIf you experience continued sleep deprivation, you will develop a condition called sleep deficiency. This is a state in which you cannot make up the many lost hours of sleep. Sleep deficiency increases the risk of obesity, diabetes, cardiovascular disease, depression, and even early death.\n\nObesity\nDiabetes\nCardiovascular disease\nDepression\nDementia\nMortality\nMedical Conditions that Interfere with Sleep\nObstructive sleep apnea (OSA)—Symptoms of OSA include snoring or gasping for air that causes interruptions in sleep and prevention of good-quality sleep. Sleep apnea also causes oxygen levels to drop during sleep, which can pose a stress on the heart, brain and other organs. People with OSA may not be aware that they are awakening frequently in the night, but do not get refreshed sleep, feeling excessively sleepy or tired during the day. Continuous positive airway pressure (CPAP) devices may be prescribed, which provides pressurized air to the nose and throat, preventing the upper airway from collapsing. Another common treatment is dental devices that move the jaw forward and increasing the airway size. Obesity is a risk factor for OSA because carrying extra weight, particularly in the neck area, can contribute to obstructed breathing passages. About 70% of adults with OSA have obesity, and a significant improvement in OSA is seen with weight reduction. [7] OSA is a risk factor for insulin resistance, hypertension, type 2 diabetes, cardiovascular disease, and early mortality. [7]\nRestless leg syndrome—This condition is associated with discomfort in the legs accompanied by an urge to move, which disrupts sleep. It is believed that abnormal levels of the neurotransmitter dopamine may be responsible, so medications are given to correct this. In some cases, low levels of iron can result in this disorder.\nInsomnia—This condition is defined as the inability to sleep or stay asleep. An individual may have a hard time falling asleep, or may sleep but then awaken in the early morning and be unable to return to sleep. Short-term insomnia can be caused by stress or traumatic events (divorce, job loss, death of a loved one). Chronic or long-term insomnia may be caused by ongoing anxiety, working different work shifts that disrupt the body’s circadian rhythms, poor sleep habits, medical conditions that can interrupt sleep (chronic pain, gastroesophageal reflux disease), or medications that have a stimulating effect. Insomnia often can be treated with behavioral therapies, although sometimes sleep medications are prescribed.\nGenetic—Studies have found specific gene variants that are associated with insomnia. [25,26] The same genes for insomnia were also associated with higher levels of body fat, depression, and heart disease. Research has also found that sleep apnea clusters within families, and genes have been identified that appear to increase risk for sleep apnea as well as cardiovascular disease. [27] More research is needed in this area.\nWhat if I work the night shift?\nPeople who work overnight shifts, early morning shifts, or rotating shifts (both day shifts and night shifts) may develop something called shift work disorder (SWD). \nStudies show that those with SWD have poorer sleep quality than day workers. [28] They may take longer to fall asleep, experience insomnia, and feel excessive sleepiness while awake. This is caused by attempts to sleep in daylight, which opposes natural circadian rhythms. Poor sleep hygiene further aggravates the problem. SWD is associated with decreased alertness, higher risk of work-related accidents, and increased depression and anxiety. SWD is also associated with metabolic changes increasing the risk of heart disease, obesity, and digestive problems caused by irregular eating habits or poor diet. The following tips can help if you work nontraditional hours: [29]\nRequest to work the same shift several nights in a row, to avoid flipping between day and night shift schedules on consecutive days. This helps to regulate the circadian system.\nCommit to a consistent sleep schedule, darkening the bedroom with blackout shades, and creating a quiet atmosphere as much as possible. You might reduce light exposure even earlier by wearing sunglasses as soon as you leave work. To reduce noise, wear earplugs and use a white noise machine to block sounds.\nAfter finishing a night shift, try to return home and go to bed as soon as possible. Running errands, watching television, talking with family, or exercising can re-energize your body so that falling asleep becomes more difficult.\nAlthough it is tempting to run errands and attend medical appointments during the day when places are less crowded, try to minimize doing them immediately after work so that you can return home and honor your sleep schedule.\nTry to keep a set meal schedule. Do meal planning to ensure that quick easy meals are ready when you arrive home, and bring prepped meals/snacks to work for overnight shifts to prevent reliance on fast food and takeout meals. Try to avoid eating a large meal right before bed, which can increase the risk of reflux and indigestion.\nSleep Deficiency and Eating Behaviors\n\nEpidemiological studies show that insufficient sleep is independently associated with a higher risk of obesity. Clinical studies of of sleep-restricted adults show an increased hunger and calorie intake when participants are allowed free access to food. [7] A preference for late evening or nighttime food intake and increased snacking has been observed. [9] There also appears to be a food preference for higher carbohydrate and fat foods, which could partly explain the overall higher calorie intake.\n\nChanges in hormone levels that signal either hunger or satiety have also been observed in clinical sleep restriction studies. Leptin is a hormone associated with satisfaction. When food enters the stomach, leptin is released from fat cells and travels to the brain where it signals the body to stop eating by creating a sensation of fullness. People with obesity may actually have very high levels of leptin; the more body fat one has, the more leptin is produced in fat cells. However, a condition called leptin resistance may occur in which the brain does not receive the usual signal from leptin to stop eating. In response, more and more leptin is released. Lower leptin levels as well as high leptin levels suggesting leptin resistance have been observed in sleep-deprived adults. [7]\n\nGhrelin, the “hunger hormone,” typically has the opposing action of leptin. It is released in the gut and sends hunger signals to the brain when someone is not eating enough. About three hours after eating a meal, ghrelin levels drop. Clinical studies have found that sleep restriction leads to elevated ghrelin levels. [9]\n\nDespite this interesting theory of poor sleep leading to changes in appetite hormone levels, other studies have found no changes and therefore the association is still inconclusive. [9] Conflicting findings may be due to differences in the study participants (e.g., age, gender) and differences in how the researchers defined the duration and severity of sleep restriction.\n\nHow Much Sleep Do We Need?\n\nSleep needs change as we age, with the average person generally requiring less sleep at older ages. However, specific sleep amounts vary by individual. According to the National Sleep Foundation and American Academy of Sleep Medicine (AASM), newborns need the most sleep, at 14-17 hours a day, followed by infants at 12-16 hours a day including naps. Toddlers need about 10-14 hours a day. Preteens and teenagers need about 8-12 hours a night, and adults about 7-8 hours a day. [30] A consensus by the AASM and Sleep Research Society recommends that adults should sleep 7 or more hours a night to promote optimal health. [31]\n\nDespite these general recommendations on sleep duration, individual differences in sleep requirements exist. In most epidemiologic studies, increased risk of adverse health outcomes such as obesity, diabetes, and cardiovascular disease, has been observed among those who reported sleeping 5 hours or less per day, and 9 hours or more per day. Thus, a range of sleep hours (more than 5 and less than 9) is considered appropriate for most healthy adults.\n\nOther factors such as quality of sleep are important, because just meeting the total recommended sleep hours may not be enough if one wakes up frequently in the night. A common belief is that lost sleep from a late night out or studying can be recovered by “sleeping in” another day or taking naps. However, both of these methods disrupt the body’s circadian rhythms and may deprive the body of deeper sleep stages. In fact, increased variability in how much sleep we get from night to night is associated with an increased risk of developing metabolic and heart diseases. [32] It is important to respond, whenever possible, to the body’s natural signals of sleepiness.\n\nWhat about supplements, medicines, and other therapies for sleep?\nHerbal supplements\n\nTwo popular herbal supplements, melatonin and valerian, are used as sleep aids. Melatonin has been shown to quicken time to sleep and have modest benefits on sleep duration and quality, but can cause daytime drowsiness. It is well tolerated in adults with few reported adverse events in doses up to 10 mg. The American Academy of Sleep Medicine (AASM) recommends the judicious use of melatonin for certain sleep and circadian disorders such as shift work disorder or jet lag. [33]\n\nValerian contains small amounts of GABA, a sleep-promoting neurotransmitter, and some studies have shown that valerian can improve sleep. However, other studies have found no difference in sleep when taking valerian compared with placebo, and there appears to be minimal benefit in those who have diagnosed insomnia. The AASM does not recommend valerian for insomnia disorder. [33]\n\nIt is important to note that supplements are not reviewed by the U.S. Food and Drug Administration for safety or effectiveness. Therefore doses and preparations of these herbs can vary widely. A study of 31 melatonin products found that the melatonin levels in the pills ranged between 83%-478% of the dose reported on the label. [33] More than 70% of the products varied from the labeled dose by more than 10%. If supplements are used, look for a label verifying its quality from a third-party, such as from the U.S. Pharmacopeia.\n\nSleep medicines\n\nCommon medicines prescribed for sleep include sedatives such as benzodiazepines (e.g., Valium, Xanax, Klonopin, Ativan*). They help with falling asleep initially, but tend to reduce the amount of deeper sleep. They are not recommended for long-term use because they can worsen insomnia, increase depression, and impair memory, and are associated with increased risk of falls, cancer, and early death. [34] Long-term use of benzodiazepines can promote psychological dependence, and there is a risk of addiction and abuse. [35] Tolerance can also develop over time, requiring larger doses to maintain their effectiveness. Because of these side effects, benzodiazepines are not recommended to treat insomnia in older adults. [35] There are other classes of sleep medications including non-benzodiazepines (e.g., Lunesta, Ambien) and antidepressants (e.g., Zoloft) that also quicken the time to fall asleep but may interfere with deeper sleep stages. Anticholinergic medications (e.g., Benadryl) can increase the risk for cognitive impairment and decline. Generally, sleep medicines are most effective when used occasionally or for a short time of less than one month. The American Academy of Sleep Medicine (AASM) recommends that cognitive behavioral therapy be used as the initial treatment for insomnia. [*The inclusion of brand names is included for reference and does not constitute an endorsement. The Nutrition Source does not endorse any specific brands.]\n\nOther therapies\n\nRandomized clinical trials have shown that cognitive behavioral therapies (CBT) for sleep such as minimizing napping during the day, relaxation training, breathing exercises, and sleep hygiene are highly effective and recommended as first-line treatments for insomnia. [35,33] They have been found more effective than medications for the long-term management of insomnia. People may be asked to keep a sleep journal to record sleep habits and activities performed around bedtime, which can help determine the most appropriate CBT.\n\nSleep Hygiene Tips \nSet a sleep schedule and stick to it. Try to go to bed at night and awaken in the morning around the same times, even on weekends. This helps to regulate the body’s sleep cycles and circadian rhythms.\nTry to exercise at some point in the day but avoid vigorous activity (running, fast dancing, high-intensity interval training or HIIT) one hour before bedtime. Regular exercise of adequate intensity can promote muscle relaxation and deeper sleep later on.\nTry to avoid large meals, heavy snacking, or alcohol 2-3 hours before bed.\nIf you are sensitive to caffeine, try to avoid drinking caffeinated beverages 4-6 hours before bedtime.\nStop using electronic devices an hour before bed, especially those emitting blue light such as smartphones, tablets, and televisions.\nSchedule before-bed activities to signal that you are winding down, such as changing into pajamas and brushing teeth.\nCreate a quiet, dark, relaxing environment in your bedroom. Dim the lights and turn off your cell phone’s sound and vibration modes if possible.\nEnsure a comfortable temperature, as feeling too hot or cold can disrupt sleep.\nCreate calming bedtime rituals such as practicing deep breathing exercises, doing light yoga stretches, or listening to soothing relaxing music. Many meditation podcasts, apps, and YouTube videos offer these tools for free.\nIf you awaken and can’t return to sleep, don’t stay in bed. Get up and do quiet relaxing activities, such as reading, until you feel tired enough to fall back asleep.  \nDoes exercising at night disrupt sleep?\nA solid body of research confirms that both aerobic and resistance exercises improve sleep, with reported improvements comparable to the effects of pharmacological treatments for insomnia if exercises are performed regularly. [36] A review of 13 studies found that regular resistance exercises (using resistance bands, strength machines) performed 2-3 times a week for an average of one hour improved sleep quality. [37] It also found that resistance exercises decreased anxiety and depression, which could be a factor in improving sleep. However, it is not recommended to do vigorous exercises such as running or interval training within one hour of bedtime. A review of 23 studies found that healthy adults who performed high-intensity exercise too soon before bed had difficulty falling asleep and experienced poorer sleep quality. [38] Yet, this study and others did not find that performing more moderate exercises or exercising vigorously further away from bedtime caused sleep disturbances, and in fact helped people to experience increased amounts of deeper sleep. [38,39]\nReferences\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}