{
  "href": "https://www.fda.gov/animalveterinary/guidancecomplianceenforcement/guidanceforindustry/ucm216939.htm",
  "title": "https://www.fda.gov/animalveterinary/guidancecomplianceenforcement/guidanceforindustry/ucm216939.htm",
  "content": "Skip to main content Skip to FDA Search Skip to in this section menu Skip to footer links\n An official website of the United States government Here’s how you know \n  Search   Menu\nSearch FDA\nSubmit search\n Home  Regulatory Information  Search for FDA Guidance Documents  FDA's Strategy on Antimicrobial Resistance - Questions and Answers\n\nGUIDANCE DOCUMENT\n\nFDA's Strategy on Antimicrobial Resistance - Questions and Answers\nDECEMBER 2013\nRead the Federal Register Notice\nFinal\n\n Search for FDA\nGuidance Documents\n\nSearch for FDA Guidance Documents\nSearch General and Cross-Cutting Topics Guidance Documents\nAdvisory Committee Guidance Documents\nImport and Export Guidance Documents\nCross-cutting Guidance Documents\nGuidances\nDocket Number:\nFDA-2010-D-0094\nIssued by:\nCenter for Veterinary Medicine\n\n1. What is FDA doing?\n2. What are antimicrobial drugs and antimicrobial resistance, and what is the difference between an antibiotic and an antimicrobial?\n3. What do you mean by “production purposes”?\n4. What types of drugs are the focus of FDA’s strategy?\n5. Why are you taking this collaborative (voluntary) approach?\n6. How can FDA ensure that animal producers won’t use these products the same way they always have, under the guise of “preventing” disease?\n7. Why is the involvement of a veterinarian important?\n8. How will FDA determine whether its strategy has had a positive impact on slowing antimicrobial resistance to these drugs?\n9. How will FDA ensure that animal producers and veterinarians are no longer using the affected medically important antimicrobial drugs for production purposes like growth enhancement or feed efficiency? \n\n1. What is FDA doing?\n\nFDA is taking action to promote the judicious use of medically important antimicrobial drugs in food animals. The goal of the strategy is to work with industry to protect public health by releasing two documents to help phase out the use of medically important antimicrobials in food animals for production purposes (e.g., to enhance growth or improve feed efficiency), and to bring the therapeutic uses of such drugs (to treat, control, or prevent specific diseases) under the oversight of licensed veterinarians.\n\nThe first document, New Animal Drugs and New Animal Drug Combination Products Administered in or on Medicated Feed or Drinking Water of Food-Producing Animals: Recommendations for Drug Sponsors for Voluntarily Aligning Product Use Conditions with GFI #209 (Guidance #213), provides guidance for drug companies to voluntarily revise the FDA-approved labeled use conditions to (a) remove the use of antimicrobial drugs for production purposes; (b) add, where appropriate, scientifically-supported disease treatment, control or prevention uses; and (c) change the marketing status from over-the-counter to Veterinary Feed Directive for drugs administered through feed or to prescription status for drugs administered through water in order to provide for veterinary oversight or consultation.\n\nIn order to help phase in veterinary oversight of those drugs that move from OTC to VFD status once changes are made in line with the guidance, FDA is also releasing a proposed rule for public comment that would update the agency’s existing regulations relating to VFD drugs. The use of VFD drugs in feed requires specific authorization by a licensed veterinarian based on procedures outlined in the agency’s VFD regulations. The VFD proposed rule is intended to update the existing VFD process to clarify and increase the flexibility of the administrative requirements for the distribution and use of VFD drugs. Such updates to the VFD process will assist in the transition of OTC products to their new VFD status.\n\nBack to the top\n\n2. What are antimicrobial drugs and antimicrobial resistance, and what is the difference between an antibiotic and an antimicrobial?\n\nAntimicrobial drugs include all drugs that work against a variety of microorganisms, such as bacteria, viruses, fungi, and parasites. An antibiotic drug is effective against bacteria. All antibiotics are antimicrobials, but not all antimicrobials are antibiotics.\n\nAntimicrobial resistance is when bacteria or other microbes become resistant to the effects of a drug after being exposed to it. This means that the drug, and similar drugs, will no longer be effective against those microbes.\n\nAntimicrobial resistance is a complex phenomenon with many causes. We know that all uses of antimicrobials, whether in humans or animals, can spur resistance. Sometimes resistance even occurs spontaneously.\n\nBack to the top\n\n3. What do you mean by “production purposes”?\n\n“Production purposes,” as used in the two documents FDA is releasing, refers to the use of these products with the intent of enhancing growth (to make animals grow faster) or to improve feed efficiency (the animals need less food to gain weight).\n\nBack to the top\n\n4. What types of drugs are the focus of FDA’s strategy?\n\nThis action focuses on antimicrobial drugs that are:\n\n“Medically important” drugs* (i.e., important for treating human disease);\nCurrently FDA-approved to be used for production purposes, such as to enhance growth or improve feed efficiency;\nAvailable over-the-counter; and\nUsed in feed or drinking water of food-producing animals.\n\n*A list of medically important drugs is available in Appendix A of Guidance for Industry #152, Evaluating the Safety of Antimicrobial New Animal Drugs with Regard to Their Microbiological Effects on Bacteria of Human Health Concern.\n\nBack to the top\n\n5. Why are you taking this collaborative (voluntary) approach?\n\nFDA believes that the collaborative approach is the fastest way to implement the changes outlined in Guidance #213. We have worked with stakeholders, including animal pharmaceutical companies, to encourage their cooperation on this important public health issue, and we are confident in their support.\n\nThe key aspect of FDA’s strategy is the request that animal drug sponsors (those who own the right to market the product) voluntarily work with FDA to revise the approved use conditions for their medically important antimicrobial drug products to remove production uses (such as growth enhancement or feed efficiency), and bring the remaining therapeutic uses under veterinary oversight. Once manufacturers voluntarily make these changes, products can no longer be used for production purposes and therapeutic use of these products would require veterinary oversight.\n\nFDA also believes strongly that sick animals need treatment, and that these antimicrobial drugs should remain available for the purposes of treating, controlling or preventing disease in food-producing animals. We consider this approach to be the most effective way to implement such changes in a way that is protective of both public and animal health.\n\nIn contrast, initiating regulatory action would require that the agency proceed on a product by product basis, would likely create significantly more disruption to animal health/agriculture industry, and would require significantly more resources and time to implement. This collaborative approach, as outlined in GFI #213, is the quickest way to achieve the greatest degree of public health protection.\n\nBack to the top\n\n6. How can FDA ensure that animal producers won’t use these products the same way they always have, under the guise of “preventing” disease?\n\nFirst, once product labeling is voluntarily changed, it will be a violation of the Federal Food, Drug, and Cosmetic Act to use these products in feed for production purposes. In addition, FDA’s regulations on extralabel use do not permit drugs to be used in an extralabel manner for production purposes, whether administered through feed or otherwise, since the regulations do not permit extralabel use for nontherapeutic purposes.\n\nSecond, it is important to note that all the products affected by this plan are currently available as over-the-counter (OTC) products. A key component of FDA’s plan is to transition these products from their current OTC status to one that will require producers to have a prescription or order from a licensed veterinarian to obtain these products. FDA believes that the judicious use of medically important antimicrobial drugs intended for use in food-producing animals should involve the oversight of licensed veterinarians given the importance of their scientific and clinical training and knowledge.\n\nIn the case of prevention, a veterinarian practicing judicious use principles would consider relevant factors to determine the risk of a specific bacterial disease and whether it would be appropriate in a particular situation to use medically important antimicrobials for prevention purposes. For example, the veterinarian would consider the way the drug acts against the particular bacteria in question, whether it can effectively get to the place of infection, and how long the drug maintains effective levels at the site of infection.\n\nOther important factors veterinarians consider when determining whether a particular drug is appropriate for preventive use include whether: (1) there is evidence that the drug will be effective in treating the particular disease, (2) such preventive use is consistent with accepted veterinary practice, (3) the use is intended to address particular bacteria, (4) the use is appropriately targeted to animals at risk of developing a specific disease, and (5) there are no reasonable alternatives for intervention.\n\nFor example, a veterinarian may determine, based on the client’s production practices and history, that weaned beef calves arriving at a feedlot in bad weather after a lengthy transport are at risk to develop bacterial respiratory infection. In this case, the veterinarian might choose to preventively treat these calves with an antimicrobial approved for prevention of that bacterial infection. On the other hand, FDA would not consider a judicious use for prevention to be the administration of a drug to apparently healthy animals in the absence of any information that such animals were at risk of a specific disease.\n\nBack to the top\n\n7. Why is the involvement of a veterinarian important?\n\nCurrently, most antimicrobial drugs approved for use in food-producing animals through their feed or water are available over-the-counter. FDA believes that the judicious use of medically important antimicrobial drugs intended for use in food-producing animals should involve the oversight of a licensed veterinarian, given the benefit of that individual’s scientific and clinical training. This is because judicious use involves accurately identifying bacterial disease that is present or likely to be present, and selecting the suitable antimicrobial drug. The veterinarian’s decision to use a specific approved drug or combination drug is based on factors such as the way the drug acts against the particular bacteria in question, whether it can effectively get to the place of infection, and how long the drug maintains effective levels at the site of infection.\n\nBack to the top\n\n8. How will FDA determine whether its strategy has had a positive impact on slowing antimicrobial resistance to these drugs?\n\nFDA recognizes that it is important to identify ways to assess the effect of the changes over time. With this in mind, FDA recently proposed revisions to the annual summary report\nExternal Link Disclaimer\n of the amount of antimicrobials sold or distributed for use in food-producing animals and solicited public comment on these proposals. In addition, FDA currently collects data on antimicrobial resistance among foodborne pathogens as part of the National Antimicrobial Resistance Monitoring System. FDA is currently working in collaboration with other agencies including USDA and CDC to explore approaches for enhancing current data collection efforts. FDA anticipates seeking additional public input as it develops these enhancements.\n\nBack to the top\n\n9. How will FDA ensure that animal producers and veterinarians are no longer using the affected medically important antimicrobial drugs for production purposes like growth enhancement or feed efficiency?\n\nFDA has been working closely with the American Veterinary Medical Association, other veterinary associations, and animal producer organizations, as well as holding listening sessions around the country to hear concerns from both producers and veterinarians. Based on this outreach, we are confident that animal producers and veterinarians understand the role that they play in ensuring that these important drugs are used appropriately and judiciously.\n\nBy law, drugs administered through feed must be used according to the approved labeling. In addition, the extralabel use of approved drugs in animals by or on the lawful order of licensed veterinarians is limited to situations where the health of an animal is threatened or suffering or death may result from failure to treat.\n\nTherefore, once manufacturers voluntarily make these changes, medically important antimicrobial drugs can no longer be used for production purposes, and their continued use to treat, control, or prevent disease in food animals will require an order or prescription from a licensed veterinarian.\n\nBack to the top\n\n \n\nSubmit Comments\nSubmit Comments Online\n\nYou can submit online or written comments on any guidance at any time (see 21 CFR 10.115(g)(5))\n\nIf unable to submit comments online, please mail written comments to:\n\nDockets Management\nFood and Drug Administration\n5630 Fishers Lane, Rm 1061\nRockville, MD 20852\n\nAll written comments should be identified with this document's docket number: FDA-2010-D-0094.\n\nQuestions?\nContent current as of:\n\n07/11/2018\n\nRegulated Product(s)\nAnimal & Veterinary\nTopic(s)\nAntimicrobial Resistance\nFDA Archive\nAbout FDA\nAccessibility\nVisitor Information\nWebsite Policies / Privacy\nNo FEAR Act\nVulnerability Disclosure Policy\nFOIA\nHHS.gov\nUSA.gov\nContact FDA \nFollow FDA on Facebook\n  \nFollow FDA on X\nFollow FDA on Instagram\n \nFollow FDA on LinkedIn\n \nView FDA videos on YouTube\n \nSubscribe to FDA RSS feeds\n \nContact Number\n1-888-INFO-FDA (1-888-463-6332)"
}