{
  "href": "https://nutritionsource.hsph.harvard.edu/elevate-your-plate/swap-for-healthier-meats/",
  "title": "Swap out red meat for healthier meats",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Strategies to reduce red meat and elevate your plate > Swap out red meat for healthier meats\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nSwap out red meat for healthier meats\nElevate your plate: Reducing red meat in our diets can be a win for our own health and the health of the planet. If you’re not quite sure where to start, these strategies can help you cut-back the red meat while keeping your meals filling and flavorful.\n\nPeople have varying perceptions of what they consider to be “meat.” Although technically defined as any animal flesh consumed for food, some may only think of red and processed animal products as “meats,” while poultry and fish are viewed as separate categories. This may be a helpful approach, since the variety of meats and other animal products can have different effects on our own health, and the health of the planet.\n\nStart here:\n\nWhile a key goal should be getting more veggies and other quality plant-based foods in your diet, this step towards reducing red meat is pretty straightforward: incorporate a reasonable amount of poultry (like chicken and turkey) and a variety of seafood (from fish to mollusks).\n\nIf you were planning to make a dish with red meat in a “starring role,” consider poultry and fish in its place. Finding some new favorite recipes is a great start; but here are some simple swaps that will come in handy for a range of recipes:\nMarinate and pan-fry chicken or fish instead of grilling burgers and ribs\nSwap in ground turkey for ground beef\nThink sliced fresh chicken or canned tuna over cold cuts of any kind\nBake/sauté a chicken breast or some white fish, instead of frying a steak\nRoast a turkey, chicken, or salmon rather than beef, lamb, or ham\nYou may be familiar with a classic beef-stuffed bell pepper, but have you ever tried other versions of this easily customizable dish? This stuffed pepper recipe ventures into new flavor territory with a stuffing of spicy chicken, black beans, and a mixture of veggies.\nGET THE RECIPE.\nTake it a step further:\n\nThis strategy comes in handy when you’re designing a meal around animal-based protein, but what about giving plant-based foods some more of the spotlight? This next strategy boosts healthy plant-based foods like beans, nuts, whole grains, and other veggies, while still providing enough protein and ways to incorporate some of your favorite animal-based foods:\n\nConsume less meat, enjoy more variety\nSEE THE TIPS.\nMore plate upgrades:\nPrioritize hearty and savory plant-based preparations\nSimple strategies for creating filling, delicious, and even budget-friendly plant-based dishes.\nEat a little less red meat, any way you can\nAssess how often you eat red meat, and see if one of these strategies can help you find a way to cut back a bit.\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}