{
  "href": "https://nutritionsource.hsph.harvard.edu/recipes/%7Cilink%7Crecipes/garlic-braised-greens",
  "title": "Garlic-Braised Greens",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Garlic-Braised Greens\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nGarlic-Braised Greens\n\nHere’s your chance to experience those intriguing “braising greens” often found next to the bulk salad mix and spinach in better produce departments and farmers’ markets! Often these mixes contain miniature specimens of a greater assortment of leaves than you might otherwise purchase by the bunch (or at all). Often found in these mixes: dandelion greens, baby red mustard, tat soi, tiny kale, diminutive beet greens, and so on. Make sure they are perky and not at all wilted, and cook them that same evening, or at the very least, the next. They lose their spark if they sit around.\n\nRoasted garlic has a handsomely bitter flavor that is both deeper and milder than fresh garlic. Roasted and fresh team up really well together to embrace an assortment of greens.\n\nRemember to roast the garlic as much as several days ahead of time. Store it in a sealed plastic bag in the refrigerator until use.  Furthermore, make this in two batches so the pan won’t be crowded. Contact with the hot pan is key.\n\nGarlic-Braised Greens\nRecipe courtesy of Mollie Katzen/Harvard University Dining Services\nServes 4\nIngredients:\n\n2 medium-sized bulbs garlic (tip sliced off near the top)\n3 tablespoons extra-virgin olive oil\n8 to 10 cups or about a pound (packed) braising greens\nSalt to taste\n½ to 1 teaspoon minced or crushed garlic\nPreparation:\n\nPreheat the oven to 375 degrees Fahrenheit. Line a small baking tray with foil and brush lightly with olive oil.\nStand the garlic bulbs root side-down on the prepared tray, and drizzle the open top surfaces (where you sliced off the tops) with a little olive oil. Roast in the center of the oven for 35 to 40 minutes, or until they feel soft when gently squeezed. Remove the tray from the oven, and let the bulbs cool until comfortable to handle. Separate the cloves, and squeeze each one over a small bowl, releasing the pulp. (Some cloves might keep their shape, while others turn to mush. All forms are welcome!)\nYou can also peel all the garlic while it is still uncooked, and wrap the cloves in a tight little foil packet, spooning in about a teaspoon of olive oil. Roast the packet for about 20 to 30 minutes at 325 degrees Fahrenheit or until the cloves are very soft.\nStem the greens, if necessary. Leave them whole, if very small, or coarsely chop if medium-small. Your call.\nPlace a large, deep skillet over medium heat. After about a minute, add half the remaining olive oil, and swirl to coat the pan. Toss in half of the greens, turn the heat up to medium-high, and stir-fry, turning with tongs, for about 5 minutes, or until wilted. Stir in half the fresh garlic, sprinkle lightly with salt, if desired, then transfer to a medium-sized bowl, and set aside. Repeat this step with the remaining olive oil and greens.\nWhen the leaves have wilted and the fresh garlic is mixed in, reduce the heat to medium-low, and return the first batch of greens to the pan. Add the roasted garlic, turning everything together with tongs to combine. Add a little extra olive oil, if desired, and taste to adjust salt. Serve hot, warm, or at room temperature.\nNutrition facts:\nPer 1/4 of recipe130 calories3 grams of protein9 grams of carbohydrates3 grams of fiber85 milligrams of sodium\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}