{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-youth-spaces/",
  "title": "Healthy Spaces for Youth",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Spaces for Youth \nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nHealthy Spaces for Youth \n\nOut-of-school time programs are supervised settings that school-aged children regularly attend when school is not in session. They include before- and after- school programs; specialty programs (sports teams, STEM); and other programs providing various activities (Boys and Girls Clubs, YMCA, 21st Century Community Learning Centers, etc.) With 7.8 million U.S. children attending afterschool programs in 2020, these are key settings for improving children’s food and beverage intake, providing physical activity opportunities, and limiting TV exposure. [1]\n\nHealthy Eating Outside of School\n\nImproving the quality of children’s snacks offered during out-of-school time could positively impact children’s health by increasing the intake of healthier food and beverages, such as fruits, vegetables, whole grains and water. Snacks account for 27% of total calorie intake among youth, and most frequently consist of grain-based desserts, salty snacks, sweets, and sugary beverages, which are associated with increased obesity risk. [2,3]\n\nSnacks and beverages that children bring to afterschool programs are usually less healthy than snacks served from federal reimbursable meal programs such as the National School Lunch Program, Child and Adult Care Food Program, and the Summer Food Service Program. [4,5] Policies limiting non-program snacks and/or sugary beverages being brought in for snacks could improve the nutritional quality snacks during out-of-school time.\n\nBest practice guidance for healthy eating during out-of-school time  \n\nProvide healthy food and beverage choices consistent with the federal reimbursable meal programs [6,7]\nDo not allow children to bring in their own snacks to afterschool programs\nServe a fruit or vegetable at every snack\nServe water at every snack and meal, and make sure it is available at all times\nWhen serving grains for snack (like bread, crackers and cereal), serve whole grains\nServe water instead of sugary drinks at every snack or meal\nLimit juice servings to 4 ounces of 100% juice\nKey resource\nThe Out-of-School Nutrition and Physical Activity Initiative (OSNAP) is an evidence-based initiative that helps out-of-school time programs improve policies and practices to help kids move more and eat healthier snacks. The goal of OSNAP is to support policy and practice strategies that promote nutrition and physical activity in out-of-school-time settings. OSNAP focuses on six nutrition and physical activity goals. It provides training, tools, and resources to help programs make sustainable changes to promote increased physical activity and consumption of healthy snacks.\nPhysical Activity\n\nEncouraging students to be physically active during out-of-school time can help promote health and well-being. Before- and after-school programs as well as physical activity clubs and intramural/extramural sports are important components of a comprehensive approach to increase physical activity.\n\nIn addition to physical activity programming during out-of-school programs, walking and biking programs encouraging active transport to and from school is another method of increasing physical activity among children.\n\nBest practice guidance for physical activity during out-of-school time\n\nProvide children with at least 30 minutes of moderate to vigorous physical activity every day\nOffer at least 20 minutes of vigorous physical activity on 3 or more days per week\nOffer physical activity opportunities including competitive and non-competitive activities\nScreen Time\n\nExcess TV viewing can lead to overeating and a higher risk for becoming overweight because when children watch TV, then tend to snack more and see advertising for high-calorie, high-sugar foods like candy, soda, and fast foods. [8] Limiting screen time and television with advertisements during out-of-school time promotes healthy environments for children.\n\nBest practice guidance for screen time during out-of-school time\n\nEliminate broadcast and cable TV or movies, and limit computer and digital device time to educational or instructional only\nOut-of-School Time Staff Training\n\nTrainings and professional development in the areas of healthy eating and physical activity will ensure that staff are adequately trained to support healthy behaviors among youth participating in out-of-school programs.\n\nBest practice guidance for staff and education curriculum for health promotion in out-of-school time\n\nStaff receive training on the role of healthy eating, physical activity, and social supports for healthy behaviors at least once per year, and new staff are oriented and trained on this information upon hire\nStaff model and promote healthy eating and physical activity\nProgram uses a curriculum that is grounded in science such as CATCH Kids Club, YMCA’s Food and Fun After School, or OSNAP.\nRelated resources\nRelated\nHealthy Food Environment\nActive Communities\nHealthy Schools\nHealthy Child Care Settings\nPacking a Healthy Lunchbox\nKid’s Healthy Eating Plate\nReferences\n\nLast reviewed March 2024\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}