{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-drinks/sugary-drinks/",
  "title": "sugary drinks",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Drinks > Sugary Drinks\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nSugary Drinks\n\nSugary drinks (also categorized as sugar-sweetened beverages or “soft” drinks) refer to any beverage with added sugar or other sweeteners (high fructose corn syrup, sucrose, fruit juice concentrates, and more). This includes soda, pop, cola, tonic, fruit punch, lemonade (and other “ades”), sweetened powdered drinks, as well as sports and energy drinks.\n\nAs a category, these beverages are the single largest source of calories and added sugar in the U.S. diet. [1,2] In other parts of the world, particularly developing countries, sugary drink consumption is rising dramatically due to widespread urbanization and beverage marketing. [3]\n\nHow sweet is it?\nThere are 4.2 grams of sugar in a single teaspoon. Now, imagine scooping up 7 to 10 teaspoons full of sugar and dumping it into your 12-ounce glass of water. Does that sound too sweet? You may be surprised to learn that’s how much added sugar is in the typical can of soda. This can be a useful tip to visualize just how much sugar is in your drink. To get you started, we’ve prepared a handy guide to the amount of sugar and calories in popular beverages.\n\nAside from soda, energy drinks have as much sugar as soft drinks, enough caffeine to raise your blood pressure, and additives whose long-term health effects are unknown. For these reasons, it’s best to skip energy drinks. The guide includes sports beverages as well. Although designed to give athletes carbohydrates, electrolytes, and fluid during high-intensity workouts that last one hour or more, for everyone else they’re just another source of calories and sugar.\n\nDrinks naturally high in sugar like 100% fruit juices are also featured. While juice often contains healthful nutrients like vitamins, minerals, and phytochemicals, it should also be limited as it contains just as much sugar (though from naturally occurring fruit sugars) and calories as soft drinks.\n\nSugary Drinks and Health\n\nWhen it comes to ranking beverages best for our health, sugary drinks fall at the bottom of the list because they provide so many calories and virtually no other nutrients. People who drink sugary beverages do not feel as full as if they had eaten the same calories from solid food, and research indicates they also don’t compensate for the high caloric content of these beverages by eating less food. [4] The average can of sugar-sweetened soda or fruit punch provides about 150 calories, almost all of them from added sugar. If you were to drink just one of these sugary drinks every day, and not cut back on calories elsewhere, you could gain up to 5 pounds in a year. Beyond weight gain, routinely drinking these sugar-loaded beverages can increase the risk of type 2 diabetes, heart disease, and other chronic diseases. Furthermore, higher consumption of sugary beverages has been linked with an increased risk of premature death. [5]\n\nBody weight and obesity\nDiabetes\nHeart disease\nGout\nBone health\nLiver cancer\nMortality\nSugary Drink Supersizing and the Obesity Epidemic\n\nThere is sufficient scientific evidence that decreasing sugar-sweetened beverage consumption will reduce the prevalence of obesity and obesity-related diseases. [29] Unfortunately, sugary beverages are a regular drink of choice for millions around the world, and a major contributor to the obesity epidemic.\n\nCompounding the problem is that sugary drink portion sizes have risen dramatically over the past 40 years, leading to increased consumption among children and adults:\n\nBefore the 1950s, standard soft-drink bottles were 6.5 ounces. In the 1950s, soft-drink makers introduced larger sizes, including the 12-ounce can, which became widely available in 1960. [30] By the early 1990s, 20-ounce plastic bottles became the norm. [31] Today, contour-shaped plastic bottles are available in even larger sizes, such as 1-liter.\nIn the 1970s, sugary drinks made up about 4% of U.S. daily calorie intake; by 2001, that had risen to about 9%. [32]\nChildren and youth in the US averaged 224 calories per day from sugary beverages in 1999 to 2004—nearly 11% of their daily calorie intake. [33] From 1989 to 2008, calories from sugary beverages increased by 60% in children ages 6 to 11, from 130 to 209 calories per day, and the percentage of children consuming them rose from 79% to 91%. [34] In 2005, sugary drinks (soda, energy, sports drinks) were the top calorie source in teens’ diets (226 calories per day), beating out pizza (213 calories per day). [2]\nAlthough consumption of sugary drinks in the U.S. has decreased in the past decade, [35] half of the population consumes sugary drinks on a given day; 1 in 4 people get at least 200 calories from such drinks; and 5% get at least 567 calories—equivalent to four cans of soda. [36] These intake levels exceed dietary recommendations for consuming no more than 10% of total daily calories from added sugar [37]\nGlobally, and in developing countries in particular, sugary drink consumption is rising dramatically due to widespread urbanization and beverage marketing. [3]\nThe Role of Sugary Drink Marketing\n\nBeverage companies spend billions of dollars marketing sugary drinks, yet generally rebuffs suggestions that its products and marketing tactics play any role in the obesity epidemic. [38]\n\nIn 2013, Coca-Cola launched an “anti-obesity” advertisement recognizing that sweetened soda and many other foods and drinks have contributed to the obesity epidemic. The company advertised its wide array of calorie-free beverages and encouraged individuals to take responsibility for their own drink choices and weight. Responses to the advertisement were mixed, with many experts calling it misleading and inaccurate in stating the health dangers of soda.\n\nAdding to the confusion, studies funded by the beverage industry are four to eight times more likely to show a finding favorable to industry than independently-funded studies. [39]\n\nIt’s also important to note that a significant portion of sugary drink marketing is typically aimed directly at children and adolescents. [40]\n\nA 2019 analysis by the UConn Rudd Center for Food Policy and Obesity found that kids ages 2-11 saw twice as many ads for sugary drinks than for other beverages, and they also saw four times as many ads for certain drinks than adults did. [41] Researchers also analyzed nearly 70 “children’s drinks” (those marketed to parents and/or directly to children), and found that sweetened drinks contributed 62% of children’s drink sales in 2018, including $1.2 billion in fruit drinks (90% of children’s sweetened drink sales) and $146 million in flavored, sweetened water sales.\nCutting Back on Sugary Drinks\n\nWhen it comes to our health, it’s clear that sugary drinks should be avoided. There is a range of healthier beverages that can be consumed in their place, with water being the top option.\n\nOf course, if you’re a frequent soda drinker, this is easier said than done. If it’s the carbonation you like, give sparkling water a try. If the taste is too bland, try a naturally flavored sparkling water. If that’s still too much of a jump, add a splash of juice, sliced citrus, or even some fresh herbs. You can do this with home-brewed tea as well, like this sparkling iced tea with lemon, cucumber, and mint.\n\nWhat about “diet” sodas or other drinks with low-calorie sweeteners?\nLow-calorie sweeteners (LCS) are sweeteners that contain few to no calories but have a higher intensity of sweetness per gram than sweeteners with calories. These include artificial sweeteners, such as Aspartame and Sucralose, as well as extracts from plants like steviol glycosides and monk fruit. Beverages containing LCS sometimes carry the label “sugar-free” or “diet.” The health effects of LCS are inconclusive, with research showing mixed findings. A 2018 scientific advisory by the American Heart Association and American Diabetes Association noted that further research on the effects of LCS beverages on weight control, cardiometabolic risk factors, and risk of cardiovascular disease and other chronic diseases is needed. That said, they also note that for adults who are regular high consumers of sugary drinks, LCS beverages may be a useful temporary replacement strategy to reduce intake of sugary drinks.\nLEARN MORE ABOUT THE RESEARCH ON LCS IN FOODS AND BEVERAGES.\nBeyond the Individual\n\nReducing our preference for sweet beverages will require concerted action on several levels—from creative food scientists and marketers in the beverage industry, as well as from individual consumers and families, schools and worksites, and state and federal government. We must work together toward this worthy and urgent cause: alleviating the cost and the burden of chronic diseases associated with the obesity and diabetes epidemics in the U.S. and around the world. Fortunately, sugary drinks are a growing topic in policy discussions both nationally and internationally. Learn more about how different stakeholders can take action against sugary drinks.\n\nRelated\n\nHealthy Drinks\nPublic Health Concerns: Sugary Drinks\nSpotlight on Soda\nHealthy kids ‘sweet enough’ without added sugars\n\nReferences\n\nLast reviewed August 2023\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}