{
  "href": "https://nutritionsource.hsph.harvard.edu/intuitive-eating/",
  "title": "Intuitive Eating",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Intuitive Eating\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nIntuitive Eating\nWhat Is It?\n\nIntuitive eating (IE) is not so much a diet plan as an approach to eating based on one’s internal needs, whether physical, emotional, or other influencers. When these needs are recognized, they may determine one’s food choices. Because the method is based on an individual’s needs at one moment in time, it does not focus on specific foods, a calorie level to reach, or even eating at certain times. It has been used as an approach to lose weight as well as a treatment strategy for those with disordered eating patterns. The term “intuitive eating” was introduced in 1995 as the title of a book authored by registered dietitians Evelyn Tribole and Elyse Resch. However, the concept of eating from an emotional response was described by researchers prior to that date. [1]\n\nHow It Works\n\nIE is the antithesis of restrained eating that demands rigid control. Many commercial diets follow a restrained eating model, with meal plans that include specific foods and/or measured portions. In contrast, IE focuses on body cues such as hunger and fullness, which may be physical hunger and fullness from an empty or filled stomach, or cues caused by emotional or external triggers. IE is flexible, with no restrictions on types of foods to eat, amounts, or specific mealtimes.\n\nIE is sometimes described as this basic concept: learning to eat when hungry and stopping when full. Yet, in our society physical hunger is not the only reason we eat. Our appetites and cravings are continuously stimulated by visual cues (cooking shows, food advertisements), emotional cues (feeling sad, lonely, stressed, bored), olfactory cues (smelling freshly baked bread), or social cues (Sunday family dinners, sharing a restaurant meal with friends). IE seeks to identify the specific cause of the “hunger,” and to respond with awareness and intention. Eating in response to triggers other than from physiological cues may cause a feeling of lack of self-control, guilt, or self-condemnation. Practicing IE concepts may help to prevent these negative feelings. Intuitive eating encourages self-care and a positive body image.\n\nWeight loss is not a focus of IE. However, eating excess calories can occur from emotional cues, so if one learns to respond appropriately to emotional eating cues, weight loss may follow naturally.\n\nSigns of physical hunger:\nFatigue, lightheadedness\nIrritability\nHeadache\nStomach is grumbling\nHunger gradually intensifies\nNo specific cravings; any type of food will satisfy\nSigns of emotional hunger:\nStomach is quiet\nDesire for food occurs suddenly (e.g., because of an emotion such as anger or stress, or from external cues such as viewing a television commercial or other food advertising)\nCravings are for a specific food or flavor, whether salty, sweet, crunchy, creamy, etc.\nGuilt is associated with eating\nExamples of intuitive eating strategies:\nAcknowledge hunger. Recognize physical hunger cues and respond to them. These cues will not always occur at consistent times, as true hunger can be influenced by changes in physical activity, lack of sleep, etc. Therefore, eating meals and snacks at the same time every day may not be appropriate according to IE principles, if you are not hungry.\nRecognize and respond to fullness. As you identify true hunger, you will also learn to identify a comfortable degree of fullness after eating, and respond by stopping eating. This may require periodic check-ins while eating, noting if you are enjoying the food and reaching a point of having enough.\nDon’t fear negative feelings. Accept that negative emotions like stress, anger, and boredom will come and go. Learn to cope with these feelings without using food: talk to a friend, go for a walk, take a shower, pray, or meditate.\nHonor and respect your body regardless of size and ability. A negative self-image can lead to self-destructive behaviors, whereas nurturing a positive self-image may lead to healthful behaviors.\nHow is intuitive eating different from mindful eating?\nOften used interchangeably, many intuitive eating and mindful eating concepts overlap but there are some key differences. Mindful eating stems from the broader practice of mindfulness, a centuries-old philosophy used in many religions. Mindful eating focuses on the present eating experience with heightened awareness beyond the self, and without judgment. [2] The following are some areas of focus:\nConsidering the wider spectrum of the meal which informs what and how much one eats: where the food came from, what elements were needed from nature that enabled the food to grow and thrive, the individuals involved in getting the food from the farm to grocery stores or restaurants, how the food was prepared, who prepared it.\nNoticing how the food looks, tastes, smells, and feels in our bodies as we eat.\nHow the body feels after eating the meal.\nExpressing gratitude for the meal before and/or after eating\nMay use deep breathing or meditation before the meal to transition your busy mind to focus on the meal in front of you.\nHow our food choices affect our local and global environment.\n\nIncluding these considerations when eating can help to increase appreciation, enjoyment, and understanding of the food.\n\nIntuitive eating often integrates concepts of mindful eating but also considers eating specifically in response to hunger and satiety cues, nurturing a positive body image, addressing non-physiological reasons for hunger, and physical activity. It usually does not involve meditation nor gratitude.\n\nLEARN MORE ABOUT MINDFUL EATING\nThe Research So Far\n\nThere is a growing body of research on IE. Small, short-term controlled trials or cross-sectional studies using IE concepts have consistently shown benefits for psychological wellbeing (e.g., reduced depression and anxiety; increased body satisfaction, self-acceptance, and quality of life). [3,4] IE interventions have also shown a decrease in certain behaviors such as binge eating and restrained eating/dieting. A limited number of studies have shown improvements in blood pressure and cholesterol. [5] Randomized trials show conflicting results of IE interventions and weight loss or decreased body mass index; some show no weight changes while others show modest weight reductions.\n\nDiet quality\nBody mass index\nEating behaviors\nPotential Pitfalls\nMay not cause weight loss. The IE model is not intended to cause weight loss, but to promote a positive self-image and healthy lifestyle changes. People who are seeking a plan that causes weight loss may not prefer this approach, because there are no specific amounts or types of foods recommended and body weight is not measured. However, a decrease in behaviors like restrained eating and emotional eating may naturally lead to weight loss for some. If a person has been advised to lose weight by their physician to improve medical conditions (e.g., prediabetes, high blood pressure, fatty liver), an IE approach may be used in conjunction with a weight-reducing eating plan. Guidance on this type of plan from a registered dietitian or licensed health coach can help to encourage a healthy body image and realistic lifestyle goals.\nFear of weight gain. A concern with individuals is letting go of diet rules and “forbidden” foods. They may fear a lack of control around these foods that are now permitted without restrictions. In certain cases, less boundaries may lead some people to overeat or choose low-nutrient-dense foods (e.g., processed high-sugar beverages or foods). Consulting with a registered dietitian who is experienced with IE concepts can help one to identify the body’s signals on what and how much to eat, ideally choosing foods and amounts that support their wellbeing and health.\nMay not improve health outcomes related to weight gain or chronic disease. IE concepts encourage self-care and a positive response to food, which may or may not cause a change towards healthful eating patterns (consuming more fruits and vegetables, less sweetened beverages and foods, less fried foods, not skipping meals, etc.). An individual has the freedom to choose fast food and soda if desired, so IE will not necessarily lead to a disease-preventive eating pattern or to a reversal of weight gain.\nDoes not address the concept of food addiction from “hyper-palatable” foods, which can lead to food cravings. Cravings for food may stem from a neurobiological source that is neither caused by physical or emotional hunger. The notion of a food addiction is controversial, but research shows that the brain can activate reward regions of the brain in response to flavors like fat, salt, and sugar when they are eaten in excess and on a regular basis. [10-14] Researchers have compared this effect to that of addictive drugs like cocaine and alcohol. These foods tend to be highly processed, calorie-dense, and low in nutrients. People may develop strong cravings for these foods because of the reward-related neural changes that occur after consumption (a calming or pleasurable feeling with the release of dopamine). In this case, relying on intuition about what to eat may backfire if one has developed an “addiction” to these types of foods.\nUnanswered Questions\nCan IE concepts prevent the onset or progression of chronic diseases including obesity by promoting healthier lifestyle behaviors? \nAre there certain types of people in which the IE approach would work best (e.g., chronic dieters, those experiencing disordered eating)?\nBottom Line\n\nIntuitive eating is an alternative approach that was developed in response to the negative mental and physical health effects caused by traditional diets for weight loss, which involve the deliberate long-term restriction of food. IE allows internal cues to guide one’s eating choices and patterns rather than a meal plan or designated rules.\n\nResearch has shown that IE can lead to greater psychological wellbeing, increased pleasure when eating, and body satisfaction. However research also shows that permission to eat all foods with no “food rules” can sometimes lead to unhealthful food choices with more high-calorie palatable foods. Therefore a certain level of restraint and nutrition knowledge may be beneficial when starting an IE plan (if the desired result is to improve overall health and wellness). Still, in the long run, continued dietary restraint increases the risk of ignoring natural physiological signals to eat. Therefore a combination of IE practices with basic nutrition knowledge may lead to more positive outcomes than either approach alone.\n\nIt may also be beneficial to use IE strategies to heighten one’s awareness of internal cues of not just feeling “full” versus “hungry” but to also note how the body feels after eating healthful foods of fruits and vegetables versus highly processed high-calorie snack foods, which may lead to eating patterns that promote wellbeing. [3]\n\nRelated\nHealthy Weight\nThe Best Diet: Quality Counts\nDiet Reviews\nReferences\n\nLast reviewed November 2023\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}