{
  "href": "https://nutritionsource.hsph.harvard.edu/what-should-you-eat/protein/#what-is-protein",
  "title": "What is protein?",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > What Should I Eat? > Protein\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nProtein\n\nProtein is an essential macronutrient, but not all food sources of protein are created equal, and you may not need as much as you think. Learn the basics about protein and shaping your diet with healthy protein foods.\n\nJump to:\n–What is protein?\n–How much protein do I need?\n–It’s all about the protein “package”\n–Research on protein and human health\n–Protein foods and the planet\n–The bottom line: choosing healthy protein foods\n–[Quiz] Test your protein knowledge!\n\nWhat Is Protein?\n\nProtein is found throughout the body—in muscle, bone, skin, hair, and virtually every other body part or tissue. It makes up the enzymes that power many chemical reactions and the hemoglobin that carries oxygen in your blood. At least 10,000 different proteins make you what you are and keep you that way.\n\nProtein is made from twenty-plus basic building blocks called amino acids. Because we don’t store amino acids, our bodies make them in two different ways: either from scratch, or by modifying others. Nine amino acids—histidine, isoleucine, leucine, lysine, methionine, phenylalanine, threonine, tryptophan, and valine—known as the essential amino acids, must come from food.\n\nHow Much Protein Do I Need?\n\nThe National Academy of Medicine recommends that adults get a minimum of 0.8 grams of protein for every kilogram of body weight per day, or just over 7 grams for every 20 pounds of body weight. [1]\n\nFor a 140-pound person, that means about 50 grams of protein each day.\nFor a 200-pound person, that means about 70 grams of protein each day.\n\nThe National Academy of Medicine also sets a wide range for acceptable protein intake—anywhere from 10% to 35% of calories each day. Beyond that, there’s relatively little solid information on the ideal amount of protein in the diet or the healthiest target for calories contributed by protein. Individual needs will vary based on factors such as age, exercise level, health conditions, and overall dietary pattern. A registered dietitian can help determine one’s individual protein needs.\n\nIn an analysis conducted at Harvard among more than 130,000 men and women who were followed for up to 32 years, the percentage of calories from total protein intake was not related to overall mortality or to specific causes of death. [2] However, the source of protein was important.\n\nWhat are “complete” proteins, and how much do I need?\n\nIt’s important to note that millions of people worldwide, especially young children, don’t get enough protein due to food insecurity. The effects of protein deficiency and malnutrition range in severity from growth failure and loss of muscle mass to decreased immunity, weakening of the heart and respiratory system, and death.\n\nHowever, it’s uncommon for healthy adults in the U.S. and most other developed countries to have a deficiency, because there’s an abundance of plant and animal-based foods full of protein. In fact, many in the U.S. are consuming more than enough protein, especially from animal-based foods. [3]\n\nIt’s All About the Protein “Package”\n\nWhen we eat foods for protein, we also eat everything that comes alongside it: the different fats, fiber, sodium, and more. It’s this protein “package” that’s likely to make a difference for health.\n\nThe table below shows a sample of food “packages” sorted by protein content, alongside a range of components that come with it.\n\nTable: Comparing protein packages\n\nTo call out a few examples:\n\nA 4-ounce broiled sirloin steak is a great source of protein—about 33 grams worth. But it also delivers about 5 grams of saturated fat.\nA 4-ounce ham steak with 22 grams of protein has only 1.6 grams of saturated fat, but it’s loaded with 1,500 milligrams worth of sodium.\n4 ounces of grilled sockeye salmon has about 30 grams of protein, naturally low in sodium, and contains just over 1 gram of saturated fat. Salmon and other fatty fish are also excellent sources of omega-3 fats, a type of fat that’s especially good for the heart.\nA cup of cooked lentils provides about 18 grams of protein and 15 grams of fiber, and it has virtually no saturated fat or sodium.\nWhat about protein powders?\nPowdered protein can come from a variety of sources, including eggs, milk (e.g., casein, whey), and plants (e.g., soybeans, peas, hemp). Some protein powders contain protein from multiple sources; for instance, a vegan option might include protein derived from peas, pumpkin seeds, sunflower seeds, and alfalfa. Like other dietary supplements, protein powders are not regulated by the U.S. Food and Drug Administration for safety. They can often contain non-protein ingredients, including vitamins and minerals, thickeners, added sugars, non-caloric sweeteners, and artificial flavoring. If you choose to consume protein powder, it is important to read the nutrition and ingredient labels beforehand, as products may contain unexpected ingredients and large amounts of added sugars and calories.\nLEARN MORE ABOUT PROTEIN POWDERS AND OTHER WORKOUT SUPPLEMENTS\nResearch on Protein and Health\n\nAvailable evidence indicates that it’s the source of protein (or, the protein “package”), rather than the amount of protein, that likely makes a difference for our health. You can explore the research related to each disease in the tabs below, but here’s the evidence-based takeaway: eating healthy protein sources like beans, nuts, fish, or poultry in place of red meat and processed meat can lower the risk of several diseases and premature death.\n\nHeart disease\nDiabetes\nCancer\nPremature death\nBone health\nWeight control\nOther considerations involving protein\nNew research highlight: Red meat and diabetes risk\nPeople who eat just two servings of red meat per week may have an increased risk of developing type 2 diabetes compared to people who eat fewer servings, and the risk increases with greater consumption, according to a new study led by researchers from Harvard T.H. Chan School of Public Health. They also found that replacing red meat with healthy plant-based protein sources, such as nuts and legumes, or modest amounts of dairy foods, was associated with reduced risk of type 2 diabetes.\nREAD MORE\nProtein Foods and the Planet\nJust as different foods can have differing impacts on human health, they also have differing impacts on the environment. Agriculture is a major contributor of greenhouse gas (GHG) emissions globally, the accumulation of which is driving climate change at a rate unprecedented in human history. However, not all foods have an equal impact. Production of animal-based foods tends to have higher GHG emissions than producing plant-based foods—and dairy and especially red meat (particularly beef, lamb, and goat) stand out for their disproportionate impact.\nSource: World Resources Institute, www.wri.org/proteinscorecard\n\nTo give you an idea, this “scorecard” from the World Resources Institute illustrates the differing GHG emissions per gram of protein from both animal and plant-based protein foods. [25] Making just one pound (454 grams) of lamb generates five times more GHGs than making a pound of chicken and around 30 times more than making a pound of lentils. [26] In the U.S. alone, beef accounts for 36% of all food-related GHG emissions. [27] Beyond emissions, it’s also important to note that food production places an enormous demand upon our natural resources, as agriculture is a major contributor to deforestation, species extinction, and freshwater depletion and contamination.\n\nLEARN MORE ABOUT THE IMPACTS OF DIFFERENT FOODS ON YOUR PLATE.\nBottom Line\n\nProtein is a key part of any diet. The average person needs about 7 grams of protein every day for every 20 pounds of body weight. Because protein is found in an abundance of foods, many people can easily meet this goal. However, not all protein “packages” are created equal. Because foods contain a lot more than protein, it’s important to pay attention to what else is coming with it. That’s why the Healthy Eating Plate encourages choosing healthy protein foods.\n\nChoose fish, poultry, beans, and nuts; limit red meat and cheese; avoid bacon, cold cuts, and other processed meats.\nEXPLORE THE HEALTHY EATING PLATE\n\nBuilding off this general guidance, here are some additional details and tips for shaping your diet with the best protein choices:\n\nGet your protein from plants when possible. Eating legumes (beans and peas), nuts, seeds, whole grains, and other plant-based sources of protein is a win for your health and the health of the planet. If most of your protein comes from plants, make sure that you mix up your sources so no “essential” components of protein are missing. The good news is that the plant kingdom offers plenty of options to mix and match. Here are some examples for each category:\nLegumes: lentils, beans (adzuki, black, fava, chickpeas/garbanzo, kidney,  lima, mung, pinto etc.), peas (green, snow, snap, split, etc.), edamame/soybeans (and products made from soy: tofu, tempeh, etc.), peanuts.\nNuts and Seeds: almonds, pistachios, cashews, walnuts, hazelnuts, pecans, hemp seeds, squash and pumpkin seeds, sunflower seeds, flax seeds, sesame seeds, chia seeds.\nWhole Grains: kamut, teff, wheat, quinoa, rice, wild rice, millet, oats, buckwheat,\nOther: while many vegetables and fruits contain some level of protein, it’s generally in smaller amounts than the other plant-based foods. Some examples with higher protein quantities include corn, broccoli, asparagus, brussels sprouts, and artichokes.\nPrioritize hearty and savory plant-based preparations\nSimple strategies for creating filling, delicious, and even budget-friendly plant-based dishes.\nUpgrade your sources of animal protein. Considering the protein package is particularly important when it comes to animal-based foods:\nGenerally, poultry (chicken, turkey, duck) and a variety of seafood (fish, crustaceans, mollusks) are your best bet. Eggs can be a good choice, too.\nIf you enjoy dairy foods, it’s best to do so in moderation (think closer to 1-2 servings a day; and incorporating yogurt is probably a better choice than getting all your servings from milk or cheese).\nRed meat—which includes unprocessed beef, pork, lamb, veal, mutton, and goat meat—should be consumed on a more limited basis. If you enjoy red meat, consider eating it in small amounts or only on special occasions.\nProcessed meats, such as bacon, hot dogs, sausages, and cold cuts should be avoided. Although these products are often made from red meats, processed meats also include items like turkey bacon, chicken sausage, and deli-sliced chicken and ham. (Processed meat refers to any meat that has been “transformed through salting, curing, fermentation, smoking, or other processes to enhance flavor or improve preservation.” [18])\n\nLooking to reduce red and processed meats, but unsure where to start? Here are a few approaches to cutting-back while keeping your meals satiating and flavorful. Simply find your “starting point” and move forward with the strategies that work for you:\n\nEat a little less red meat, any way you can\nAssess how often you eat red meat, and see if one of these strategies can help you find a way to cut back a bit.\nSwap out red meat for healthier meats\nIf you’re thinking of a meal that features red meat, see if you can replace it with a better option, like poultry or seafood.\nConsume less meat, enjoy more variety\nThis approach boosts healthy plant-based foods like beans, nuts, whole grains, and other veggies, while still providing ways to incorporate some of your favorite animal-based foods.\nTest your protein knowledge!\n\nReady to see how much you know about protein and healthy protein foods? Try this 10 question quiz to find out:\n\nReferences\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}