{
  "href": "https://nutritionsource.hsph.harvard.edu/recipes/%7Cilink%7Crecipes/thai-eggplant-salad-with-coconut-tofu-strips",
  "title": "Thai Eggplant Salad with Coconut Tofu Strips",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Thai Eggplant Salad with Coconut Tofu Strips\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nThai Eggplant Salad with Coconut Tofu Strips\nThai Eggplant Salad with Coconut Tofu Strips\nRecipe courtesy of Mollie Katzen/Harvard University Dining Services\nCook Time 30 min.\nServes 4\nIngredients:\n\nOil or nonstick spray for the roasting tray\n1½ pounds eggplant, peeled only if necessary, and cut into 1½ inch cubes\nSalt to taste\n¼ pound Persian cucumber (or another tasty, sweet variety), peeled only if necessary, and cut into small dice\n1 small, sweet bell pepper (orange or purple are especially nice), diced\nCherry tomatoes (optional), cut in half if large\nRed pepper flakes to taste\nTouch of lime zest (optional)\nCoconut-lime vinaigrette (see recipe below)\nCoconut tofu strips (see recipe below)\n\nFor coconut-lime vinaigrette\n\n½ to 1 teaspoon minced or crushed garlic\n3 tablespoons fresh lime juice\n3 tablespoons reduced fat coconut milk\n½ teaspoon salt\n1½ teaspoons agave nectar or sugar\n5 tablespoons vegetable oil (grapeseed oil or olive oil are good choices)\nFor coconut tofu strips\n1 tablespoon vegetable oil\n8 ounces very firm tofu, cut into strips\nDash or two of salt (optional)\n4 tablespoons shredded unsweetened coconut\n1 to 2 teaspoons sugar (optional)\nPreparation:\n\nPreheat oven to 400 degrees Fahrenheit. Line a roasting or baking tray with foil, and slick very lightly with oil or add a light coating of nonstick spray.\nSpread out the eggplant cubes in a single layer, and roast until very tender (about 20 to 30 minutes, depending on their size).\nMeanwhile, spread out ¼ cup of the vinaigrette in a shallow dish.\nWhen the eggplant is done, salt it lightly, and transfer to the dish, swishing it gently into the vinaigrette. Toss lightly, adding another 2 tablespoons of the vinaigrette as you go.\nWhen it cools to room temperature, add the cucumber, bell pepper, cherry tomatoes (if using), and some red pepper flakes to taste. (You can also add some grated lime zest for more zing.)\nLet it sit to marinate for at least another 10 minutes, and as long as a day, covered and refrigerated.\nServe at room temperature or cooled, topped with coconut tofu strips.\n\nFor coconut-lime vinaigrette\n\nCombine the garlic, lime juice, coconut milk, salt, and sweetener in a bowl or jar with a lid. Whisk until combined, and then keep whisking as you drizzle in the oil to form an emulsion. When all the oil is incorporated set aside. If you are making this well in advance, cover and refrigerate, then bring to room temperature before using.\n\nFor coconut tofu strips\n\nPlace a medium-sized skillet over medium heat and wait 1 minute. Add the oil, and swirl to coat the pan.\nToss in the tofu strips with a dash or two of salt, and stir-fry (or “toss-fry”) until heated through and beginning to get crispy. Sprinkle in the coconut, and if you like it a touch sweet, some sugar, and continue to cook and toss until the coconut is lightly golden and heavily aromatic.\nServe at any temperature, sprinkled on your favorite rice or vegetable dish with compatible flavors.\nNutrition facts:\nPer 1/4 of recipe350 calories8 grams of protein18 grams of carbohydrates8 grams of fiber460 milligrams of sodium27 grams of fat( 7 grams of saturated fat18 grams of monounsaturated fat2 grams of polyunsaturated fat)\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}