{
  "href": "https://nutritionsource.hsph.harvard.edu/sustainability/#sustainability-key-terms",
  "title": "safe operating space",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Sustainability\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nSustainability\n\nSustainability is a multifaceted issue, in which the food production system and our diets play a crucial role. Achieving a healthy and sustainable food future is an urgent matter that depends on global collaborative efforts.\n\nWhat Is Sustainability, and What Does It Have To Do With Food?\n\n“Sustainability” can be hard to define as it can mean different things based on the context in which it’s discussed. However, the concept is much more than a trending buzzword. The most frequently quoted definition was put forth by the U.N.’s Brundtland Commission on sustainable development in 1987: “Sustainable development [meets] the needs of the present without compromising the ability of future generations to meet their own needs.” [1]\n\nJeffrey D. Sachs, an expert on sustainable development and director of the Earth Institute at Columbia University, wrote: “Like all living species, humanity depends on nature for food and water, materials for survival, and safety from dire environmental threats, such as epidemics and natural catastrophes. Yet for a species that depends on the beneficence of nature, or on what the scientists call ‘environmental services,’ we are doing a poor job of protecting the physical basis of our very survival!” [2]\n\nIndeed, sustainability encompasses the environment, economics, health, nutrition, and other related dimensions. This interconnectedness can be observed in the FAO’s definition of sustainable diets:\n\nSustainable Diets are those diets with low environmental impacts that contribute to food and nutrition security and to healthy life for present and future generations. Sustainable diets are protective and respectful of biodiversity and ecosystems, culturally acceptable, accessible, economically fair and affordable; nutritionally adequate, safe and healthy; while optimizing natural and human resources. [3]\n\nAs we refer to it here, sustainability means the enactment of practices that fulfill the needs of society while protecting the physical basis of our long-term survival, our environment. We cannot have a secure food supply unless that food supply is sustainable.\n\nWhy Is a Sustainable Food Supply Important?\n\nToday, more than three billion people are malnourished and many of our planet’s 7 billion inhabitants eat diets low in quality. At the same time, the world’s population is rapidly expanding, and it is estimated there will be close to 10 billion people on our planet by 2050. [4]  When considering sustainable food development, the goal is to ensure a future when this expanded population has both enough food available to eat and access to high quality, nutritious foods.\n\nThinking about a successful food future must focus on the earth system as a whole, rather than local levels. The “Anthropocene” is a term used to describe the current geological epoch, a time period defined by humanity being the dominating driver of change in atmospheric, geologic, hydrologic, biospheric and other earth systems. In other words, humanity’s influence is at its greatest point in the history of our planet. The term “anthropogenic” is an adjective that denotes “originating in human activity.”\n\nIn terms of anthropogenic activities, agriculture is the largest cause of global environmental change. Examples of global environmental change include climate change, deforestation, desertification, and damage to coastal reefs and marine ecosystems.\n\nFood production:\nContributes approximately 30% of global greenhouse gas emissions, and the livestock sector alone represents almost half (14.5%) of these emissions [5, 6]\nOccupies about 40% of global land [7]\nUses 70% of freshwater [8]\nIs the largest factor threatening species with extinction [9]\nCauses eutrophication (nutrient overload) and dead zones in lakes and coastal areas [10]\nHas led to a majority (~60%) of the world fish stocks to be fully fished or overfished (33%) – only 7% are underfished [11]\n\nSuch global environmental change increases the risk of irreversible and catastrophic shifts in the Earth system marked by rising human mortality, morbidity, conflict, and food insecurity. [12]  Agriculture in its current form is simultaneously a driver of global environmental change and a victim of shifting environmental conditions. [13] Without action, the world risks failing to meet the UN Sustainable Development Goals and the Paris Agreement. Simply put: global food systems are not sustainable. We need to rethink how we eat and rethink the way we produce food in the process.\n\nHealthy Diets From Sustainable Food Systems\n\nDespite substantial scientific evidence linking diets with human health and environmental sustainability, historically there’s been a lack of globally-agreed upon targets for healthy diets and sustainable food production. However, in 2019, the EAT-Lancet Commission (a group of 37 scientists from 16 countries working in the fields of human health, nutrition, economics, agriculture, political sciences, and environmental sustainability) assessed existing evidence and developed global scientific targets that define a “safe operating space” for food systems. [14] These targets focus on two key areas that apply to all people and the planet:\n\nTarget 1: Healthy diets\nBased on extensive research on foods, dietary patterns, and health outcomes, the Commission defines a “planetary health diet” with consumption ranges for each food group. Despite its name, this is not a specific diet but rather a flexible dietary pattern that largely consists of vegetables, fruits, whole grains, legumes, nuts, and unsaturated oils; includes a low to moderate amount of seafood and poultry; and includes no or a low quantity of red meat, processed meat, added sugar, refined grains, and starchy vegetables. According to the Commission, global adoption of this pattern of eating would provide major health benefits, including a large reduction in total mortality.\nLEARN MORE ABOUT THE PLANETARY HEALTH DIET AND HOW TO PUT IT INTO PRACTICE\nTarget 2: Sustainable food production\nWith current food production driving climate change, biodiversity loss, pollution, and unsustainable changes in water and land use, the Commission also identifies a set of boundaries that global food production should stay within to “decrease the risk of irreversible and potentially catastrophic shifts in the Earth system.” These boundaries relate to six key earth system processes: climate change (based on greenhouse gas emissions), land system change (based on cropland use), use of freshwater, biodiversity loss (based on extinction rate), and nitrogen and phosphorus cycling (based on the application of these fertilizers).\nA “Great Food Transformation” Is Necessary\n\nTransitioning to a sustainable food system that can deliver healthy diets for an estimated 10 billion people by 2050 is an unprecedented challenge. However, the Commission emphasizes that “data are both sufficient and strong enough to warrant immediate action, and delay will increase the likelihood of serious, even disastrous, consequences.”\n\nFortunately, their analysis found this transition would be doable through a combination of substantial dietary shifts toward mostly plant-based dietary patterns, dramatic reductions in food losses and waste, and major improvements in food production practices. Of course, such a “Great Food Transformation” will not happen without widespread, multi-sector, multi-level action guided by scientific targets.  To begin this process, the Commission proposes five strategies as general starting points for national, regional, city, and local change:\n\nSeek international and national commitment to shift toward healthy diets. Transitioning to a planetary health diet will require global consumption of foods such as red meat and sugar to decrease by 50%, while consumption of fruits, nuts, vegetables, and legumes must double. Policies are needed to improve the availability, access, and affordability of healthy foods while disincentivizing the consumption of unhealthy and unsustainable foods.\nReorient agricultural priorities from producing high quantities of food to producing healthy food. Shift the emphasis in food and agricultural policy from high volumes of a few crops to greater diversity of nutrient-rich crops.\nSustainably intensify food production to increase high-quality output. Use technology and system innovation to farm existing land with fewer inputs in order to experience better yields, sequester carbon, and conserve existing biodiversity and ecosystem services.\nStrong and coordinated governance of land and oceans. Protect natural ecosystems and biodiversity by collectively acting, at local and global levels, to halt the expansion of agricultural land and harvested marine areas.\nAt least halve food losses and waste, in line with UN Sustainable Development Goals. Reduce food loss and waste in food production and consumption phases by 50% using a mix of technological solutions, consumer campaigns, and public policies.\n\nFor more information and specifics on these strategies, read the Commission’s full report, Food in the Anthropocene: the EAT-Lancet Commission on healthy diets from sustainable food systems. Or, read the Commission’s briefs for cities, policymakers, farmers, food service professionals, healthcare professionals, and everyone.\n\nWATCH: Creating a sustainable and healthy food future\nThis FORUM discussion at the Harvard T.H. Chan School of Public Health explores how to avert dire consequences for human and planetary health through best practices and new technologies. Key questions were how to amplify nutritious food production, prevent waste and secure supplies, while protecting our environment in the process.\nVIEW THE RECORDED EVENT\nThe Bottom Line\n\nAchieving a healthy and sustainable food system is an urgent matter that depends on collaborative efforts from governments, the private and public sectors, as well as individuals. Supply and demand work both ways—a shift in the food production landscape depends on a shift in our diets. We must be aware that our food choices ultimately impact more than just ourselves, and primarily plant-based diets are best for both health outcomes and the environment. In the end, what’s good for the planet is good for us too.\n\nRelated\nCenter for Climate, Health, and the Global Environment (C-CHANGE) at Harvard T.H. Chan School of Public Health\nKey terms for understanding sustainable food systems\n\nAnthropocene: A proposed new geological epoch which is characterized by humanity being the dominating force of change on the planet. The Anthropocene began in the mid-20th century and continues through today.\nPlanetary boundaries: Nine boundaries, each representing a system or process that is important for regulating and maintaining the stability of the planet. They define global biophysical limits that humanity should operate within to ensure a stable and resilient earth system—ie, conditions that are necessary to foster prosperity for future generations.\nEarth system: Earth’s interacting physical, chemical, and biological processes consisting of land, oceans, atmosphere, and poles, and includes earth’s natural cycles— i.e., carbon, water, nitrogen, phosphorus, and other cycles. Life, including human society, is an integral part of the earth system and affects these natural cycles.\nBiodiversity: The diversity and richness of all living organisms on land and in water. Biodiversity contributes to the stability of ecosystems, enhances ecosystem services, and promotes the resilience of food production systems.\nBiosphere: All parts of the earth where life exists, including the lithosphere (solid surface layer), hydrosphere (water), and atmosphere (air). The biosphere plays an important part in regulating the earth system by driving energy and nutrient flow between components.\nBoundaries: Thresholds set at the low end of the scientific uncertainty range that serve as guides for decision makers on acceptable levels of risk. Boundaries are baselines, unchanging, and not time-bound.\nDesertification: the process by which fertile land becomes desert, typically as a result of a drought, unsustainable agriculture, or land clearing.\nEutrophication: the process by which a body of water becomes enriched in dissolved nutrients that stimulate growth of aquatic plant life usually resulting in the depletion of dissolved oxygen. In agriculture, this can result from fertilizer runoff, rich in nitrogen and phosphorus, into water bodies.\nFood system: All elements and activities that relate to production, processing, distribution, preparation, and consumption of food.\nSafe operating space for food systems: A space that is defined by scientific targets for human health and environmentally sustainable food production set by the EAT-Lancet Commission. [14] Operating within this space allows humanity to feed healthy diets to about 10 billion people within biophysical limits of the earth system.\nGreat Food Transformation: The unprecedented range of actions taken by all food system sectors across all levels that aim to normalize healthy diets from sustainable food systems.\n\n(Adapted from: EAT, Summary Report of the EAT-Lancet Commission [15])\n\nReferences\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}