{
  "href": "https://nutritionsource.hsph.harvard.edu/2012/06/21/ask-the-expert-healthy-fats/",
  "title": "healthy fats",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Nutrition News > Category: Ask the Expert > Ask the Expert: Healthy Fats\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nAsk the Expert: Healthy Fats\nThe Experts: Dr. Walter Willett and Amy Myrdal Miller\n\nWe asked Dr. Walter Willett of Harvard School of Public Health and Amy Myrdal Miller, M.S., R.D. of The Culinary Institute of America to explain why it’s time to end the “low fat is best” myth—and to provide ideas for how to use healthy fats in the home kitchen.\n\nShould I ditch a low-fat diet?\nAre “fat-free” foods healthy?\nWill eating fat make me get fat?\nCan I lose weight on a low-fat diet?\nAre all kinds of fat equally healthy?\nHow can I cut back on trans fat?\nAre coconut oil and palm oil healthy?\nIs it okay to eat high-fat fried foods?\nDo I need to watch my percentage of calories from fat?\nWhat’s better than a low-fat diet?\nCan you share any tips for cooking with healthy fats?\nHow can I convince my family to eat healthy fats?\n\n1.Should I ditch a low-fat diet?\n\nWalter Willett: If you’ve been able to keep your weight, blood cholesterol, and blood glucose under good control while eating a low-fat diet, this type of diet may be working for you. But for many people, low-fat diets don’t work. In fact, dozens of studies have found that low-fat diets are no better for health than moderate-or high-fat diets—and for many people, they may be worse.\n\nLow-fat diets are usually high in carbohydrates, often from rapidly-digested foods such as white flour, white rice, potatoes, sugary drinks, and refined snacks. Eating lots of these “fast carbs” can cause quick, sharp spikes in blood sugar and insulin levels, and over time can increase the risk of diabetes and heart disease. High-carbohydrate, low-fat diets also have a negative effect on the fats and cholesterol in our blood: They raise “bad” blood fats (triglycerides) and they lower the “good” blood cholesterol (HDL), both of which can increase the risk of heart disease. These diets also tend to increase blood pressure.\n\nFor many people, low-fat diets are not satisfying. People finish a meal and within a few hours, they are hungry again, seeking more low-fat fixes for their hunger. This vicious cycle leads to weight gain and, in turn, to the conditions associated with excess weight (such as blood triglycerides, low HDL cholesterol, high blood pressure, and diabetes).\n\n2. Are “fat free” foods healthy?\n\nAmy Myrdal Miller: Some foods in their natural state contain little or no fat—for example, most fruits, vegetables, whole grains, dried beans. And of course these are healthy choices. But processed foods billed as “low fat” and “fat free” are often higher in salt, sugar, or starch than their full-fat counterparts, to make up for the flavor and texture that’s lost when food manufacturers slash fat. So they are not necessarily “healthy” choices. For example, low-fat and non-fat salad dressings are nearly always higher in sugar and salt.\n\n3. Will eating fat make me get fat?\n\nWillett: No, it’s a myth that eating specifically high-fat foods makes you fat. Eating or drinking more calories than you need from any source, whether it’s fat, carbohydrate, protein, or alcohol can lead to weight gain. Over the past 30 years in the U.S., the percentage of calories from fat has actually gone down, but obesity rates have skyrocketed. Sugary soft drinks don’t contain any fat—yet the billions of gallons of sugary beverages that Americans drink each year have been a major contributor to the obesity epidemic.\n\n4. Can I lose weight on a low-fat diet?\n\nWillett: It’s possible to lose weight on any diet. But carefully-conducted clinical trials find that following a low-fat diet doesn’t make it any easier to lose weight or keep it off. In fact, study volunteers who follow moderate- or high-fat diets lose just as much weight, and in some studies a bit more, as those who follow low-fat diets.\n\nCalories are what count for weight loss, so it’s important to find a lower-calorie eating plan that you can follow—and a lower-calorie plan that’s good for lifelong health. Low-fat diets raise triglycerides and lower good cholesterol, so for many folks, they’re simply not the best choice for health. For some people, high intake of carbohydrates, particularly if they come from refined rather than whole grains, can make weight control more difficult.\n\n5. Are all kinds of fat equally healthy?\n\nWillett: Some types of fats are healthier than others. Unsaturated fat is the healthiest type of fat. Plant oils, such as olive, canola, corn, peanut and other nut oils; nuts, such as almonds, peanuts, walnuts, and pistachios; avocados; and fish, especially oily fish such as salmon and canned tuna, are excellent sources of unsaturated fat. Eating unsaturated fat in place of refined grains and sugar can improve blood cholesterol profiles and lower triglycerides, and in turn, lower the risk of heart disease.\n\nIt is essential to include a special kind of unsaturated fat, called omega-3 fats, in the diet; good sources include fish, walnuts, flax seeds, and canola oil. Keep in mind that omega-3 fats from marine sources, such as fish and shellfish, have much more powerful health benefits than omega-3 fats from plant sources, like walnuts and flax seeds. But omega-3 fats from plant sources still are a good choice, especially for people who don’t eat fish.\n\nSaturated fat is less healthy, since it raises “bad” cholesterol in the blood. We can’t completely eliminate saturated fat from our diets, though, because foods that are rich in healthy fats also contain a little bit of saturated fat. The best strategy is to limit foods that are very high in saturated fat, such as butter, cheese, and red meat, and replace them with foods that are high in healthy fats, such as plant oils, nuts, and fish. An alternative approach is to just use a very small amount of full-fat cheese, butter, cream, or red meat in dishes that emphasize plant foods such as vegetables, whole grains, and legumes.\n\nWhatever you do, don’t replace foods that are high in saturated fat  with “fast carbs”—foods like white bread, white rice, potatoes, sugary drinks, and refined snacks—since eating too many of these fast carbs is just as bad for your heart as eating too much saturated fat.\n\nTrans fat from partially hydrogenated oil (oil that has been chemically processed to make it more shelf-stable) is especially bad for health. Eating just a small amount of trans fat on a regular basis raises the risk of heart disease. So it’s best to avoid trans fat altogether. Most of the trans fat in people’s diets comes from commercially prepared baked goods, margarines, snack foods, and processed foods.  Many food makers are cutting trans fats from their products and replacing them with healthier fats. Still, you’ll need to scan Nutrition Facts labels to make sure that the food you eat is free of trans fats.\n\nKeep in mind that most foods contain a mix of fats. The key to a healthy diet is to choose foods that are higher in unsaturated fat than saturated fat—and that do not contain any trans fat. When you cut foods like red meat and butter out of your diet, replace them with healthy plant oils, nuts, fish, vegetables, or whole grains—don’t replace them with white bread, white rice, potatoes, or other refined carbohydrates.\n\n6. How can I cut back on trans fats?\n\nWillett: Many food manufacturers are already removing trans fats from their products and replacing them with healthy fats. Similarly, many restaurants are removing trans fat from their menu items, so this is a big help. But you still need to pay attention to nutrition labels, to make sure that the food you buy does not contain any trans fats. Labeling laws allow food makers to say that a product has “0 grams trans fat” even if it contains up to 0.5 grams of trans fat per serving from partially hydrogenated oils. This may not sound like a lot of trans fat. But if you eat several servings a day of these foods, your trans fat intake can really add up. So to make sure that a food you are buying is truly trans fat free, check the Nutrition Facts Panel to make sure it has 0 grams of trans fat—and check the ingredients list to make sure it does not contain any partially hydrogenated oil.\n\n 7. Are coconut oil and palm oil healthy?\n\nWillett: Coconut oil and palm oil are higher in saturated fat than other plant oils. They are less harmful than partially hydrogenated oil, which is high in trans fats. But they are less beneficial for the heart than plant oils that are rich in unsaturated fats — olive, canola, sunflower, and other oils. Coconut oil increases good cholesterol, which may make it a good choice when cooking a dish that needs a little hard fat.\n\nRead more about coconut oil and health.\n\n 8. Is it okay to eat high-fat fried foods?\n\nWillett: It’s okay to eat fried foods, as long they are prepared with frying oil that doesn’t have any trans fats. It’s also important to look at the types of foods being fried. In America, we eat lots of fried potatoes, which contain rapidly-digested starch, and it’s good to find an alternative. Fried foods are high in calories, and it is important to think about calories, because most of us need to keep our calories in check to avoid gaining weight. But that doesn’t mean you have to cut out fried foods—just choose smaller portions.\n\nMyrdal Miller: Sweet potatoes are a great alternative for frying. Or you could just try making a smaller portion of fried potatoes, or pairing fried potatoes with other vegetables. If you’re in a restaurant and watching your calories, try sharing a fried dish with a friend. Or you could try ordering a half-sized portion of fried food along with a small salad.\n\n9. Do I need to watch my percentage of calories from fat?\n\nWillett: No. When you cook or read nutrition labels, don’t fixate on fat percentages. As long as you use healthy fats, and your keep your portion sizes modest, it doesn’t matter if your dish or meal has 30 percent, 40 percent, or more of its calories from fat. The same is true for your overall diet: Don’t worry about the percentage of calories from fat. Focus on choosing foods with healthy fats.\n\n10. What’s better than a low-fat diet?\n\nWillett: Try following a healthy fat, healthy carb diet, using two nutrition tools from Harvard School of Public Health as your guide: The Healthy Eating Plate and the Healthy Eating Pyramid. The Healthy Eating Plate offers a simple blueprint for a healthy meal: Fill half of your plate with vegetables and fruits, save a quarter of the plate for whole grains, and the rest for a healthy source of protein; the glass bottle to the left of the plate is your reminder to use healthy plant oils in cooking, on salads, and at the table. Think of the Healthy Eating Pyramid as your grocery shopping list: vegetables, fruits, whole grains, and plant oils are in the base, and healthy proteins—nuts, beans, fish, and chicken—are in the next tier, meaning that these foods should make it into your grocery cart every week. Refined carbohydrates and sugary drinks, as well as red meat and butter, are in the “use-sparingly” tip—so skip the soda and snack food aisle, the deli counter, and the steaks and chops at the butcher counter. You can download copies of the Healthy Eating Plate and Healthy Eating Pyramid from The Nutrition Source website.\n\n11. Can you share any tips for cooking with healthy fats?\n\nMyrdal Miller: Here’s a few ideas for how to use healthy fats in your kitchen:\n\nCook with healthy oils. Olive, canola, soy, peanut, sunflower, corn, and other oils from plants are the best choices, since they are high in healthy unsaturated fat. If you have a dish that requires the flavor of butter, use a very small amount of butter mixed with a neutral-flavored oil, such as canola oil. And keep in mind that it’s okay to cook with extra-virgin olive oil. The healthy fats in extra-virgin olive oil are stable at temperatures used in home cooking, with the exception of deep-fat frying or stir frying. Then we’d advise using an oil that’s more stable, like peanut oil.\nBake with healthy oils. You can replace the butter in many baked goods with vegetable oils. Just cut back on the amount of oi by 25 percent; butter contains some water, so that’s why you can use less oil. Pastry chefs at The Culinary Institute of America have done experiments making pound cake with canola oil instead of butter, and consumers prefer the taste and texture of the pound cake made with canola oil! Check out The Great Muffin Makeover for five new muffin recipes that use healthy oils and whole grains.\nServe healthy fats at the table. Drizzle extra virgin olive oil or nut oils on vegetables, instead of butter. Use peanut butter, trans fat-free margarine, or refrigerated extra virgin olive oil as a spread for whole grain toast, instead of spreading on cream cheese. With Mexican cuisine, serve guacamole as a topping instead of sour cream.\nPare calories by pairing healthy fats with low-calorie foods. Use oils and nuts to add flavor to lower-calorie, high-fiber foods, such as vegetables, beans, and whole grains. That way, it will be easier for you to stay within your daily calorie budget.\nCut “fast carbs” and replace them with “slow carbs” and healthy fats. “Slow carbs” include beans, non-starchy vegetables, and minimally-processed whole grains, such as whole wheat berries, barley, quinoa, or brown rice. There are many delicious ways to switch from fast carbs to slow carbs. For example, instead of making white pasta or potatoes as a side dish, try making smaller portions of whole grain pasta, quinoa, or dried beans, and prepare them with flavorful plant oils, nuts, and seeds. Try this recipe for whole wheat penne with pistachio pesto, or a quick hummus with pureed chickpeas and sesame paste (tahini). Instead of serving potato chips with soup or a sandwich, how about serving a side salad or crunchy raw vegetables with an olive oil-based dressing, like this oregano garlic vinaigrette?\nUse full-fat cheese in small amounts. Low-fat cheeses are not really that much lower in saturated fat than their full-fat counterparts—and they are often higher in sodium. A healthier strategy is to just use a small amount of full-fat, full flavored cheese in a dish. And if you choose aged cheeses, you can use even less cheese—thanks to the aging process the fermentation products intensify, so a little offers lots of flavor.\nIf you’re serving chicken, there’s no need to strip the skin. Chicken skin has had a bad rap for being high in fat. But most of the fat in chicken skin is healthy, unsaturated fat—and cooking with the skin keeps the chicken flavorful and moist, so you don’t need to add as much salt or use a breaded coating.\nTrade fish, nuts or tofu for beef and pork. At your next cookout, try serving salmon or turkey burgers instead of hamburger, shrimp kabobs instead of steak tips, tuna steak instead of rib eye. Be sure to brush fish and shellfish with a healthy vegetable oil to keep them from getting too dry. Instead of using pork for protein in your stir fry, try peanuts and tofu, like in this recipe for spicy lemongrass tofu.\n\n12. How can I convince my family to eat healthy fats?\n\nRecipes for Health: Nut-Based Sauces\n\nTry these Mediterranean-inspired sauce recipes with vegetables, chicken, or fish:\n\nSpanish Romesco Sauce (Red Pepper and Almond Sauce)\nTurkish Muhammara (Red Pepper and Walnut Sauce)\nGreek Skordalia (Almond, Bread and Garlic Sauce)\nTurkish Tarator (Walnut and Garlic Sauce)\nItalian Pesto alla Trapanese (Almond, Parsley, Basil, and Tomato Sauce)\n\nMyrdal Miller: Introduce your family to the range of healthy foods and flavors from around the world that rely on healthy fat to deliver their great flavor. Think about the nut-based sauces of the Mediterranean that make other healthful foods, such as vegetables and fish, more appealing and flavorful. Share this article with your family members, so that they understand that the type of fat matters more than the amount of fat, and that low-fat cooking isn’t necessarily better for health. Tell them that you will cook with healthy fats, such as olive and canola oil, and you will serve foods that naturally contain healthy fats, such as avocados, nuts and fish. Promise to limit foods that are high in saturated fat—butter, cheese, red meat. And tell them that you’ll scan nutrition labels so that you can avoid foods with partially hydrogenated oil and keep your pantry and table trans-fat free.\n\nCopyright © 2012 Harvard University and The Culinary Institute of America\n\n \nPosted on\nJune 21, 2012  Ask the Expert\nPREVIOUS\n2011 Harvard forum on food policy\nNEXT Tips to lower trans fat intake\nRecent Posts\nHealthy Living Guide 2023/2024\nWHO releases updated guidelines on defining healthy diets\nUnpacking WHO guidelines on non-sugar sweeteners\nHealthy Living Guide 2022/2023\nNavigating infant formula shortages\nArchives\nArchives\nSelect Month\nJanuary 2024\nJuly 2023\nJune 2023\nJanuary 2023\nMay 2022\nJanuary 2022\nJanuary 2021\nOctober 2020\nApril 2020\nMarch 2020\nSeptember 2019\nAugust 2019\nMarch 2019\nFebruary 2019\nJanuary 2019\nNovember 2018\nOctober 2018\nJune 2018\nApril 2018\nMarch 2018\nFebruary 2018\nJanuary 2018\nOctober 2017\nSeptember 2017\nAugust 2017\nJune 2017\nMay 2017\nApril 2017\nMarch 2017\nFebruary 2017\nJanuary 2017\nDecember 2016\nNovember 2016\nOctober 2016\nSeptember 2016\nAugust 2016\nJuly 2016\nJune 2016\nMay 2016\nApril 2016\nMarch 2016\nJanuary 2016\nDecember 2015\nNovember 2015\nOctober 2015\nSeptember 2015\nAugust 2015\nJune 2015\nApril 2015\nMarch 2015\nFebruary 2015\nJanuary 2015\nNovember 2014\nOctober 2014\nJune 2014\nMay 2014\nMarch 2014\nFebruary 2014\nJanuary 2014\nDecember 2013\nNovember 2013\nSeptember 2013\nJune 2013\nMay 2013\nApril 2013\nFebruary 2013\nJanuary 2013\nNovember 2012\nSeptember 2012\nAugust 2012\nJuly 2012\nJune 2012\nApril 2012\nMarch 2012\nJanuary 2012\nDecember 2011\nNovember 2011\nJuly 2011\nJune 2011\nMay 2011\nJanuary 2011\nDecember 2010\nJuly 2010\nJune 2010\nMay 2010\nMarch 2010\nNovember 2009\nOctober 2009\nSeptember 2009\nApril 2009\nMarch 2008\nNovember 2007\nSeptember 2007\nJune 2007\nApril 2007\nDecember 2006\nOctober 2006\nApril 2006\nFebruary 2006\nJuly 2005\nMay 2005\nJanuary 2005\nDecember 2003\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}