{
  "href": "https://nutritionsource.hsph.harvard.edu/oral-health/",
  "title": "Oral Health",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Oral Health\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nOral Health\n\n“There is no health without oral health.” You may have heard this statement but what does it mean? The health of our mouth, or oral health, is more important than many of us may realize. It is a key indicator of overall health, which is essential to our well-being and quality of life.\n\nAlthough preventable to a great extent, untreated tooth decay (or cavities) is the most common health condition worldwide. When we think about the potential consequences of untreated oral diseases including pain, reduced quality of life, lost school days, disruption to family life, and decreased work productivity, making sure our mouths stay healthy is incredibly important. [1]\n\nWhat Is a Healthy Mouth?\n\nThe mouth, also called the oral cavity, starts at the lips and ends at the throat. A healthy mouth and well-functioning teeth are important at all stages of life since they support human functions like breathing, speaking, and eating. In a healthy mouth, tissues are moist, odor-free, and pain-free. When we talk about a healthy mouth, we are not just talking about the teeth but also the gingival tissue (or gums) and the supporting bone, known together as the periodontium. The gingiva may vary in color from coral pink to heavily pigmented and vary in pattern and color between different people. Healthy gingiva is firm, not red or swollen, and does not bleed when brushed or flossed. A healthy mouth has no untreated tooth decay and no evidence of lumps, ulcers, or unusual color on or under the tongue, cheeks, or gums. Teeth should not be wiggly but firmly attached to the gingiva and bone. It should not hurt to chew or brush your teeth.\n\nThroughout life, teeth and oral tissues are exposed to many environmental factors that may lead to disease and/or tooth loss. The most common oral diseases are tooth decay and periodontal disease. Good oral hygiene and regular visits to the dentist, combined with a healthy lifestyle and avoiding risks like excess sugar and smoking, help to avoid these two diseases.\n\nOral Health and Nutrition: What You Eat and Drink Affects Your Teeth\n\nJust like a healthy body, a healthy smile depends on good nutrition. A balanced diet with adequate nutrients is essential for a healthy mouth and in turn, a healthy mouth supports nutritional well-being. Food choices and eating habits are important in preventing tooth decay and gingival disease.\n\nMinerals like calcium and phosphorus contribute to dental health by protecting and rebuilding tooth enamel. [2] Enamel is the hard outer protective layer of the tooth (fun fact: enamel is the hardest substance in the human body). Eating foods high in calcium and other nutrients such as cheese, milk, plain yogurt, calcium-fortified tofu, leafy greens, and almonds may help tooth health. [2] While protein-rich foods like meat, poultry, fish, milk and eggs are great sources of phosphorus.\n\nWhen it comes to a healthy smile, fruits and vegetables are also good choices since they are high in water and fiber, which balance the sugars they hold and help to clean the teeth. [2] These foods also help stimulate saliva, which helps to wash away acids and food from teeth, both neutralizing acid and protecting teeth from decay. Many fruits and vegetables also have vitamins like vitamin C, which is important for healthy gingiva and healing, and vitamin A, another key nutrient in building tooth enamel.[2]\n\nWater is the clear winner as the best drink for your teeth—particularly fluoridated water. It helps keep your mouth clean and helps fight dry mouth. Fluoride is needed regularly throughout life to protect teeth against tooth decay. [3] Drinking water with fluoride is one of the easiest and most beneficial things you can do to help prevent cavities.\n\nIs carbonated water a healthy choice for my teeth?\nAccording to available research, carbonated or “sparkling” water, although slightly more acidic than regular water, is generally fine for your teeth. [2] While it is great to replace soda with carbonated water, it should not be used as a replacement for water with fluoride. However, not all carbonated waters are created equal. Citrus-flavored waters may have higher acid levels, increasing the risk of damage to tooth enamel. A good way to help protect your teeth is to drink these in one sitting or with meals. If you prefer drinking it without food, another option is to use a straw to help the water bypass your teeth. Remember, sparkling waters that have added sugar are sugar-sweetened beverages, which increase your risk of developing tooth decay and other chronic diseases.\nHow snacking can affect your dental health\nWhat you eat and how often you eat can affect your teeth. Plaque is a sticky film of bacteria that forms on teeth and, unless removed daily, this plaque builds up. Plaque bacteria use sugar from things you eat and drink to make acid that attacks tooth enamel. This “acid attack” can last up to 20 minutes even after you’ve finished eating or drinking. This is why snacking all day or sipping a sugary drink for a long period of time can lead to tooth decay. Excess intake of added sugars leads not only to tooth decay but is also associated with other health problems, including obesity, diabetes, and cardiovascular diseases. [4] Although you may not be adding that much sugar to your food, you can still be eating more sugar than you realize. This is because added sugars are often hidden. Learning about where sugar may be hiding and how to identify these added sugars can help you win this game of hide and seek.\nMalnutrition and oral health\n\nNutrition and oral health are closely related. The World Health Organization defines malnutrition as deficiencies, excesses, or imbalances in a person’s intake of energy and/or nutrients. This means that malnutrition can be over-nutrition or undernutrition. Dental pain or missing teeth can lead to difficulty chewing or swallowing food which negatively affects nutrition. This may mean eating fewer meals or meals with lower nutritional value due to impaired oral health and increased risk of malnutrition. On the other hand, lack of proper nutrients can also negatively affect the development of the oral cavity, the progression of oral diseases and result in poor healing. [5] In this way, nutrition affects oral health, and oral health affects nutrition.\n\nNutrition is a major factor in infection and inflammation. [5] Inflammation is part of the body’s process of fighting against things that harm it, like infections and injuries. Although inflammation is a natural part of the body’s immune response to protect and heal the body, it can be harmful if it becomes unbalanced. In this way inflammation is a dominant factor in many chronic diseases. Periodontal diseases and obesity are risk factors involved in the onset and progression of chronic inflammation and its consequences. [6]\n\nOral Health and General Health\n\nWhile it may appear that oral diseases only affect the mouth, their consequences can affect the rest of the body as well. There is a proven relationship between oral and general health. Many health conditions may increase the risk of oral diseases, and poor oral health can negatively affect many general health conditions and the management of those conditions. Most oral diseases share common risk factors with chronic diseases like cardiovascular disease, cancers, diabetes, and respiratory diseases. These risk factors include unhealthy diets, particularly those high in added sugar, as well as tobacco and alcohol use. [7]\n\nEndocarditis and heart disease\nPregnancy and birth complications\nConditions that impact oral health\n\nCertain conditions may also affect your oral health, including:\n\nAnxiety and stress. Stress is a normal human reaction that everyone experiences at one point or another. However, stress that is left unchecked can contribute to many health problems including oral health issues. While behavioral changes play a leading role in these poor oral health findings, there are certain physiological effects on the body as well. Stress creates a hormone in the body called cortisol. Spikes in this hormone can weaken the immune system and increase susceptibility to developing periodontal disease. Evidence has shown that stress reduces the flow of saliva which in turn can contribute to dental plaque formation. [12] Certain medications like antidepressants and anti-anxiety medications can also cause dry mouth, increasing risk of tooth decay. Additionally, stress may contribute to teeth grinding (or bruxism), clenching, cold sores, and canker sores.\nOsteoporosis and Paget’s Disease. Medical conditions such as osteoporosis are a fitting example of why it is so important to let your dentist know about all the medications you are taking. Certain medications like antiresorptive agents, a group of drugs that slows bone loss, can influence dental treatment decisions. That is because these medications have been associated with a rare but serious condition called osteonecrosis of the jaw (ONJ), which can damage the jawbone. Bisphosphonates (Fosamax, Actonel, and Boniva) and Denosumab (or Prolia) are examples of antiresorptive agents. Although it can occur spontaneously, ONJ more commonly occurs following surgical dental procedures like extracting a tooth or implant placement. Be sure to tell your dentist if you are taking antiresorptive agents so they can take that into account when developing your treatment plan.\nA healthy, pain-free mouth can lead to a better state of mind!\nPositive oral health can enhance mental and overall health, while neglect of oral health can negatively impact an individual’s self-image and self-esteem. Poor oral health may also affect speech, which can cause or contribute to social anxiety. In this way, regular dental exams and professional cleaning not only help support positive oral health but are also vital to overall well-being and good mental health as well.\nEating Concerns: What to Eat If You Have…\nBraces and orthodontic treatments\nDentures\nDry mouth\nOral Health Tips\n\nHere are some actions you can take to support good oral health: [15]\n\nDrink fluoridated water and brush with fluoride toothpaste.\nPractice good oral hygiene. Brush teeth thoroughly twice a day and floss daily between the teeth to remove dental plaque.\nVisit your dentist at least once a year (the average person should go twice a year), even if you have no natural teeth or have dentures.\nDo not use any tobacco products. If you smoke, seek resources to help you quit.\nLimit alcoholic drinks. Some alcoholic beverages can be very acidic, resulting in erosion of tooth enamel, and those with a high alcohol content can lead to dry mouth. Also be mindful of drink mixers, many of which are high in sugar and can increase the risk of tooth decay.\nIf you have diabetes, work to support control of the disease. This will decrease the risk for other complications, including gum disease. Treating gum disease may help lower your blood sugar level.\nIf your medication causes dry mouth, discuss other medication options with your doctor that may not cause this condition. If dry mouth cannot be avoided, drink plenty of water, chew sugarless gum, and avoid tobacco products and alcohol. Your oral health care provider may be able to recommend over-the-counter or prescription medications to improve your dry mouth as well.\nSee your doctor or a dentist if you experience sudden changes in taste and smell.\nWhen acting as a caregiver, help those who are not able to brush and floss their teeth independently.\nChew sugar-free xylitol gum between meals and/or when you are unable to brush after a meal.\nBottom Line – There Is No Health Without Oral Health\n\nAs growing research and studies reveal the link between oral health and overall health, it becomes more evident that taking care of your teeth isn’t just about having a nice smile and pleasant breath. Studies show that poor oral health is linked to heart disease, diabetes, pregnancy complications, and more, while positive oral health can enhance both mental and overall health. Good oral hygiene and regular visits to the dentist, combined with a healthy lifestyle and avoiding risks like excess sugar and smoking, help to keep your smile and body healthy.\n\nGlossary of terms\nRelated\nCheck out the Harvard School of Dental Medicine for more information and resources for oral health\nReferences\n\nLast reviewed December 2022\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}