{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-weight/diet-reviews/anti-inflammatory-diet/",
  "title": "Learn more about anti-inflammatory diets",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Weight > Diet Reviews > Diet Review: Anti-Inflammatory Diet\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nDiet Review: Anti-Inflammatory Diet\n\nFinding yourself confused by the seemingly endless promotion of weight-loss strategies and diet plans? In this series, we take a look at some popular diets—and review the research behind them.\n\nWhat Is It?\n\nAn anti-inflammatory diet is promoted as a remedy to battle inflammation in the body. A common belief is that “inflammation” is always bad. Although it produces unpleasant side effects, inflammation is actually a healthy response by our immune system. When a foreign invader enters the body such as bacteria, viruses, or allergens, or an injury occurs, our immune cells act quickly. We may sneeze or cough to rid the body of an offending agent. We may feel pain and swelling at the site of a cut or injury to signal us to be gentle with this delicate area. Blood flows in rapidly, which may produce warmth or redness. These are signs that our immune system is repairing damaged tissue or fighting invaders. As healing takes place, inflammation gradually subsides.\n\nInflammation becomes harmful when it is prolonged and begins to damage healthy cells, creating a pro-inflammatory state. Another problem is due to genetic deviants causing the body’s immune system to constantly attack cells. This sometimes occurs with autoimmune disorders like lupus, fibromyalgia, multiple sclerosis, rheumatoid arthritis, type 1 diabetes, and Crohn’s disease. Sometimes an unhealthy lifestyle from lack of exercise, high stress, and calorie-rich diets can trigger chronic low levels of inflammation throughout the entire body, termed metaflammation. [1,2] This type of low-grade inflammation does not usually produce noticeable symptoms, but over time metaflammation can pave the pathway for chronic conditions like cardiovascular disease, non-alcoholic fatty liver disease, type 2 diabetes, Alzheimer’s disease, and certain cancers (e.g., breast, colon).\n\nAnti-inflammatory diets may be promoted for these inflammatory conditions. They include several foods that are believed to interfere with the inflammatory process, though research on its exact mechanism is not conclusive. There is no single anti-inflammatory diet plan. Generally it emphasizes eating a wide variety of fruits and vegetables, unsaturated fats, minimally refined whole grains, tea, coffee, herbs, spices, and oily fish. The Mediterranean diet and DASH diet are popular dietary plans that already showcase many anti-inflammatory foods.\n\nAn anti-inflammatory diet plan not only highlights specific foods and food groups but limits other foods that may contribute to metaflammation such as fatty cuts of red meat, refined sugary foods and beverages, and excess alcohol.\n\nHow It Works\n\nAn anti-inflammatory diet does not follow strict rules about calories or portion sizes. It suggests a variety of anti-inflammatory foods to eat daily, rather than focusing on eating one or two specific foods or nutrients. This ensures a greater variety of protective food components, some of which may work synergistically to boost immunity. These foods provide plant chemicals (phytochemicals), antioxidants, and fiber that prevent cellular stresses, inhibit inflammatory signals caused by the immune system, promote healthy gut microbiota, and slow down digestion to prevent surges in blood glucose. [3] They may also favorably affect the composition of fat cells to further reduce inflammation.\n\nExamples of anti-inflammatory foods:\nFruits\nVegetables\nHigh-fiber whole grains\nLegumes\nMonounsaturated fats (avocados, olive oil, nuts, nut butters, seeds)\nPolyunsaturated omega-3 fats (walnuts, flaxseeds, chia seeds, and aquatic foods including salmon, herring, sardines, mackerel)\nTea\nCoffee\nDark chocolate with at least 70% or higher cocoa solids\nHerbs, spices (turmeric, ginger)\nModerate amounts of alcohol (wine, beer)\nExamples of inflammatory foods to limit:\nSweetened beverages like soda, juice drinks, iced tea\nAn excess of refined carbohydrate foods like white bread, pasta, rice\nFried foods\nProcessed high-fat meats like bacon, sausage, hot dogs\nSaturated fats like full-fat dairy from cream and butter, partially hydrogenated oils, fatty cuts of meat and poultry\nExcess alcohol\n\nOther factors aside from diet may help to control inflammation, such as exercising regularly, controlling stress, and getting enough sleep.\n\nThe Research So Far\n\nMost available research focuses on foods and dietary patterns that are associated with metaflammation, which in turn helps to determine the components of an anti-inflammatory diet. Metaflammation is especially associated with Western-type dietary patterns high in processed meats, saturated fat, refined sugars, salt, and white flour while being low in fiber, nutrients, and phytochemicals. [1,4] These diets also tend to be calorie-dense with a high glycemic load, potentially leading to blood sugar surges, insulin resistance, and excess weight gain. Studies have shown that Western diets are associated with increased blood markers of inflammation, though the connection may be due to a string of events rather than one direct action. [1] For example, exposure to air pollution and chronic mental stress can lead to an excess of free radicals produced in the body, which then oxidize and damage other molecules. Atherosclerosis is one condition in which these free radicals oxidize LDL cholesterol particles. The actions of both oxidized LDL cholesterol and several types of immune cells form lesions and plaque in the heart arteries that can lead to ischemic heart disease (a type of heart disease caused by narrowed or partially blocked arteries). [5] A long-term diet that is high in saturated fat and cholesterol may raise LDL levels, increasing the risk of free radical action that may promote this immune response, which partially contributes to a chronic low-level proinflammatory state.\n\nA major cause of low-level inflammation is the build-up of fatty acids in fat tissue (and other tissues) promoted by a high-fat or high-sugar diet. This may cause fat tissue to send signals to immune cells that produce inflammation in various areas, including organs like the pancreas. An inflamed pancreas can then lead to insulin resistance and diabetes. Therefore, the combination of carrying extra body fat (obesity) and eating a diet high in saturated fat and refined sugars increases the risk of cell damage because of increased immune cell activity.\n\nAn anti-inflammatory diet contains foods rich in nutrients, fiber, and phytochemicals and limits foods found in a typical Western diet to help reduce oxidative stress and inflammation. There is also emerging research studying the effects of high-fiber plant-rich diets that support a greater diversity of beneficial gut microbes, which may prevent a condition called metabolic endotoxemia. This is a low-grade inflammation that occurs because of an increase in the number of endotoxins, which are believed to cause the inflammation associated with metabolic diseases like cardiovascular disease and type 2 diabetes. [6,7]\n\nA randomized trial of participants at risk for cardiovascular disease found that a Mediterranean diet with an emphasis on fresh fruits, vegetables, legumes, nuts, seafood, and olive oil significantly decreased several markers of inflammation compared with a low-fat diet. [8,9]\nThere are currently no standardized dietary guidelines for rheumatoid arthritis, an autoimmune disease that causes inflammation of joints and breakdown of bone and cartilage. A vegan diet, Mediterranean diet, and elimination diet (avoiding certain food allergens) have been shown in some studies to suppress pro-inflammatory cells and improve symptoms in patients with rheumatoid arthritis. [10] Patients tend to report worse symptoms when eating certain foods like red meat, alcohol, and soda, whereas fish and berries are reported to improve symptoms. [11] The Anti-inflammatory Diet In Rheumatoid Arthritis randomized controlled crossover trial examined patients with rheumatoid arthritis who were assigned to either a diet with anti-inflammatory foods or a control diet for 10 weeks. [11] After a 4-month washout period, the participants switched diets. The study found that the disease activity score significantly decreased during the anti-inflammatory diet intervention period.\nVegetarian diets are based on large amounts of whole grains, fruits, vegetables, legumes, and nuts. A meta-analysis of 17 observational cross-sectional studies found that following a vegetarian diet (including vegan diets with no animal foods and lacto-ovo-vegetarian diets with eggs and dairy) for at least 2 years was associated with lower C-reactive protein levels, a pro-inflammatory marker, than in omnivores who had no dietary restrictions. [12] \nThe MIND diet, a hybrid of the DASH and Mediterranean diets, is an anti-inflammatory eating plan that includes whole grains, vegetables especially green leafy types, berries, olive oil, beans, nuts, fish and poultry, and limits fried/fast food, butter, cheese, sweets, and red meat. The MIND diet was found to significantly reduce the incidence of Alzheimer’s disease, a chronic pro-inflammatory condition, in a cohort of 923 older adults. Those who followed the diet the most closely showed a 53% reduced rate of the disease, but even those who followed the diet moderately had a 35% reduced rate. [13]\nTwo different studies following three large cohorts (Nurses’ Health Study I and II and the Health Professionals Follow-up Study) rated the participants’ diets using a dietary inflammatory pattern score. [14,15] These scores were defined based on levels of several inflammatory markers in the body including C-reactive protein. Inflammatory foods included red, processed, and organ meats; refined carbohydrates; and sweetened beverages. Anti-inflammatory foods included green leafy and dark yellow vegetables, whole grains, fruit, tea, and coffee. The studies found that when comparing participants with the highest to lowest inflammatory diet scores, the highest scores were associated with an increased risk of cardiovascular disease and twice the risk of type 2 diabetes.\nLarge cohort studies following men and women in the Health Professionals Follow-up Study and Nurses Health Studies found an increased risk of Crohn’s disease and colorectal cancer in persons who ate diets highest in inflammatory foods. [16,17] A validated score called the Empirical Dietary Inflammatory Pattern (EDIP) was created that measured markers of inflammation in the blood such as C-reactive protein and tumor necrosis factor in relation to eating certain foods. [18] A high EDIP score indicated a proinflammatory diet, which was associated with higher intakes of total calories, red meat, refined grains, and soda. Lower scores indicated an anti-inflammatory diet, which was associated with intakes of leafy green vegetables, dark yellow vegetables, coffee, and tea.\nInflammation and the leaky gut\nThe research is still young, but rapidly growing evidence suggests a connection between our microbiome and various diseases and disorders. Abnormal levels of bacteria found in areas of the body where they should not be, termed dysbiosis, and increased intestinal permeability (sometimes referred to as “leaky gut”) that allows bacteria to travel or “leak” from the gut into the bloodstream have been observed in inflammatory conditions like rheumatoid arthritis, [19] Hashimoto thyroiditis, [20] celiac disease, [21,22] Crohn’s disease, [22] multiple sclerosis, [23] obesity, [24,25] and non-alcoholic fatty liver disease, [26] as well as major depression. [27] The small and large intestines of the digestive tract are lined with a layer of epithelial cells that create a barrier of tight junctions, which prevents bacterial translocation. Bacterial translocation occurs when not only bacteria but viruses, toxins, and allergens in the gut escape into the bloodstream and the rest of the body. [22] If translocation occurs, inflammation or disease may develop. This intestinal barrier also regulates various immune functions by sending signals to immune cells. Beneficial bacteria naturally live in the gut, and any abnormal changes in the amount or type of these microbes (for example due to chronic stress or the use of medications like antibiotics or non-steroidal anti-inflammatory drugs) can change the intestinal barrier, lowering its immune defense system and increasing the risk of disease. However, it is not yet clear of the initial trigger for dysbiosis: leaky gut causing the disease/inflammation, or vice versa.\n\nThe most common causes of leaky gut are drug abuse and food toxins (for example, gluten acting as a toxin in susceptible people with celiac disease). Certain nutrients, such as the amino acids glutamine and tryptophan, have been shown in clinical trials to decrease intestinal permeability by improving the tight junctions. [28] Fiber in the diet can improve the diversity of bacteria in the gut that increases production of short chain fatty acids and other beneficial metabolites, which in turn strengthens the intestinal barrier. Foods rich in prebiotics and probiotics, and probiotic supplements, are also being studied. Much more research is needed to confirm the relationship of dysbiosis and inflammatory conditions, and potential treatments.\n\nPotential Pitfalls\nThe anti-inflammatory diet is flexible in that it does not include rigid meal plans. However, this requires people to plan their own meals and find recipes incorporating foods on the plan. People who are not used to meal planning or cooking may need more specific guidance.\nCalorie levels and portion sizes are not highlighted on this plan, so it is possible to gain weight if excessive portions are consumed.\nBottom Line\n\nAn anti-inflammatory diet is a healthful eating plan that may help to reduce chronic low levels of inflammation that otherwise might increase the risk of various chronic diseases. Although research is limited, it may also help to lower inflammatory markers in individuals with autoimmune-type inflammation such as with rheumatoid arthritis. Popular dietary patterns that are anti-inflammatory include the Mediterranean diet, DASH diet, and vegetarian diets. People may seek the guidance of a registered dietitian familiar with any of these dietary patterns to assist with meal planning and appropriate portion sizes. Along with the diet, it is important to incorporate other healthy lifestyle factors that positively affect the body’s immune response, such as practicing stress reduction, exercising regularly, and getting adequate sleep.\n\nRelated\n\nFoods That Fight Inflammation\nHealthy Dietary Styles\nOther Diet Reviews\n\nReferences\n\nLast reviewed October 2021\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}