{
  "href": "https://nutritionsource.hsph.harvard.edu/water/",
  "title": "water",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Water\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nWater\n\nThere are many options for what to drink, but water is the best choice for most people who have access to safe drinking water. It is calorie-free and as easy to find as the nearest tap.\n\nWater helps to restore fluids lost through metabolism, breathing, sweating, and the removal of waste. It helps to keep you from overheating, lubricates the joints and tissues, maintains healthy skin, and is necessary for proper digestion. It’s the perfect zero-calorie beverage for quenching thirst and rehydrating your body.\n\nContents  hide \nHow Much Water Do You Need?\nGeneral recommendations for daily water intake\nOther considerations for daily water intake\nAre there benefits to drinking alkaline water?\nPreventing Dehydration: Is Thirst Enough?\nSymptoms of dehydration\nRisks of dehydration\nIs It Possible To Drink Too Much Water?\nWho is most at risk for hyponatremia?\nHealthy Hydration Tips\nInfused water\nSparkling water with a splash of juice\nDitch single-use plastic water bottles\nAre seltzers and other fizzy waters safe and healthy to drink?\nAbout This Page\nExplore More\nHow Much Water Do You Need?\n\nWater is an essential nutrient at every age, so optimal hydration is a key component for good health. Water accounts for about 60% of an adult’s body weight. We drink fluids when we feel thirst, the major signal alerting us when our body runs low on water. We also customarily drink beverages with meals to help with digestion. But sometimes we drink not based on these factors but on how much we think we should be drinking. One of the most familiar sayings is to aim for “8 glasses a day,” but this may not be appropriate for every person.\n\nGeneral recommendations for daily water intake\n\nThe National Academy of Medicine suggests an adequate intake of daily fluids of about 13 cups and 9 cups for healthy men and women, respectively, with 1 cup equaling 8 ounces. Higher amounts may be needed for those who are physically active or exposed to very warm climates. Lower amounts may be needed for those with smaller body sizes (the chart below lists daily water intake based on age group from the National Academy of Medicine). It’s important to note that these amounts are not a daily target, but a general guide. In the average person, drinking less will not necessarily compromise one’s health as each person’s exact fluid needs vary, even day-to-day.\n\nAge\tDaily Adequate Intake\n1-3 years\t4 cups, or 32 ounces\n4-8 years\t5 cups, or 40 ounces\n9-13 years\t7-8 cups, or 56-64 ounces\n14-18 years\t8-11 cups, or 64-88 ounces\nmen, 19 and older\t13 cups, or 104 ounces\nwomen, 19 and older\t9 cups, or 72 ounces\npregnant women\t10 cups, or 80 ounces\nbreastfeeding women\t13 cups, or 104 ounces\nOther considerations for daily water intake\nAbout 20% of our total water intake comes not from beverages but from water-rich foods, particularly fruits and vegetables including lettuce, leafy greens, cucumbers, bell peppers, summer squash, celery, berries, and melons.\nFever, exercise, exposure to extreme temperature climates (very hot or cold), and excessive loss of body fluids (such as with vomiting or diarrhea) will increase fluid needs.\nThe amount and color of urine can provide a rough estimate of adequate hydration. Generally the color of urine darkens the more concentrated it is (meaning that it contains less water). However, foods, medications, and vitamin supplements can also change urine color. [1] Smaller volumes of urine may indicate dehydration, especially if also darker in color.\nAlcohol can suppress anti-diuretic hormone, a fluid-regulating hormone that signals the kidneys to reduce urination and reabsorb water back into the body. Without it, the body flushes out water more easily. Enjoying more than a couple of drinks within a short time can increase the risk of dehydration, especially if taken on an empty stomach. To prevent this, take alcohol with food and sips of water.\nAlthough caffeine has long been thought to have a diuretic effect, potentially leading to dehydration, research does not fully support this. The data suggest that more than 180 mg of caffeine daily (about two cups of brewed coffee) may increase urination in the short-term in some people, but will not necessarily lead to dehydration. Therefore, caffeinated beverages including coffee and tea can contribute to total daily water intake.\nAre there benefits to drinking alkaline water?\n\nLike most trends of the moment, alkaline water has become popular through celebrity backing with claims ranging from weight loss to curing cancer. The theory behind alkaline water is the same as that touting the benefits of eating alkaline foods, which purportedly counterbalances the health detriments caused by eating acid-producing foods like meat, sugar, and some grains.\n\nFrom a scale of 0-14, a higher pH number is alkaline; a lower pH is acidic. The body tightly regulates blood pH levels to about 7.4 because veering away from this number to either extreme can cause negative side effects and even be life-threatening. However, diet alone cannot cause these extremes; they most commonly occur with conditions like uncontrolled diabetes, kidney disease, chronic lung disease, or alcohol abuse.\n\nAlkaline water has a higher pH of about 8-9 than tap water of about 7, due to a higher mineral or salt content. Some water sources can be naturally alkaline if the water picks up minerals as it passes over rocks. However, most commercial brands of alkaline water have been manufactured using an ionizer that reportedly separates out the alkaline components and filters out the acid components, raising the pH. Some people add an alkaline substance like baking soda to regular water.\n\nScientific evidence is not conclusive on the acid-alkaline theory, also called the acid-ash theory, stating that eating a high amount of certain foods can slightly lower the pH of blood especially in the absence of eating foods supporting a higher alkaline blood pH like fruits, vegetables, and legumes. Controlled clinical trials have not shown that diet alone can significantly change the blood pH of healthy people. Moreover, a direct connection of blood pH in the low-normal range and chronic disease in humans has not been established.\n\nBOTTOM LINE: If the idea of alkaline water encourages you to drink more, then go for it! But it’s likely that drinking plain regular water will provide similar health benefits from simply being well-hydrated—improved energy, mood, and digestive health\n\nPreventing Dehydration: Is Thirst Enough?\n\nA healthy body is designed to send thirst signals when the body becomes depleted of fluids. Thirst is the desire to drink, and is not only driven by physiological cues but behavioral cues. An example of a behavioral prompt is water temperature; research suggests that people tend to drink the most water when it is served at room temperature even though cooler drinks are rated as most pleasing to taste. We are also often influenced to drink (and eat) more in social settings.\n\nAs we age, however, the body’s regulation of fluid intake and thirst decline. Research has shown that both of these factors are impaired in the elderly. A Cochrane review found that commonly used indicators of dehydration in older adults (e.g., urine color and volume, feeling thirsty) are not effective and should not be solely used. Certain conditions that impair mental ability and cognition, such as a stroke or dementia, can also impair thirst. People may also voluntarily limit drinking due to incontinence or difficulty getting to a bathroom.\n\nIn addition to these situations, research has found that athletes, people who are ill, and infants may not have an adequate sense of thirst to replete their fluid needs. Even mild dehydration may produce negative symptoms, so people who cannot rely on thirst or other usual measures may wish to use other strategies. For example, aim to fill a 20-ounce water bottle four times daily and sip throughout the day, or drink a large glass of water with each meal and snack.\n\nSymptoms of dehydration\n\nThese symptoms of dehydration may occur with as little as a 2% water deficit:\n\nFatigue\nConfusion or short-term memory loss\nMood changes like increased irritability or depression\nRisks of dehydration\n\nDehydration can increase the risk of certain medical conditions:\n\nUrinary tract infections\nKidney stones\nGallstones\nConstipation \nIs It Possible To Drink Too Much Water?\n\nThere is no Tolerable Upper Intake Level for water because the body can usually excrete extra water through urine or sweat.\n\nHowever, a condition called water toxicity is possible in rare cases, in which a large amount of fluids is taken in a short amount of time, which is faster than the kidney’s ability to excrete it. This leads to a dangerous condition called hyponatremia in which blood levels of sodium fall too low as too much water is taken. The excess total body water dilutes blood sodium levels, which can cause symptoms like confusion, nausea, seizures, and muscle spasms.\n\nWho is most at risk for hyponatremia?\nHyponatremia is usually only seen in ill people whose kidneys are not functioning properly or under conditions of extreme heat stress or prolonged strenuous exercise where the body cannot excrete the extra water.\nVery physically active people such as triathletes and marathon runners are at risk for this condition as they tend to drink large amounts of water, while simultaneously losing sodium through their sweat.\nWomen and children are also more susceptible to hyponatremia because of their smaller body size.\nHealthy Hydration Tips  \n\nWater is an excellent calorie-free, sugar-free choice.  For some people who are accustomed to drinking sweet beverages, water can initially taste bland. To increase water consumption without losing flavor or to spice up your daily water intake, try these refreshing water-based beverages:\n\nInfused water\n\nInstead of purchasing expensive flavored waters in the grocery store, you can easily make your own at home. Try adding any of the following to a cold glass or pitcher of water:\n\nSliced citrus fruits or zest (lemon, lime, orange, grapefruit)\nCrushed fresh mint\nPeeled, sliced fresh ginger or sliced cucumber\nCrushed berries\nSparkling water with a splash of juice\n\nSparkling juices may have as many calories as sugary soda. Instead, make your own sparkling juice at home with 12 ounces of sparkling water and just an ounce or two of juice. For additional flavor, add sliced citrus or fresh herbs like mint.\n\nDitch single-use plastic water bottles\n\nFor the health of the planet, reconsider relying on single-use plastic water bottles and purchase a colorful 20-32 ounce refillable water thermos that is easy to wash and tote with you during the day. \n\nAre seltzers and other fizzy waters safe and healthy to drink?\n\nWater becomes bubbly through the process of carbonation and is sometimes suggested as a healthier alternative to soda. Carbonation involves dissolving carbon dioxide gas in water under high pressure; when the pressure is released, bubbles form. This process lowers the pH of water from 7 to 4, which is more acidic. The acid level has raised concerns that seltzer and soda water may harm dental enamel or bone health. However, research has not shown that carbonated beverages are associated with dental decay unless they also contain sugar or other sweeteners like high fructose corn syrup. Furthermore, studies have not found that carbonated beverages are associated with decreased bone mineral density; the culprit is more likely the high phosphorus content specific to dark cola soft drinks than the carbonation.\n\nBOTTOM LINE: Carbonated waters, if unsweetened, are safe to drink and a good beverage choice. They are not associated with health problems that are linked with sweetened, carbonated beverages like soda. However, while it is great to replace soda with carbonated water, for oral health, it should not be used as a replacement for water with fluoride.\n\nAbout This Page\n\nWritten by: Nancy Oliveira, MS, RD, LDN, CDCES\n\nReviewed by: Erica Kenney, ScD\n\nUpdated: February 26, 2025\n\nPage history\nSources\nExplore More\nHarvard T.H. Chan School of Public Health is a member of the Nutrition and Obesity Policy Research and Evaluation Network’s (NOPREN) Drinking Water Working Group. A collaborative network of the Centers for Disease Control and Prevention, the NOPREN Drinking Water Working Group focuses on policies and economic issues regarding free and safe drinking water access in various settings by conducting research and evaluation to help identify, develop and implement drinking-water-related policies, programs, and practices. Visit the network’s website to access recent water research and evidence-based resources.\nThe Harvard Prevention Research Center on Nutrition and Physical Activity provides tools and resources for making clean, cold, free water more accessible in environments like schools and afterschool programs, as well as tips for making water more tasty and fun for kids.\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}