{
  "href": "https://nutritionsource.hsph.harvard.edu/disease-prevention/cardiovascular-disease/cvd-types/",
  "title": "stroke",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Disease Prevention > Heart Disease\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nHeart Disease\n\nJump to:\n–What is heart disease?\n–Types\n–Risk factors\n—Calculating risk\n–Prevention is possible\n\nDefinition and Overview\n\n“Heart disease,” often used interchangeably with the term “cardiovascular disease” (CVD), describes several conditions affecting the heart, the blood vessels that nourish the heart (the coronary arteries), and the arteries that distribute blood to the brain, legs, and everywhere in-between. Heart disease afflicts or kills as many as one in two adults in the United States and other developed countries. [1]\n\nTypes\n\nTwo harmful internal processes underlie most forms of heart disease:\n\nAtherosclerosis: atherosclerosis is the accumulation of cholesterol-filled plaque in the inner walls of an artery. It is usually accompanied by low-grade inflammation. Atherosclerosis is a slow-growing, generally silent condition that plays a key role in many types of heart disease. It can begin during teenage years, or even earlier. Atherosclerosis first appears as whitish streaks on the inner lining of artery walls. As more and more cholesterol enters the artery wall, these fatty streaks turn into plaques—pockets of cholesterol, white blood cells, and more. Plaque can bulge outward into the bloodstream, or inward away from the bloodstream. Large plaques can narrow the opening available for blood flow, causing chest pain, or angina, during physical exertion or stress. Large and small plaques can rupture, creating a blood clot that, if too large, can completely block blood flow in the vessels, causing a heart attack or stroke.\nEndothelial dysfunction: the endothelium is the layer of tissue that lines the inside of arteries. A healthy endothelium works to keep an artery free from plaque or blood clots. It also allows the artery to easily widen and narrow to regulate blood flow. Smoking, high blood pressure, and other “insults” can cause the endothelium to malfunction. Endothelial dysfunction harms health directly and also contributes to atherosclerosis.\n\nAtherosclerosis and endothelial dysfunction can be prevented. Halting them once they’ve started, or reversing them, is possible too, but is much harder to achieve. Atherosclerosis and endothelial dysfunction can lead to a variety of conditions:\n\nCoronary artery disease: atherosclerosis in one or more arteries that nourish the heart muscle. Coronary artery disease underlies:\nAngina: chest pain or discomfort with exertion or stress. Angina occurs when the heart’s demand for oxygen (because it is working harder) outstrips the coronary arteries’ abilities to supply part of the heart with enough oxygenated blood.\nHeart attack: the complete blockage of blood flow through an artery, which prevents part of the heart muscle from receiving any oxygenated blood. Such blockages occur when a plaque ruptures and a clot forms to seal the break. If the clot is large enough, it can completely block the blood vessel. A clot can also break away and lodge in a smaller artery.\nStroke: essentially a brain attack. Most strokes occur when a clot blocks an artery feeding part of the brain (these are called ischemic strokes). Without a constant supply of oxygen, brain cells rapidly die. About 20% of strokes occur when a blood vessel bursts and bleeds into the brain (these are called hemorrhagic strokes).\nHeart failure: the inability of the heart to pump blood through the body as efficiently as it should. This prevents other organs from getting as much oxygenated blood as they need to carry out their functions\nHeart arrhythmias: potentially harmful changes in the rhythm of the heartbeat. They include ventricular fibrillation, which nearly always causes death, and atrial fibrillation, which causes fatigue and increases the risk of stroke.\nValve disorders: four valves inside the heart ensure a one-way flow of blood through the heart and around the body. Corrosion of a valve can cause it to leak, which makes the heart work harder. This can cause symptoms such as shortness of breath or lead to heart failure.\nPeripheral artery disease: atherosclerosis-induced reductions in circulation to the arms, legs, kidneys, digestive system, and other parts of the body.\nCognitive decline: age-related memory loss and decline in thinking abilities. Although it is usually blamed on Alzheimer’s disease, a common cause is poor blood flow to the brain through atherosclerosis-narrowed arteries.\n\nThe American Heart Association estimates that around 92.1 million American adults are living with some form of heart disease or the after-effects of stroke. [2] It’s also the number one cause of death globally: more people die annually from cardiovascular diseases than from any other cause. [3]\n\nRisk Factors\n\nSeveral factors influence your risk of having a heart attack or stroke, or developing another form of heart disease. Some of these you can’t change; some you can:\n\nNon-modifiable risk factors (risk factors you can’t change) include: age, gender, genes, and ethnic origin. There’s also strong evidence that your early development in the womb and during childhood helps set the stage for heart health or heart disease.\nRisk factors that can be modified include habits and choices such as: tobacco use, physical activity, and what you eat and drink.\nOther potentially modifiable risk factors include air pollution, noise, stress, and infection, though these are not as easy for an individual to control directly.\n\nAnd all of the above affect physiologic factors like blood pressure, cholesterol level, and blood sugar.\n\nHaving a risk factor doesn’t automatically mean you will develop heart disease. But the more of them you have, the higher your odds—unless you take action.\n\nCalculating risk\n\nSeveral models have been developed to help individuals predict their risk of having a heart attack or developing heart disease. The American Heart Association has endorsed the use of these models in the primary prevention setting. [4]\n\nMy Life Check is an online health assessment tool created by the American Heart Association that encourages forming habits that will promote heart health. Based on answers to the questionnaire, one will receive recommendations, ability to log goals, and track one’s progress. It requires you to create a username and password, but is a free service.\nThe Reynolds Risk Score is a validated tool developed from the Women’s Health Study and Physicians Health Study that predicts the risk of having a heart attack, stroke, or heart disease in the next 10 years, accounting for age, sex, smoking status, blood pressure, cholesterol, family history, and C-reactive protein levels, a marker of inflammation.\nThe ASCVD Risk Estimator Plus is a calculator developed by the American College of Cardiology for healthcare providers to estimate the 10-year risk of an initial heart attack or stroke in patients who are 40-79 years of age, accounting for age, sex, race, cholesterol, blood pressure, and disease history. It then outlines treatment guidelines with lifestyle changes and/or medication.\n\nThese calculators are useful for estimating the risk of developing heart disease among individuals who already have strong risk factors and who are at high risk for having a heart attack or stroke or other cardiovascular event. However, these calculators may underestimate the true lifetime burden of heart disease, especially in middle-aged adults, as more than half of all such cardiovascular events occur in individuals who aren’t classified as high risk. [5] In addition, while most American adults have low short-term risk of heart disease, two-thirds of them have a high lifetime risk. [6]\n\nPrevention Is Possible\n\nAlthough some types of heart disease have an unknown cause or are inherited at birth, the good news is that the most common conditions like heart attacks, strokes, and high blood pressure can be largely prevented by making healthy dietary and lifestyle choices.\n\nCompelling data from the Nurses’ Health Study show that women who followed a healthy lifestyle pattern were 80% less likely to develop coronary artery disease over a 14-year period compared to all other women in the study. [7]\nIn a companion study, the Health Professionals Follow-up Study, men also reaped similar benefits from making healthy choices. [8]\nA healthy lifestyle pattern may prevent more than 50% of deaths due to ischemic strokes,[9] 80% of sudden cardiac deaths, [10] and 75% of all deaths due to cardiovascular disease. [11]\nSteps to preventing heart disease\nReferences\n\nLast reviewed August 2022\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}