{
  "href": "https://nutritionsource.hsph.harvard.edu/food-features/coffee/",
  "title": "coffee",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Coffee\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nCoffee\n\nCoffee lovers around the world who reach for their favorite morning brew probably aren’t thinking about its health benefits or risks. And yet this beverage has been subject to a long history of debate. In 1991 coffee was included in a list of possible carcinogens by the World Health Organization. By 2016 it was exonerated, as research found that the beverage was not associated with an increased risk of cancer; on the contrary, there was a decreased risk of certain cancers among those who drink coffee regularly once smoking history was properly accounted for. Additional accumulating research suggests that when consumed in moderation, coffee can be considered a healthy beverage. Why then in 2018 did one U.S. state pass legislation that coffee must bear a cancer warning label? Read on to explore the complexities of coffee.\n\nSource Of\nCaffeine\nVitamin B2 (riboflavin)\nMagnesium\nPlant chemicals: polyphenols including chlorogenic acid and quinic acid, and diterpenes including cafestol and kahweol\n\nOne 8-ounce cup of brewed coffee contains about 95 mg of caffeine. A moderate amount of coffee is generally defined as 3-5 cups a day, or on average 400 mg of caffeine, according to the Dietary Guidelines for Americans.\n\nCoffee and Health\n\nCoffee is an intricate mixture of more than a thousand chemicals. [1] The cup of coffee you order from a coffee shop is likely different from the coffee you brew at home. What defines a cup is the type of coffee bean used, how it is roasted, the amount of grind, and how it is brewed. Human response to coffee or caffeine can also vary substantially across individuals. Low to moderate doses of caffeine (50–300 mg) may cause increased alertness, energy, and ability to concentrate, while higher doses may have negative effects such as anxiety, restlessness, insomnia, and increased heart rate. [2] Still, the cumulative research on coffee points in the direction of a health benefit. [3,4] Does the benefit stem from the caffeine or plant compounds in the coffee bean? Is there a certain amount of coffee needed a day to produce a health benefit?\n\nCancer\nType 2 Diabetes\nHeart health\nDepression\nNeurodegenerative diseases\nGallstones\nMortality\n\nThe bottom line: A large body of evidence suggests that consumption of caffeinated coffee does not increase the risk of cardiovascular diseases and cancers. In fact, consumption of 3 to 5 standard cups of coffee daily has been consistently associated with a reduced risk of several chronic diseases. [4] However, some individuals may not tolerate higher amounts of caffeine due to symptoms of jitteriness, anxiety, and insomnia. Specifically, those who have difficulty controlling their blood pressure may want to moderate their coffee intake. Pregnant women are also advised to aim for less than 200 mg of caffeine daily, the amount in 2 cups of coffee, because caffeine passes through the placenta into the fetus and has been associated with pregnancy loss and low birth weight. [3, 27] Because of the potential negative side effects some people experience when drinking caffeinated coffee, it is not necessary to start drinking it if you do not already or to increase the amount you currently drink, as there are many other dietary strategies to improve your health. Decaffeinated coffee is a good option if one is sensitive to caffeine, and according to the research summarized above, it offers similar health benefits as caffeinated coffee. It’s also important to keep in mind how you enjoy your brew. The extra calories, sugar, and saturated fat in a coffee house beverage loaded with whipped cream and flavored syrup might offset any health benefits found in a basic black coffee.\n\nWhat about iced coffee?\nTypes\n\nCoffee beans are the seeds of a fruit called a coffee cherry. Coffee cherries grow on coffee trees from a genus of plants called Coffea. There are a wide variety of species of coffee plants, ranging from shrubs to trees.\n\nType of bean. There are two main types of coffee species, Arabica and Robusta. Arabica originates from Ethiopia and produces a mild, flavorful tasting coffee. It is the most popular type worldwide. However, it is expensive to grow because the Arabica plant is sensitive to the environment, requiring shade, humidity, and steady temperatures between 60-75 degrees Fahrenheit. The Robusta coffee plant is more economical to grow because it is resistant to disease and survives in a wider range of temperatures between 65-97 degrees Fahrenheit. It can also withstand harsh climate changes such as variations in rainfall and strong sunlight.\nType of roast. Coffee beans start out green. They are roasted at a high heat to produce a chemical change that releases the rich aroma and flavor that we associate with coffee. They are then cooled and ground for brewing. Roasting levels range from light to medium to dark. The lighter the roast, the lighter the color and roasted flavor and the higher its acidity. Dark roasts produce a black bean with little acidity and a bitter roasted flavor. The popular French roast is medium-dark.\nType of grind. A medium grind is the most common and used for automatic drip coffee makers. A fine grind is used for deeper flavors like espresso, which releases the oils, and a coarse grind is used in coffee presses.\nDecaffeinated coffee. This is an option for those who experience unpleasant side effects from caffeine. The two most common methods used to remove caffeine from coffee is to apply chemical solvents (methylene chloride or ethyl acetate) or carbon dioxide gas. Both are applied to steamed or soaked beans, which are then allowed to dry. The solvents bind to caffeine and both evaporate when the beans are rinsed and/or dried. According to U.S. regulations, at least 97% of the caffeine must be removed to carry the decaffeinated label, so there may be trace residual amounts of caffeine. Both methods may cause some loss of flavor as other naturally occurring chemicals in coffee beans that impart their unique flavor and scent may be destroyed during processing.\n\nWatch out for hidden calories in coffee drinks\nStore\nPlace beans or ground coffee in an airtight opaque container at room temperature away from sunlight. Inside a cool dark cabinet would be ideal. Exposure to moisture, air, heat, and light can strip coffee of its flavor. Coffee packaging does not preserve the coffee well for extended periods, so transfer larger amounts of coffee to airtight containers.\nCoffee can be frozen if stored in a very airtight container. Exposure to even small amounts of air in the freezer can lead to freezer burn.\nMake\nFollow directions on the coffee package and your coffee machine, but generally the ratio is 1-2 tablespoons of ground coffee per 6 ounces of water.\nFor optimal coffee flavor, drink soon after brewing. The beverage will lose flavor with time.\nUse ground coffee within a few days and whole beans within two weeks.\nDid You Know?\nIt is a myth that darker roasts contain a higher level of caffeine than lighter roasts. Lighter roasts actually have a slightly higher concentration!\nCoffee grinds should not be brewed more than once. Brewed grinds taste bitter and may no longer produce a pleasant coffee flavor.\nWhile water is always the best choice for quenching your thirst, coffee can count towards your daily fluid goals. Although caffeine has a mild diuretic effect, it is offset by the total amount of fluid from the coffee.\nRelated\nCaffeine\nCaffeine is naturally found in the fruit, leaves, and beans of coffee, cacao, and guarana plants. It is also added to beverages and supplements. Learn about sources of caffeine, and a review of the research on this stimulant and health.\nREAD MORE\nReferences\n\nLast reviewed July 2020\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}