{
  "href": "https://nutritionsource.hsph.harvard.edu/kids-healthy-lunchbox-guide/",
  "title": "",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Packing a Healthy Lunchbox\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nPacking a Healthy Lunchbox\n\nThe Kid’s Healthy Eating Plate was created as a fun and easy guide to encourage children to eat well and keep moving. The plate’s guidelines emphasize variety and quality in food choices. The formula is simple: fill half your plate (or lunch box) with colorful fruits or vegetables (aim for two to three different types), one-quarter with whole grains, and the remaining quarter with healthy proteins. Healthy fats and a small amount of dairy (if desired) round out a tasty meal that will fuel an active, healthy lifestyle.\n\nWhen packing your child’s lunches, let the Kid’s Healthy Eating Plate guide and inspire you:\n-Remember two points—choices and presentation\n-Save time with meal prep\n-Build super snacks to fill the gaps between meals\n-Send a refillable water bottle\n\nChoices\nChoose any 1 fresh fruit. For example: grapes, apple slices or rings, any melon chunks (cantaloupe, honeydew, watermelon), any berries (strawberries, blueberries, raspberries), or banana slices.\nChoose any 2 vegetables. For example: carrot coins or sticks, cucumber, broccoli, bell pepper strips, asparagus spears, summer squash ribbons, or grape tomatoes.\nChoose any 1 healthy protein. For example: Beans, edamame, nuts, seeds, peanut butter, hummus, veggie burger, roasted turkey or chicken slices, or a hardboiled egg.\nChoose any 1 whole grain. For example: whole grain pasta, bread, and crackers, brown rice, quinoa, steel-cut oats, and other minimally-processed whole grains.\nIncorporating dairy (if desired). For example: unflavored milk, plain Greek yogurt, small amounts of cheese like cottage cheese, and string cheese. For dairy-free options, try soy milk and soy yogurt, which contain similar amounts of calcium, protein, and vitamin D as dairy milk.\n\nPresentation\nKabobs: Cut fruits, vegetables, and proteins into cubes or small balls and insert onto a skewer with rounded or blunt edges.\nBento boxes: Lunchboxes that contain several small divided containers are great for portion control, keeping foods separate (if kids prefer foods not touching), and encouraging a variety of foods.\nThemes:\nMexican = beans and brown rice, whole grain tortilla chips, homemade guacamole or salsa made with diced tomatoes, avocado, and cilantro.\nChinese = chicken strips and broccoli florets served with brown rice and low-sodium soy dipping sauce.\nPizza = whole grain pita or crackers, grape tomatoes, and bell peppers, mozzarella string cheese, chicken slices.\nGreen = edamame, cucumber coins, butter lettuce rolled in a spinach wrap spread with mashed ripe avocado. Sprinkle sunflower seeds or nuts for extra crunch and nutrients.\nEat a Rainbow = red grape tomatoes, orange hummus, yellow cheese, green cucumbers and bell peppers, blueberries, purple grapes.\nShapes: Cut sandwiches into triangles or smaller squares, or use cookie cutters. Mini cookie cutters can transform apples, watermelon, or cantaloupe into juicy heart or star shapes. A vegetable peeler makes elegant ribbons of any firm long vegetable. Carefully use a knife to cut sticks of carrot or bell pepper.\n\nSave Time with Meal Prep\n\nAmidst hectic weekday schedules, meal prep is a great tool to help keep us on a healthy eating track. Although any type of meal prep requires planning, there is no one correct method. Below are just a few ideas relevant to kid’s lunches, but you can learn more about using this helpful strategy for other meals, too!\n\nChoose a day that you are less busy to wash and chop fruits and vegetables, and prepare batches of healthy proteins like chicken, eggs, and beans. If you don’t have time for this, don’t feel guilty about purchasing pre-chopped and washed produce, pre-cooked chicken, or canned beans in the supermarket (but be on the lookout for added sodium in prepared foods, and rinse and drain canned beans).\nHave kids participate in food prep! Younger children can help to wash fruits and vegetables. Older children can learn how to use a knife on softer foods.\nHave children pack their lunch boxes the night before. Display choices of protein, vegetable, fruit, etc. and let them create their own meals based on the Kid’s Healthy Eating Plate.\nFor younger children, include finger foods that do not need utensils.\nSearch “kids lunch ideas” online for endless inspiration on how to fill your child’s lunch box with healthy food.\nIf you’re not packing lunch, food provided by the school is also a great option, as a result of stronger standards. For more information on school meals and snacks, see Why school meals matter.\nSuper Snacks\n\nSnacks are meant to fill the gap between meals, not become a whole meal in itself. Keep snacks small. An easy rule of thumb for a satisfying snack is to pair a protein-rich food with a carb-rich food. Including a healthy fat will quiet hunger pangs even more. Depending on the child’s age and activity level, they may need one or two snacks a day.\n\nExamples:\n\n¼ cup nuts, 1 cup shredded mini whole wheat squares (with no added sugar)\nApple slices, ½ cup chickpeas roasted in olive oil and spices [get the recipe]\n¼ cup sunflower seeds or nuts, ¼ cup dried apricots, cherries, or raisins (with no added sugar)\nString cheese, 1 cup of grapes\n½ cup blueberries or strawberries, 5 ounces of plain Greek yogurt\nPeanut, almond, or sunflower seed butter spread on a small 100% whole-wheat pita\nCarrot sticks or sliced veggies, hummus\n\nFor more tasty snack and meal recipes, visit the Food, Fun & Family Recipe Packet created by the Harvard Prevention Research Center on Nutrition and Physical Activity.\n\nGo for Water\n\nDon’t forget to pack a water bottle for refilling throughout the school day. Water is not only the best choice, but a necessary one. It restores fluids lost through everyday tasks of breathing, sweating, and even digesting meals. It keeps the body’s temperature normal on hot days and carries nutrients and oxygen to all cells. It is also free of calories, sugar, and caffeine, and other additives found in sugary drinks. Beyond plain water, flavored and unsweetened seltzer or fruit-infused waters are also great healthy beverage choices.\n\nFluid needs vary based on a child’s age, size, gender, and activity level. The National Academy of Sciences recommends a range of seven to 14 cups of water per day, with the lower end for toddlers and the higher end for teenage boys. Part of this amount can come from water-rich foods like fruits and vegetables. Only when your child participates in vigorous sports lasting long periods of time (over one hour) should sports drinks be considered to supplement water. In this case you may consider making your own sports drink by mixing one quart (32 ounces) of water, 1/8-1/4 teaspoon of salt, and two ounces of 100% orange juice or plain coconut water.\n\nSugary drinks are a major contributor to the rise in obesity and type 2 diabetes in children. In 2016 the American Heart Association recommended that children and teens consume less than 25 grams, or six teaspoons of added sugar per day, and sugary drinks should be limited to no more than eight ounces per week.\n\nHealthy Kids and Healthy Families\n\nWhen creating healthy and balanced meals for kids, don’t forget to do the same for the rest of the family. With a primary focus on diet quality, The Kid’s Healthy Eating Plate reflects the same important messages as the Healthy Eating Plate. Download both and post them on the refrigerator for a daily reminder to make the best eating choices!\n\nRelated\nWhy school meals matter\nKid’s Healthy Eating Plate\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}