{
  "href": "https://nutritionsource.hsph.harvard.edu/salt-and-sodium/",
  "title": "Salt and Sodium",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Salt and Sodium\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nSalt and Sodium\n\nSalt, also known as sodium chloride, is about 40% sodium and 60% chloride. It flavors food and is used as a binder and stabilizer. It is also a food preservative, as bacteria can’t thrive in the presence of a high amount of salt. The human body requires a small amount of sodium to conduct nerve impulses, contract and relax muscles, and maintain the proper balance of water and minerals. It is estimated that we need about 500 mg of sodium daily for these vital functions. But too much sodium in the diet can lead to high blood pressure, heart disease, and stroke. It can also cause calcium losses, some of which may be pulled from bone. Most Americans consume at least 1.5 teaspoons of salt per day, or about 3400 mg of sodium, which contains far more than our bodies need.\n\nRecommended Amounts\n\nThe U.S. Dietary Reference Intakes state that there is not enough evidence to establish a Recommended Dietary Allowance or a toxic level for sodium (aside from chronic disease risk). Because of this, a Tolerable Upper intake Level (UL) has not been established; a UL is the maximum daily intake unlikely to cause harmful effects on health. \n\nGuidelines for Adequate Intakes (AI) of sodium were established based on the lowest levels of sodium intake used in randomized controlled trials that did not show a deficiency but that also allowed for an adequate intake of nutritious foods naturally containing sodium. For men and women 14 years of age and older and pregnant women, the AI is 1,500 milligrams a day.\n\nA Chronic Disease Risk Reduction (CDRR) Intake has also been established, based on the evidence of benefit of a reduced sodium intake on the risk of cardiovascular disease and high blood pressure. Reducing sodium intakes below the CDRR is expected to lower the risk of chronic disease in the general healthy population. The CDRR lists 2,300 milligrams a day as the maximum amount to consume for chronic disease reduction for men and women 14 years of age and older and pregnant women. Most people in the U.S. consume more sodium than the AI or CDRR guidelines. [1]\n\nTypes of Salt\n\nFinely ground salts are dense, so they tend to contain more sodium than coarser salts. Note that sodium content can vary widely among brands, so check the Nutrition Facts label for exact amounts.\n\nType\tApproximate amount of sodium in 1 teaspoon\nIodized table salt, fine\t2,300 mg\nKosher salt, coarse\t1,920 mg\nKosher salt, fine, Diamond Crystal®†\t1,120 mg\nSea salt, fine\t2,120 mg\nSea salt, coarse\t1,560 mg\nPink (Himalayan) salt\t2,200 mg\nBlack salt\t1,150-2,200 mg\nFleur de sel\t1,560-2,320 mg\nPotassium salt (salt substitute)\t0 mg (contains 2,760-3,180 mg potassium)\n\n† The inclusion of brand-names on this list is for reference only and does not constitute an endorsement. The Nutrition Source does not endorse specific brands. \n\nSodium and Health\n\nIn most people, the kidneys have trouble keeping up with excess sodium in the blood. As sodium accumulates, the body holds onto water to dilute the sodium. This increases both the amount of fluid surrounding cells and the volume of blood in the bloodstream. Increased blood volume means more work for the heart and more pressure on blood vessels. Over time, the extra work and pressure can stiffen blood vessels, leading to high blood pressure, heart attack, and stroke. It can also lead to heart failure. There is some evidence that too much salt can damage the heart, aorta, and kidneys without increasing blood pressure, and that it may be bad for bones, too. Learn more about the health risks and disease related to salt and sodium:\n\nCardiovascular disease\nChronic kidney disease\nOsteoporosis\nCancer\nFood Sources\n\nSodium isn’t generally a nutrient that you need to look for; it finds you. Almost any unprocessed food like fruits, vegetables, whole grains, nuts, meats, and dairy foods is low in sodium. Most of the salt in our diets comes from commercially prepared foods, not from salt added to cooking at home or even from salt added at the table before eating. [1,18]\n\nAccording to The Centers for Disease Control and Prevention, the top 10 sources of sodium in our diets include: breads/rolls; pizza; sandwiches; cold cuts/cured meats; soups; burritos, tacos; savory snacks (chips, popcorn, pretzels, crackers); chicken; cheese; eggs, omelets.\n\nAre “natural” salts healthier than table salt?\nSalt is harvested from salt mines or by evaporating ocean water. All types of salt are made of sodium chloride, and the nutrient content varies minimally. Although less processed salts contain small amounts of minerals, the amount is not enough to offer substantial nutritional benefit. Different salts are chosen mainly for flavor.\n\nThe most widely used, table salt, is extracted from underground salt deposits. It is heavily processed to remove impurities, which may also remove trace minerals. It is then ground very fine. Iodine, a trace mineral, was added to salt in 1924 to prevent goiter and hypothyroidism, medical conditions caused by iodine deficiency. Table salt also often contains an anticaking agent such as calcium silicate to prevent clumps from forming.\n\nKosher salt is a coarsely grained salt named for its use in traditional Kosher food preparation. Kosher salt does not typically contain iodine but may have an anti-caking agent.\n\nSea salt is produced by evaporating ocean or sea water. It is also composed mostly of sodium chloride, but sometimes contains small amounts of minerals like potassium, zinc, and iron depending on where it was harvested. Because it is not highly refined and ground like table salt, it may appear coarser and darker with an uneven color, indicating the remaining impurities and nutrients. Unfortunately, some of these impurities can contain metals found in the ocean, like lead. The coarseness and granule size will vary by brand.\n\nHimalayan pink salt is harvested from mines in Pakistan. Its pink hue comes from small amounts of iron oxide. Similar to sea salt, it is less processed and refined and therefore the crystals appear larger and contain small amounts of minerals including iron, calcium, potassium, and magnesium.\n\nLarger, coarser salt granules do not dissolve as easily or evenly in cooking, but offer a burst of flavor. They are best used sprinkled onto meats and vegetables before cooking or immediately after. They should not be used in baking recipes. Keep in mind that measurements of different salts are not always interchangeable in recipes. Generally, sea salt and table salt can be interchanged if the granule size is similar. However, table salt tends to have more concentrated, saltier flavor than kosher salt, so the substitution is one teaspoon of table salt for about 1.5 to 2 teaspoons of kosher salt depending on the brand.\n\nSigns of Deficiency and Toxicity\nDeficiency\n\nA deficiency of sodium in the U.S. is rare because it is so commonly added to a wide variety of foods and occurs naturally in some foods. Hyponatremia is the term used to describe abnormally low amounts of sodium in the blood. This occurs mainly in older adults, particularly those living in long-term care facilities or hospitals who take medications or have health conditions that deplete the body of sodium, leading to hyponatremia. Excess vomiting, diarrhea, and sweating can also cause hyponatremia if salt is lost in these fluids that are expelled from the body. Sometimes too much fluid abnormally collecting in the body can lead to hyponatremia, which might stem from diseases such as heart failure or liver cirrhosis. In rare cases, simply drinking too much fluid can lead to hyponatremia if the kidneys can’t excrete the excess water. Symptoms of hyponatremia can include: nausea, vomiting, headaches, altered mental state/confusion, lethargy, seizures, coma.\n\nToxicity\n\nToo much sodium in the blood is called hypernatremia. This acute condition can happen in older adults who are mentally and physically impaired who do not eat or drink enough, or who are sick with a high fever, vomiting, or infection that causes severe dehydration. Excessive sweating or diuretic medications that deplete the body of water are other causes. When sodium accumulates in the blood, water is transferred out of cells and into the blood to dilute it. This fluid shift and a build-up of fluid in the brain can cause seizures, coma, or even death. Extra fluid collecting in the lungs can cause difficulty breathing. Other symptoms of hypernatremia can include: nausea, vomiting, weakness, loss of appetite, intense thirst, confusion, kidney damage.\n\nThe interplay of sodium and potassium\nSodium and potassium are closely interconnected but have opposite effects in the body. Both are essential nutrients that play key roles in maintaining physiological balance, and both have been linked to the risk of chronic diseases, especially cardiovascular disease. High salt intake increases blood pressure, which can lead to heart disease, while high potassium intake can help relax blood vessels and excrete sodium while decreasing blood pressure. Our bodies need far more potassium than sodium each day, but the typical U.S. diet is just the opposite: Americans average about 3,300 milligrams of sodium per day, about 75% of which comes from processed foods, while only getting about 2,900 milligrams of potassium each day. [19,20]\n\nA study in the Archives of Internal Medicine found that:\n\nPeople who ate high-sodium, low-potassium diets had a higher risk of dying from a heart attack or any cause. In this study, people with the highest sodium intakes had a 20% higher risk of death from any cause than people with the lowest sodium intakes. People with the highest potassium intakes had a 20% lower risk of dying than people with the lowest intakes. But what may be even more important for health is the relationship of sodium to potassium in the diet. People with the highest ratio of sodium to potassium in their diets had double the risk of dying of a heart attack than people with the lowest ratio, and they had a 50% higher risk of death from any cause. [21]\nPeople can make a key dietary change to help lower their risk: Eat more fresh vegetables and fruits, which are naturally high in potassium and low in sodium, but eat less bread, cheese, processed meat, and other processed foods that are high in sodium and low in potassium.\nRelated\n\nTake Action: How to Reduce Your Sodium Intake\nPublic Health Concerns: Salt and Sodium\nVitamins and Minerals\n\nReferences\n\nLast reviewed March 2023\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}