{
  "href": "https://nutritionsource.hsph.harvard.edu/disease-prevention/cardiovascular-disease/preventing-cvd/",
  "title": "Prevention",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Disease Prevention > Heart Disease > Preventing Heart Disease\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nPreventing Heart Disease\n\nWhen heart experts talk about prevention, they usually refer to one of three types: secondary, primary and primordial prevention. [1] All three have similar elements, but different starting times and different effects.\n\nSecondary prevention. These efforts are started after someone has a heart attack or stroke, undergoes angioplasty or bypass surgery, or develops some other form of heart disease. It involves taking medications like aspirin and/or a cholesterol-lowering statin, quitting smoking and losing weight if needed, exercising more, and following a healthy diet. Although secondary prevention may sound like “closing the barn door after the horse has gone,” it isn’t. These steps can prevent a second heart attack or stroke, halt the progression of heart disease, and prevent early death. It may be obvious, but the number one killer of individuals who survive a first heart attack is a second heart attack.\nPrimary prevention. Primary prevention aims to keep an individual at risk of heart disease from having a first heart attack or stroke, needing angioplasty or surgery, or developing some other form of heart disease. Primary prevention is usually aimed at people who already have developed cardiovascular risk factors, such as high blood pressure or high cholesterol. As with secondary prevention, primary prevention focuses on controlling these risk factors by making healthy lifestyle changes and, if needed, taking medications. That said, the appearance of worrisome cardiovascular risk factors means that inflammation, atherosclerosis, and/or endothelial dysfunction are already at work and, in most cases, aren’t reversible.\nPrimordial prevention. The word “primordial” means existing from the beginning. Primordial prevention involves working to prevent inflammation, atherosclerosis, and endothelial dysfunction from taking hold, and thus prevent risk factors such as high blood pressure, high cholesterol, excess weight, and ultimately cardiovascular events. Once rarely discussed, primordial prevention is now the cornerstone of the American Heart Association’s definition of ideal heart health and efforts to help people achieve it. [1] As its name implies, the sooner you can start practicing primordial prevention—ideally from childhood on—the more likely you are to achieve it and protect yourself from heart disease.\nSteps for the Primordial Prevention of Heart Disease\n\nFive key lifestyle steps can dramatically reduce your chances of developing cardiovascular risk factors and ultimately heart disease:\n\n1. Not smoking\n\nOne of the best things you can do for your health is to not use tobacco in any form. Tobacco use is a hard-to-break habit that can slow you down, make you sick, and shorten your life. One way it does this is by contributing to heart disease.\n\nIn fact, researchers examining the relationship between cigarette smoking and smoking cessation on mortality during a decades-long perspective study of over 100,000 women found that approximately 64% of deaths among current smokers and 28% of deaths among former smokers were attributable to cigarette smoking. [2]\n\nThis study also reported that much of the excess risk due to smoking may be drastically lowered after quitting. Additionally, the excess risk for all-cause mortality—that is, death from any cause—decreases to the level of a “never-smoker” 20 years after quitting.\n\nThe nicotine that tobacco products deliver is one of the most addictive substances around. That makes tobacco use one of the toughest unhealthy habits to break. But don’t get discouraged; many smokers do quit! In fact, in the United States today there are more ex-smokers than smokers. [3] Learn more about the hazards of smoking, the benefits of quitting, and tips for quitting from the Centers for Disease Control and Prevention.\n\n2. Maintaining a healthy weight\n\nExcess weight and an extra-large waist size both contribute to heart disease, as well as a host of other health problems. [4-6]\n\nIn a study of over one million women, body-mass index (BMI) was a strong risk factor for coronary heart disease. The incidence of coronary heart disease increases progressively with BMI. [7]\n\nIn the Nurses’ Health Study and the Health Professionals Follow-Up Study, middle-aged women and men who gained 11 to 22 pounds after age 20 were up to three times more likely to develop heart disease, high blood pressure, type 2 diabetes, and gallstones than those who gained five pounds or fewer.\n\nThose who gained more than 22 pounds had an even greater risk of developing these diseases. [4,8-11]\n\nWeight and height go hand-in-hand. The taller you are, the more you weigh. That’s why researchers have devised several measures that account for both weight and height. The one most commonly used is BMI.\n\nYou can calculate your BMI by dividing your weight in kilograms by your height in meters squared (kg/m2). You can also use an online BMI calculator or BMI table.\nA healthy BMI is under 25 kg/m2. Overweight is defined as a BMI of 25 to 29.9 kg/m2, and obesity is defined as a BMI of 30 kg/m2\nWaist size matters, too. In people who are not overweight, waist size may be an even more telling warning sign of increased health risks than BMI. [12] An expert panel convened by the National Institutes of Health identified these useful benchmarks: Men should aim for a waist size below 40 inches (102 cm) and women should aim for a waist size below 35 inches (88 cm). [13]\n\n3. Exercising\n\nExercise and physical activity are excellent ways to prevent heart disease and many other diseases and conditions, [14-16] but many of us get less activity as we get older.\n\nGetting regular physical activity is one of the best things you can do for your health. It lowers the risk of heart disease, diabetes, stroke, high blood pressure, osteoporosis, and certain cancers, and it can also help control stress, improve sleep, boost mood, keep weight in check, and reduce the risk of falling and improve cognitive function in older adults.\nIt doesn’t take marathon training to see real health gains. A 30-minute brisk walk five days of the week will provide important benefits for most people. Getting any amount of exercise is better than none.\nExercise and physical activity benefit the body, while a sedentary lifestyle does the opposite—increasing the chances of becoming overweight and developing a number of chronic diseases.\nResearch shows that people who spend more time each day watching television, sitting, or riding in cars have a greater chance of dying early than people who are more active. [17-19] A 2013 study showed that, among women ages 50-79 with no cardiovascular disease at the start of study, prolonged sitting time was associated with increased heart disease risk regardless of the amount of time spent in leisure-time physical activity. [16]\n\n4. Following a healthy diet\n\nFor years, research into connections between diet and heart disease focused on individual nutrients like cholesterol (and foods high in dietary cholesterol, like eggs), types of fats, and specific vitamins and minerals. This work has been revealing, but it has also generated some dead ends, along with myths and confusion about what constitutes a heart-healthy diet. That’s because people eat food, not nutrients.\n\nThe best diet for preventing heart disease is one that is full of fruits and vegetables, whole grains, nuts, fish, poultry, and vegetable oils; includes alcohol in moderation, if at all; and goes easy on red and processed meats, refined carbohydrates, foods and beverages with added sugar, sodium, and foods with trans fat.\nPeople with diets consistent with this dietary pattern had a 31% lower risk of heart disease, a 33% lower risk of diabetes, and a 20% lower risk of stroke. [20]\nA randomized controlled trial found that a Mediterranean diet supplemented with extra-virgin olive oil or nuts, both rich sources of unsaturated fat, reduced the incidence of major cardiovascular events amongst patients with cardiovascular disease over a 4.8-year follow-up period.\nThis study highlighted that low-fat diets are not beneficial to heart health, and that incorporating healthy fats – such as those included in the Mediterranean diet –  can improve heart health and weight loss.\nThere isn’t one exact Mediterranean diet, as this eating style takes into account the different foods, eating patterns, and lifestyles in multiple countries that border the Mediterranean Sea. However, there are similarities that define a Mediterranean eating pattern, including: high intake of olive oil, nuts, vegetables, fruits, and cereals; moderate intake of fish and poultry; low intake of dairy products, red meat, processed meats, and sweets; and wine in moderation, consumed with meals. [21]\nA 2020 study focused on dietary scores for 4 healthy eating patterns: Healthy Eating Index–2015 ; Alternate Mediterranean Diet Score; Healthful Plant-Based Diet Index; and Alternate Healthy Eating Index. Despite different scoring methods, each of these patterns emphasizes higher intake of whole grains, vegetables, fruits, legumes, and nuts, and lower intakes of red and processed meats and sugar-sweetened beverages.\nThe study found that those who adhered most to healthy eating patterns had a 14% to 21% lower risk of cardiovascular disease when compared with those who adhered least. The findings also showed that these different healthy eating patterns were similarly effective at lowering risk across racial and ethnic groups and other subgroups studied, and that they were statistically significantly associated with lower risk of both coronary heart disease and stroke. [22]\nSodium and potassium are two interrelated minerals that play major roles in regulating blood pressure and a healthy heart. Eating less salty foods and more potassium-rich foods may significantly lower the risk of cardiovascular disease. [29] Potassium is found in many foods, especially fruits, vegetables, legumes, and low-fat dairy. But the reverse of eating a lot of sodium-rich foods especially from processed breads, packaged snacks, canned goods, and fast-food meals while skimping on potassium can increase cardiovascular disease risk.\n\n5. Improving sleep health\n\nResearch has shown that sleep is an essential component of cardiovascular health.\n\nSleeping for too short or too long a stretch is associated with heart disease and can negatively affect other heart-related risk factors like dietary intake, exercise, weight, blood pressure, and inflammation. [30]\nThere are various reasons causing poor sleep, including clinical sleep disorders, working overnight shifts, or poor sleep hygiene. Talk with your doctor if you have frequent restless nights or do not feel adequately rested during the day. Improving sleep habits can make a difference. Examples include setting a sleep schedule and sticking to it, having a calming bedtime ritual like doing stretches or meditating, getting regular exercise, stopping use of electronic devices an hour before bedtime, and avoiding heavy meals, caffeine, and alcohol several hours before bed.\n\nOther factors to consider\n\nAlong with these five practices, the American Heart Association recommends controlling cholesterol, managing blood sugar, and managing blood pressure as additional factors for improving and maintaining cardiovascular health. Learn more at the American Heart Association’s “Life’s Essential 8.”\n\nSupportive policy change\nDespite the power of individual behavior change, it must be noted that unfavorable eating patterns are driven by a variety of biological, social, economic, and psychological factors. This is acknowledged in a 2018 review paper, which recommends that “governments should focus on cardiovascular disease as a global threat and enact policies that will reach all levels of society and create a food environment wherein healthy foods are accessible, affordable, and desirable.” [23] The central illustration of the paper (below) highlights several policy strategies that may help boost healthy eating, such as improving nutrition labels, regulating food marketing, and promoting healthy school and work environments.\n\n\nReprinted from Journal of the American College of Cardiology, Vol 72, Issue 8, E Yu, VS Malik, FB Hu, Cardiovascular Disease Prevention by Diet Modification: JACC Health Promotion Series, 914-926, 2018, with permission from Elsevier.\n\nPutting It All Together\n\nYou can help prevent heart disease by doing five key things and making them into habits:\n\nDon’t smoke (or quit if you do)\nMaintain a healthy weight\nExercise; be active\nFollow a healthy diet\nImprove sleep health\n\nStrong studies make it possible to link reductions in risk to these habits. Following a healthy lifestyle may prevent over 80% of cases of coronary artery disease, [24, 25] 50% of ischemic strokes, [26] 80% of sudden cardiac deaths, [27] and 72% of premature deaths related to heart disease. [28] In other words, a healthy lifestyle is a good investment in a longer, healthier life.\n\nReferences\n\nLast reviewed August 2022\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}