{
  "href": "https://nutritionsource.hsph.harvard.edu/best-diet-quality-counts/",
  "title": "focusing on food quality",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Weight > The Best Diet: Quality Counts\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nThe Best Diet: Quality Counts\nDietary guidelines have changed over the years as research becomes more accurate in determining what we should eat to attain optimal health and weight. The strongest evidence to date shows that calories matter, but focusing on food quality is an equally important part of preventing weight gain and promoting weight loss.\nFocus on eating high-quality foods in appropriately sized portions.\nConsider Quality, Not Just Calories\n\n “A calorie is a calorie” is an oft-repeated dietary slogan, and not overeating is indeed an important health measure. Rather than focusing on calories alone, however, emerging research shows that quality is also key in determining what we should eat and what we should avoid in order to achieve and maintain a healthy weight. Rather than choosing foods based only on caloric value, think instead about choosing high-quality, healthy foods, and minimizing low-quality foods.\n\nHigh-quality foods include unrefined, minimally processed foods such as vegetables and fruits, whole grains, healthy fats and healthy sources of protein – the foods recommended in the Healthy Eating Plate.\nLower-quality foods include highly processed snack foods, sugar-sweetened beverages, refined (white) grains, refined sugar, fried foods, foods high in saturated and trans fats, and high-glycemic foods such as potatoes.\n\nThere isn’t one “perfect” diet for everyone, owing to individual differences in genes and lifestyle.\n\nQuality Counts\n\nOne study analyzed whether certain foods were more or less likely to promote weight gain. This type of research examining specific foods and drinks allows us to understand whether “a calorie is a calorie,” or if eating more higher-quality foods and fewer lower-quality foods can lead to weight loss and maintenance.\n\nResearchers in the Department of Nutrition at Harvard School of Public Health show us that quality is in fact very important in determining what we should eat to achieve and maintain a healthy weight, and that the notion of “a calorie is a calorie” does not tell the whole story.\n\nIn a study of over 120,000 healthy women and men spanning 20 years, researchers determined that weight change was most strongly associated with the intake of potato chips, potatoes, sugar-sweetened beverages, and both processed and unprocessed red meats. The researchers concluded that consumption of processed foods higher in starches, refined grains, fats, and sugars can increase weight gain.\nFoods shown to be associated with weight loss were vegetables, whole grains, fruits, nuts, and yogurt.\nResearchers did not discount the importance of calories, instead suggesting that choosing high-quality foods (and decreasing consumption of lower-quality foods) is an important factor in helping individuals consume fewer calories. (23)\nManaging Macronutrients: Does it Matter?\n\nWith the proliferation of macronutrient-based diets over the past several decades, from low-fat to low-carbohydrate, discussion of the three main macronutrients – carbohydrates, proteins, and fats – has become standard when talking about optimal diets. Researchers have begun comparing these “macronutrient management”-style diets to one another in order to determine which is most effective, but thus far evidence is largely inconclusive.\n\nOne study, published in JAMA in 2007, compared four weight-loss diets ranging from low to high carbohydrate intake. This 12-month trial followed over 300 overweight and obese premenopausal women, randomly assigning them to either an Atkins (very low carbohydrate), Zone (low carbohydrate), LEARN (high carbohydrate), or Ornish (very high in carbohydrate) diet.\n\nAfter one year, weight loss was greater for women in the Atkins diet group compared with the other diet groups.\nThis study also examined secondary outcomes focused on metabolic effects (such as cholesterol, body fat percentage, glucose levels and blood pressure), and found that those for the Atkins group were comparable with or more favorable than the other diet groups.\nThere was no significant difference in weight loss among the other three diets (Zone, LEARN, and Ornish).\nThis study does raise questions about about long-term effects and mechanisms, but the researchers concluded that a low-carbohydrate, high-protein, high-fat diet may be considered a feasible recommendation for weight loss. (24)\n\nAnother study, published in The New England Journal of Medicine in 2009, challenged the above study’s findings by testing four different types of diets and producing results that showed comparable average weight loss among the different diets.\n\nThe study followed 800 people over 2 years, assigning subjects to one of four diets: Low-fat and average-protein, low-fat and high-protein, high-fat and average-protein, and high-fat and high protein.\nResearchers concluded that all of the diets resulted in meaningful weight loss, despite the differences in macronutrient composition.\nThe study also found that the more group counseling sessions participants attended, the more weight they lost, and the less weight they regained. This supports the idea that not only is what you eat important, but behavioral, psychological, and social factors are important for weight loss as well. (25)\n\nAn additional study, published in The New England Journal of Medicine in 2010, looked at the role of protein and glycemic index upon weight loss maintenance. Researchers first implemented a low-calorie diet to produce weight loss, then examined whether protein and glycemic index impacted weight loss maintenance.\n\nThe study population was made up of nearly 800 overweight adults from European countries who had lost at least 8% of their initial body weight with a low-calorie diet. Participants were then assigned one of five diets to prevent weight regain over a 26-week period: A low-protein and low-glycemic-index diet, a low-protein and high-glycemic-index diet, a high-protein and low-glycemic-index diet, a high-protein and high-glycemic-index diet, or a control diet.\nThe low-protein-high-glycemic-index diet was associated with subsequent significant weight regain, and weight regain was less in the groups assigned to a high-protein diet than in those assigned to a low-protein diet, as well as less in the groups assigned to a low-glycemic-index diet than in those assigned to a high-glycemic-index diet.\nThese results show that a modest increase in protein content and a modest reduction in the glycemic index led to an improvement in maintenance of weight loss. (26)\n\nThe results from these three studies suggest that there may be some benefits to a macronutrient-based dietary approach, but research also shows that while a particular diet may result in weight loss for one person, it may not be effective for another person due to individual differences in genes and lifestyle. For those seeking the “perfect” one-size-fits-all diet, then, there isn’t one! The great news is that everyone can follow The Healthy Eating Plate guidelines and choose healthy, flavorful foods to create a diet that works best for you.\n\nReferences\n\n\n23. Mozaffarian, D., et al., Changes in diet and lifestyle and long-term weight gain in women and men. N Engl J Med, 2011. 364(25): p. 2392-404.\n24. Gardner, C.D., et al., Comparison of the Atkins, Zone, Ornish, and LEARN diets for change in weight and related risk factors among overweight premenopausal women: the A TO Z Weight Loss Study: a randomized trial. JAMA, 2007. 297(9): p. 969-77.\n25. Sacks, F.M., et al., Comparison of weight-loss diets with different compositions of fat, protein, and carbohydrates. N Engl J Med, 2009. 360(9): p. 859-73.\n26. Larsen, T.M., et al., Diets with high or low protein content and glycemic index for weight-loss maintenance. N Engl J Med, 2010. 363(22): p. 2102-13.\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}