{
  "href": "https://nutritionsource.hsph.harvard.edu/recipes/%7Cilink%7Crecipes/couscous-quinoa-tabouli",
  "title": "Couscous–Quinoa Tabouli",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Couscous-Quinoa Tabouli\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nCouscous-Quinoa Tabouli\n\nTry this variation on the traditional Mediterranean green-and-grain salad. It’s different and delicious, with the addition of a few non-traditional spices—and it’s a great way to slip some of that nutritious wonder-grain, quinoa, into your diet.\n\nCouscous-Quinoa Tabouli\nRecipe courtesy of Mollie Katzen\nServes 6 to 8\nIngredients:\n\n1 cup uncooked quinoa\n1 cup uncooked instant couscous\n¾ cup boiling water\n2 teaspoons cumin seeds\n1 teaspoon coriander seeds\n2 cups (packed) minced fresh parsley (flat or curly-leaf)\n1 cup minced fresh mint\n3-4 scallions, finely minced\n1 cup minced red onion (about 1 small onion)\n1 or 2 small (6-inch) cucumbers, peeled, seeded if necessary, and diced\n1 heaping teaspoon minced garlic\n½ teaspoon cinnamon\n½ teaspoon salt (possibly more to taste)\nFreshly ground black pepper to taste\n4-6 tablespoons extra-virgin olive oil\n3 or more tablespoons fresh lemon juice (to taste)\n\nOptional garnishes\n\nTiny cherry tomatoes, for garnish (cut in half if not really tiny)\nA few toasted walnuts, minced\nToasted pita bread\nPreparation:\n\nPlace the quinoa in a strainer and rinse under cold running water. Transfer to a small saucepan, add 1¼ cups water, and bring to a boil. Cover, turn the heat way down, and simmer for 20 minutes. Remove from heat, and fluff thoroughly with a fork to let heat escape. Set aside. (Continue to fluff the quinoa from time to time as you prepare the other ingredients, so the grains stay dry and separate.)\nPlace the couscous in a medium-large bowl, and add the boiling water. Cover with a plate and let stand for 10 minutes. Remove the plate, and fluff with a fork as you did with the quinoa. Then add the quinoa to the couscous, and fluff mightily. (It’s very important to the texture of this dish that the grains be separate and “tender-dry.” They will borrow moisture from the other ingredients, and you don’t want the salad to turn to mush.)\nMeanwhile, lightly toast the seeds in a small dry skillet over medium-low heat until they are fragrant. Cover and stir often, so they don’t burn. Transfer to an electric spice grinder or a mortar and pestle. Grind to a powder, and add this to the cooked grains. Set the bowl aside until the grains have cooled at least to room temperature.\nWhen the grains have cooled, use a fork to stir in all the remaining ingredients except the optional garnishes. Cover tightly and chill for at least 2 hours before serving.\nServe cold, topped with cherry tomatoes and/or minced walnuts, and with some toasted pita bread on the side, if desired.\nNutrition facts:\nPer 1/6 of recipe, excluding optional garnishes350 calories9 grams of protein50 grams of carbohydrates6 grams of fiber220 milligrams of sodium13 grams of fat( 2 grams of saturated fat9 grams of monounsaturated fat2 grams of polyunsaturated fat)\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}