{
  "href": "https://nutritionsource.hsph.harvard.edu/kale/",
  "title": "Kale",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Kale\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nKale\n\nWho knew a vegetable could be so cool? Although kale has early roots in Greek and Roman culture, it remained a relatively minor commercial crop in the U.S. until recent years. This leafy green reached celebrity status around 2012, appearing on menus of Michelin star restaurants and becoming the choice ingredient of millennial food bloggers. Kale displaced other greens in salads, soups, and pesto, and even showed up in the snack aisles as chips. Bon Appétit magazine named 2012 the year of kale, and on October 2, 2013, “National Kale Day” was launched in the U.S.\n\nWhile curly and lacinato (also known as dinosaur or Tuscan) are generally the most common types of kale, this vegetable comes in a wide variety—each with its own unique colors, flavors, and textures: redbor is characterized by its deep purple, curly leaves; the blue-green and purple-red leaves of red Russian are known for being semi-sweet; the large green leaves of Siberian are particularly cold weather-hardy; and Chinese kale (Gai Lan), or “Chinese broccoli,” can be used in place of conventional broccoli in many dishes. Like broccoli, kale is part of the Brassica oleracea family, which also includes cabbage, cauliflower, bok choy, collard greens, and Brussels sprouts. Another more commonly recognized name for this vegetable family is Cruciferae or cruciferous, which refers to the shape of its sprouts that resemble a cross.\n\nSource Of\nVitamin K\nVitamin C\nVitamin A\nCarotenoids lutein and zeaxanthin\nVitamin B6\nFolate\nFiber\nManganese\nKale and Health\n\nCruciferous vegetables contain a plant chemical called glucosinolates, sulfur-containing compounds that are broken down into isothiocyanates and indole-3-carbinol after chewing, chopping, or cooking. In nature, glucosinolates act as a first-line defense for plants, protecting them from environmental and biological stresses (insects, fungi, drought conditions). These same substances are being researched for their proposed ability in humans to affect chronic conditions including certain types of cancer and heart disease. Laboratory studies have shown that isothiocyanates and indole-3-carbinol inhibit inflammatory processes, prevent the growth and spread of tumor cells, and protect healthy cells. [1]\n\nObservational studies that follow groups of people over time have sometimes suggested a protective effect of cruciferous vegetables on various cancers and cardiovascular health, but findings have not been consistent. [2-5] There are several possible reasons for this discrepancy. The use of different study designs and methods, as well as the way in which the vegetables were cooked can change the bioavailability of isothiocyanates and their effects on the disease process. Genes may also play a role, as some people metabolize isothiocyanates more efficiently than others. [2] It is also possible that the amounts of cruciferous vegetables consumed by study populations have no important impact on disease risks. More research with larger and longer-term studies is needed.\n\nRegardless, kale remains a highly nutritious food to include as part of a healthful dietary pattern. The 2015-2020 Dietary Guidelines for Americans recommend that adults eat a variety of vegetables as part of a healthy meal plan, and specifically at least 1½ cups of dark-green vegetables (including cruciferous) per week. [6]\n\nPeople who are placed on blood thinners or anticoagulant medication to prevent blood clots are sometimes concerned about eating kale and other green leafy vegetables that are rich in vitamin K. Vitamin K has a unique action that assists in clotting blood, and can interfere with the effects of some blood thinners. However, people taking these medicines can safely eat these vegetables with a general precaution: eating a relatively consistent amount from day to day can allow one’s physician to adjust the dose of medication to balance the dietary intake of vitamin K, and should not interfere with the anticoagulant medication’s effectiveness. For those who are on blood thinners or anticoagulant medications, it would be wise to check with their physician and possibly a clinical dietitian.\n\nAnother concern has been the goitrogen content of kale and other cruciferous vegetables. Goitrogens are naturally occurring substances, sometimes referred to as “anti-nutrients,” that can block iodine from entering the thyroid gland. Iodine is a trace mineral needed by the body to make thyroid hormones that promote normal metabolism. A deficiency of iodine can lead to a condition called goiter, or enlargement of the thyroid. Healthy persons who eat enough iodine and metabolize iodine normally will not be affected by dietary goitrogens. However, if one has an underactive thyroid called hypothyroidism and cannot produce enough thyroid hormone, eating excess goitrogens, especially in raw form, may further suppress thyroid activity and increase the risk of goiter. Those who have hypothyroidism specifically due to an iodine deficiency are at greatest risk. A simple solution is to cook cruciferous vegetables, which deactivates the enzyme responsible for causing the goitrogenic effect. [7] Including a wide variety of vegetables each week other than cruciferous will also protect against eating an excess amount of goitrogens.\n\nPrepare \nAvailable throughout much of the year, Kale is even tolerant to frost and cold weather. Low temperatures can actually cause kale and other cruciferous vegetables to convert starch molecules into sugar, resulting in a sweeter, less bitter flavor.\nDespite their tough and fibrous texture, kale stems are edible if cooked.\nCut stems into small pieces and add to a stir-fry.\nAdd diced stems to soups.\nUse to make a vegetable stock.\nMake\n\nKale has hearty leaves that withstand all types of cooking: boiling, braising, steaming, microwaving, and stir-frying. Kale can also be served raw but the texture may be difficult to chew.\n\nSautéed Kale: This is one of the simplest, quickest methods to enjoy kale. Add 2-3 tablespoons of olive oil to a saucepan on medium-high heat. Add 2 cloves of minced garlic and cook for 1-2 minutes until softened. Add ½ cup water or broth and 1 – 1½ pounds kale (washed, stems and leaves coarsely chopped). Cover the pan and allow to cook for 5 minutes until kale is softened and at desired texture. Season with herbs and spices as desired.\nKale Chips: Preheat oven to 350 degrees F. Line a baking sheet with parchment paper. Wash and dry 1 bunch of kale thoroughly; use paper towels to blot if needed. Using your hands, pull leaves from their stems and rip into small pieces; or you may use kitchen shears to cut leaves from stem and into small pieces. Place into a large bowl and drizzle with oil. Massage oil evenly into kale pieces. Spread in single layer on baking sheet. Sprinkle herbs or spices as desired (try curry, cumin, garlic powder, onion powder, smoked paprika, nutritional yeast, or chili powder). Bake until the leaves shrink and the edges turn slightly brown, about 15 minutes.\nKale Pesto: This recipe uses walnuts instead of the classic but more expensive and obscure ingredient of pine nuts. Place into a food processor: 2 cups kale leaves (stems removed), ¼ cup extra virgin olive oil, and 2 cloves garlic or ¼ teaspoon garlic powder; pulse until smooth. Add ¼ cup toasted walnuts, and pulse until blended. Add ½ cup Parmesan cheese and pulse again until blended. Serve pesto mixed into pasta or whole grains, as a sauce for chicken or fish, as a pizza sauce, or spread on crackers.\nKale Salad: If using in a salad, there are two methods to soften the leaves so they are easier to chew: 1) Place leaves in a bowl and drizzle with olive oil; massage the leaves for 1-2 minutes, or 2) Blanch leaves by placing in a pot of boiling water for 1 minute. Drain the leaves and place into a bowl filled with ice water to quickly stop the cooking. Place leaves in a colander and gently press out excess water. Use paper towels to blot dry as needed. Blanching can also help to remove some of the bitter flavor from kale.\nThree-Green & Wheat Berry Salad with Mushroom “Bacon”\n\nMore recipe ideas and serving suggestions featuring kale:\n\nAdd kale leaves to soups, stews, and casseroles at the start of cooking.\nAdd a few handfuls of chopped kale into a burger mixture before cooking.\nUse large hardy lacinato kale leaves as a wrap to replace bread or tortillas.\nAdd a handful of kale leaves to smoothies.\nKale with Carmelized Onions\nThree-Green & Wheat Berry Salad with Mushroom “Bacon”\nGarlic-Braised Greens\nWhite Bean and Kale Hummus\nDid You Know?\nPrior to its dramatic rise to popularity in edible form, kale leaves were most commonly used in restaurants as decorative garnishes.\nSome types of kale offer white, lavender, blue, pink, or purple leaves that are used in floral bouquets.\nThomas Jefferson was a kale aficionado, growing and recording several varieties of kale in his garden at Monticello in the early 1800s.\nReferences\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}