{
  "href": "https://nutritionsource.hsph.harvard.edu/walnut-pesto/",
  "title": "Walnut Pesto",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Walnut Pesto\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nWalnut Pesto\n\nThese days, pesto is a simple staple sauce that lives on the shelves of most grocery stores. This pungent condiment goes great on everything—slathered over chicken, right on top of fish, and especially mixed into pasta or rice dishes. And despite its convenience, store-bought pesto tends to be expensive and lacks the vibrancy of the homemade stuff. Here we have a riff on pesto that employs walnuts instead of more traditional pine nuts. To keep our pesto vibrant green, we blanch a mix of basil and parsley (which contains more chlorophyll), locking in the color and resulting in a pesto that stays green longer. Toasting walnuts gives our pesto an earthier, buttery flavor, while a healthy dose of pepper reinforces the pungency of basil. The resulting pesto is bold green, packs a punch, and goes great with everything—though we might just as well eat it by the spoonful.\n\nWalnut Pesto\nRecipe courtesy of Tim Chin\nServes Makes about 1 cup\nIngredients:\n\n1 cup packed parsley\n1 cup packed basil\nSalt\n¼ cup walnuts\n¼ cup (½ ounce) parmesan cheese\n3 cloves garlic\n½ teaspoon pepper\n½ cup extra-virgin olive oil\nPreparation:\n\nFill medium bowl with ice water. Bring 2 quarts water to boil in large saucepan over high heat; add parsley, basil, and ½ teaspoon salt, return to boil, and cook until herbs are bright green and wilted, about 45 seconds. Drain herbs in fine mesh strainer and transfer immediately to ice water. When herbs no longer feel warm to touch, drain in strainer again and dry thoroughly with paper towels. Transfer herbs to bowl of food processor (break up herbs with fingers to distribute evenly).\nAdd walnuts, parmesan, garlic, pepper, and 1/2 teaspoon salt to food processor and pulse until finely ground, about 20 pulses. With processor running, add oil in steady stream until mixture is smooth and combined, 1 to 2 minutes. Season with salt and pepper to taste. Transfer pesto to airtight container until ready to use (pesto can be stored in refrigerator for up to one week).\nNutrition facts:\n1/4 cup325 calories4 grams of protein4 grams of carbohydrates1 grams of fiber195 milligrams of sodium167 milligrams of potassium35 grams of fat( 5 grams of saturated fat21 grams of monounsaturated fat7 grams of polyunsaturated fat) 5 milligrams of cholesterol\nRecipes featuring Walnut Pesto\nFarro Risotto with Walnut Pesto\nRisotto is typically made with rice, but there are plenty of grains you can use. Here’s one example that pairs farro with this earthy walnut pesto.\nGET THE RECIPE.\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}