{
  "href": "https://nutritionsource.hsph.harvard.edu/cauliflower-walnut-soup/",
  "title": "Cauliflower and Walnut Soup",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Cauliflower and Walnut Soup\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nCauliflower and Walnut Soup\n\nWhen it comes to making smooth, velvety vegetable soups, cauliflower is kind of a secret weapon. This brassica is low in overall fiber when cooked (compared to say, carrots or broccoli), making it ideal for smooth purees and sauces. In fact, this soup is so smooth and creamy that you’d be hard pressed to believe there isn’t any dairy in it. And to elevate this soup even more, we blend in toasted walnuts to thicken the soup slightly. The walnuts also provide richness, a background sweetness, and a pleasant buttery quality. For some textural contrast, we serve the soup with some pan-roasted cauliflower and plenty of extra toasted walnuts.\n\nCauliflower and Walnut Soup\nRecipe courtesy of Tim Chin\nServes 6\nIngredients:\n\n1 head cauliflower (2 pounds)\n6 tablespoons extra-virgin olive oil\n1 onion, halved and sliced thin\nSalt\n5 cups water\n½ cup (2 ounces) toasted walnuts\n½ teaspoon mustard powder\n¼ teaspoon cumin\n1 teaspoon lemon juice\nPreparation:\n\nPull leaves off cauliflower and trim stem. Using small knife, cut around core to remove; thinly slice core and reserve. Cut 1 cup of 1/2-inch florets from head of cauliflower; set aside. Cut remaining cauliflower crosswise into 1/2-inch thick pieces.\nMelt 2 tablespoons oil in large pot over medium heat. Add onion and 1 1/2 teaspoons salt and cook, stirring occasionally, until onion is softened, about 6 minutes.\nIncrease heat to high; add 4 1/2 cups water, sliced core, and half of sliced cauliflower; and bring to simmer. Reduce heat to medium-low and simmer gently for 15 minutes. Add remaining sliced cauliflower, return to simmer, and continue to cook until cauliflower is tender, 15 to 20 minutes longer.\nWhile soup simmers, melt remaining 4 tablespoons oil in 8-inch skillet over medium heat. Add reserved florets and cook, stirring frequently, until florets are golden brown, 6 to 8 minutes. Off heat, stir in mustard powder and cumin. Remove skillet from heat and transfer florets to small bowl. Toss florets with lemon juice and season with salt to taste.\nProcess soup and walnuts in blender until smooth, about 60 seconds. Rinse out pot. Strain pureed soup through fine-mesh strainer into pot, pressing on solids to extract as much liquid as possible. Return soup to simmer over medium heat, adjusting consistency with remaining water as needed (soup should have thick, silky texture but settle flat in bowl) and seasoning with salt to taste. Serve, garnishing individual bowls with browned florets, extra walnuts, and extra olive oil.\nNutrition facts:\n1 serving244 calories5 grams of protein9 grams of carbohydrates3 grams of fiber3 grams of sugar418 milligrams of sodium463 milligrams of potassium23 grams of fat( 3 grams of saturated fat10 grams of monounsaturated fat2 grams of polyunsaturated fat)\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}