{
  "href": "https://nutritionsource.hsph.harvard.edu/food-features/rice/",
  "title": "brown rice",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Rice\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nRice\n\nRice is a main staple in more than 100 countries worldwide. [1] In some households, rice is included with more than one meal a day. This starchy high-calorie grain is generally low cost, making it accessible to all and a vital base of many diets. Each country showcases a rice specialty to reflect local spices and taste preferences: risotto in Italy, paella in Spain, jambalaya in the southern U.S., coconut rice in Colombia, steamed rice in China, rice and beans in Mexico, and sweet rice in Portugal, to name a few.\n\nThe scientific name for rice is Oryza. Oryza sativa is the most common species and is subdivided into the long-grain indica, and short-grain japonica. Tools for farming rice have been found in China dating back 8000 years. Merchant traders helped the gradual spread of rice across the continents.\n\nSource Of*\n\n(*primarily whole grain varieties)\n\nFiber\nVitamins B1 (thiamin) and B6\nMagnesium\nPhosphorus\nSelenium\nManganese\nTypes \n\nThere are thousands of types of Oryza sativa, which can differ in size, thickness, stickiness, color, aroma, and flavor. Rice is often broadly categorized based on its shape or method of processing:\n\nLong, short, or medium grain\n\nThis refers to the length and width of the rice grain after cooking:\n\nLong grains have a slender kernel over four times as long as they are wide. When cooked, long grain rice stays separate and fluffy (e.g., Jasmine and Basmati rice).\nMedium grains have a shorter, wider kernel, yielding a tender and semi-sticky consistency when cooked (e.g., Arborio rice).\nShort grains have a kernel only twice as long as they are wide, and yield the stickiest texture when cooked (e.g., “sushi” rice).\nWhole or refined grain\n\nIs the rice in its whole, intact form (like “brown” rice), or has it been milled and polished (like “white” rice)?\n\nWhole: Just like all whole grains, rice naturally contains three edible components—the bran, germ, and endosperm (the inedible hull is removed). “Brown” rice is the typical whole grain rice, though this describes not a particular variety but the natural color of the grain. However, whole grain rice is not limited to one color—it also comes in shades of black, purple, and red. Because the fibrous bran layer and nutrient-rich germ remain intact, these varieties typically take longer to cook, and have a nuttier and chewier texture than refined white rice.\nRefined: Rice that is polished to remove the bran layers and embryo so that only the starchy white endosperm remains—hence the name “white” rice (again, this refers to the color and not one particular variety). The milling and polishing process removes the majority of naturally occurring B vitamins, minerals, phytochemicals, and fiber, so B vitamins and iron are added back. Food labels will display the term “enriched” to indicate this. However, only a fraction of the original amount of these nutrients is added back.\n\nOf course, when it comes to cooking, specific varieties of rice are often chosen for their unique characteristics. Here are a few popular types:\n\nArborio: A medium-grain rice popular for making risotto and puddings. It undergoes less milling than long-grain rice so it retains more starch, which is released during cooking to produce a naturally creamy consistency without becoming mushy. Unlike other rice cooking methods, water must be added to Arborio rice gradually in segments, with constant stirring, to produce the creamy texture of risotto. Arborio rice is available in both brown and white versions.\nBasmati, Jasmine: These are varieties of long-grain rice with fragrant aromas that are available in both brown and white versions.\nBlack (Forbidden), Purple, or Red: These types of short or medium-grain colorful rice contain a natural plant phytochemical called anthocyanins, a flavonoid with antioxidant properties that is also found in blueberries and blackberries. Their nutritious bran and germ layers are intact similar to brown rice.\nGlutinous: Named for its glue-like consistency (not for gluten, which it does not contain), this short-grain rice is especially sticky when cooked. This is because it contains primarily one component of starch, called amylopectin, while other types of rice contain both amylopectin and amylose. Glutinous rice is particularly popular throughout Asia, and is available in a range of colors including white, brown, and black/purple.\nRice and Health\nDiabetes\nCardiovascular health\nShould I be concerned about arsenic in rice?\nPrepare\nBefore cooking, rinse rice in cool water until it runs clear to remove excess starch. If rice is obtained from bulk bins, rinsing also helps to remove dust or any unwanted material. It may then be soaked to reduce cooking time and stickiness. Keep in mind that excess washing and rinsing may remove some water-soluble B vitamins, especially for polished enriched white rice, in which the vitamins have been sprayed onto the surface of the grain.\nRice is typically boiled in water or steamed, as it absorbs water and softens during the cooking process. Long-grain varieties tend to produce fluffy separated grains after cooking, while short or medium grains become sticky.\nMake\nFollow package directions as different varieties of rice require differing amounts of water and cook times. In general, use a 2:1 ratio for cooking rice, or 2 cups of water per 1 cup of rice. Bring water to a boil in a saucepan. Add rice and stir into water. Place a lid on the pot and reduce heat to low-medium. Simmer for about 20 minutes for white rice, and 40-45 minutes for brown rice and other minimally processed varieties. Remove from heat and allow to steam in the covered pot for 5-10 minutes. Fluff rice with a fork to separate the grains.\nFor extra flavor, use chicken or vegetable broth instead of water while cooking, or add spices into the cooking water. If using fresh chopped herbs, such as chopped parsley, dill, or chives, gently stir them into cooked rice after it is removed from the heat but still steaming in the pot.\nEasy ways to use cooked rice or leftover rice:\nSauté chopped vegetables and cooked meat or tofu in a pan, then add cooked rice and stir mixture well.\nAdd bulk to soup by throwing in a cup of cooked rice.\nAdd a handful of cooked rice to a salad.\nFor an easy vegan rice bowl, mix together one cup of cooked rice, ½ cup cooked beans, ½ cup salsa, and a handful of greens. \n\nMore recipes featuring rice:\n\nBrown Rice Pancakes\nForbidden Rice with Scallions\nMediterranean Rice\nSpicy Coconut Rice with Limes\nWhite Beans, Wild Rice and Mushrooms \nDid You Know?\nThere are over 40,000 varieties of rice worldwide!\nWild rice is not in the same rice family as Oryza sativa. It is actually a seed from a grassy aquatic plant. It is high in fiber and minerals and contains slightly more protein than brown rice. It possesses such an intense nutty flavor that is often mixed with milder tasting grains. \nReferences\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}