{
  "href": "https://nutritionsource.hsph.harvard.edu/healthy-drinks/drinks-to-consume-in-moderation/alcohol-full-story/",
  "title": "risks and benefits of alcohol",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Healthy Drinks > Drinks to Consume in Moderation > Alcohol: Balancing Risks and Benefits\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nAlcohol: Balancing Risks and Benefits\n\nModerate drinking can be healthy—but not for everyone. You must weigh the risks and benefits.\n\n–Introduction\n–What’s Moderate Alcohol Intake? What’s a Drink?\n–The Downside of Alcohol\n–Possible Health Benefits of Alcohol\n–Genes Play a Role\n–Shifting Benefits and Risks\n–The Bottom Line: Balancing Risks and Benefits\n\nIntroduction\n\nThroughout the 10,000 or so years that humans have been drinking fermented beverages, they’ve also been arguing about their merits and demerits. The debate still simmers today, with a lively back-and-forth over whether alcohol is good for you or bad for you.\n\nIt’s safe to say that alcohol is both a tonic and a poison. The difference lies mostly in the dose. Moderate drinking seems to be good for the heart and circulatory system, and probably protects against type 2 diabetes and gallstones. Heavy drinking is a major cause of preventable death in most countries. In the U.S., alcohol is implicated in about half of fatal traffic accidents. [1] Heavy drinking can damage the liver and heart, harm an unborn child, increase the chances of developing breast and some other cancers, contribute to depression and violence, and interfere with relationships.\n\nAlcohol’s two-faced nature shouldn’t come as a surprise. The active ingredient in alcoholic beverages, a simple molecule called ethanol, affects the body in many different ways. It directly influences the stomach, brain, heart, gallbladder, and liver. It affects levels of lipids (cholesterol and triglycerides) and insulin in the blood, as well as inflammation and coagulation. It also alters mood, concentration, and coordination.\n\nWhat’s Moderate Alcohol Intake? What’s a Drink?\n\nLoose use of the terms “moderate” and “a drink” has fueled some of the ongoing debate about alcohol’s impact on health.\n\nIn some studies, the term “moderate drinking” refers to less than 1 drink per day, while in others it means 3-4 drinks per day. Exactly what constitutes “a drink” is also fairly fluid. In fact, even among alcohol researchers, there’s no universally accepted standard drink definition. [2]\n\nIn the U.S., 1 drink is usually considered to be 12 ounces of beer, 5 ounces of wine, or 1½ ounces of spirits (hard liquor such as gin or whiskey). [3] Each delivers about 12 to 14 grams of alcohol on average, but there is a wider range now that microbrews and wine are being produced with higher alcohol content.\n\nIs Red Wine Better?\nSome experts have suggested that red wine makes the difference, but other research suggests that beverage choice appears to have little effect on cardiovascular benefit.\nLEARN MORE ABOUT WHETHER THE TYPE OF ALCOHOL CONSUMED HAS ANY EFFECT ON HEALTH.\n\nThe definition of moderate drinking is something of a balancing act. Moderate drinking sits at the point at which the health benefits of alcohol clearly outweigh the risks.\n\nThe latest consensus places this point at no more than 1-2 drinks a day for men, and no more than 1 drink a day for women. This is the definition used by the U.S. Department of Agriculture and the Dietary Guidelines for Americans 2020-2025, [3] and is widely used in the United States.\n\nThe Dark Side of Alcohol\n\nNot everyone who likes to drink alcohol stops at just one. While many people drink in moderation, some don’t.\n\nHeavy drinking can take a toll on the body. It can cause inflammation of the liver (alcoholic hepatitis) and lead to scarring of the liver (cirrhosis), a potentially fatal disease. It can increase blood pressure and damage heart muscle (cardiomyopathy). Heavy alcohol use has also been linked with several cancers: The World Cancer Research Fund and American Institute for Cancer Research indicate that there is convincing evidence linking alcohol to cancers of the mouth, pharynx, larynx, esophagus, breast, liver, colon, and rectum. [4] The International Agency for Research on Cancer concluded that both the ethanol in alcohol and acetaldehyde, a chemical formed from the breakdown of ethanol, are carcinogenic to humans in high amounts. [5] The risk is multiplied for drinkers who also smoke tobacco or have a poor diet.\n\nProblem drinking also touches drinkers’ families, friends, and communities. According to the National Institute on Alcohol Abuse and Alcoholism and others:\n\nIn 2014, about 61 million Americans were classified as binge alcohol users (5 or more drinks on the same occasion at least once a month) and 16 million as heavy alcohol users (5 or more drinks on the same occasion on 5 or more days in one month). [6]\nAlcohol plays a role in one in three cases of violent crime. [7]\nIn 2015, more than 10,000 people died in automobile accidents in which alcohol was involved. [8]\nAlcohol abuse costs about $249 billion a year. [9]\n\nEven moderate drinking carries some risks. Alcohol can disrupt sleep and one’s better judgment. Alcohol interacts in potentially dangerous ways with a variety of medications, including acetaminophen, antidepressants, anticonvulsants, painkillers, and sedatives. It is also addictive, especially for people with a family history of alcoholism.\n\nAlcohol Increases Risk of Developing Breast Cancer\n\nThere is convincing evidence that alcohol consumption increases the risk of breast cancer, and the more alcohol consumed, the greater the risk. [10-14]\n\nA large prospective study following 88,084 women and 47,881 men for 30 years found that even 1 drink a day increased the risk of alcohol-related cancers (colorectum, female breast, oral cavity, pharynx, larynx, liver, esophagus) in women, but mainly breast cancer, among both smokers and nonsmokers. 1 to 2 drinks a day in men who did not smoke was not associated with an increased risk of alcohol-related cancers. [15] \nIn a combined analysis of six large prospective studies involving more than 320,000 women, researchers found that having 2-5 drinks a day compared with no drinks increased the chances of developing breast cancer as high as 41%. It did not matter whether the form of alcohol was wine, beer, or hard liquor. [10] This doesn’t mean that 40% or so of women who have 2-5 drinks a day will get breast cancer. Instead, it is the difference between about 13 of every 100 women developing breast cancer during their lifetime—the current average risk in the U.S.—and 17 to 18 of every 100 women developing the disease. This modest increase would translate to significantly more women with breast cancer each year.\n\nA lack of folate in the diet or folic acid, its supplement form, further increases the risk of breast cancer in women. [14] Folate is needed to produce new cells and to prevent changes in DNA. Folate deficiency, as can occur with heavy alcohol use, can cause changes in genes that may lead to cancer. Alcohol also increases estrogen levels, which fuel the growth of certain breast cancer cells. An adequate intake of folate, at least 400 micrograms a day, when taking at least 1 drink of alcohol daily appears to lessen this increased risk. [16, 17]\n\nResearchers found a strong association among three factors—genetics, folate intake, and alcohol—in a cohort from the Nurses’ Health Study II of 2866 young women with an average age of 36 who were diagnosed with invasive breast cancer. Those with a family history of breast cancer who drank 10 grams or more of alcoholic beverages daily (equivalent to 1 or more drinks) and ate less than 400 micrograms of folate daily almost doubled their risk (1.8 times) of developing the cancer. Women who drank this amount of alcohol but did not have a family history of breast cancer and ate at least 400 micrograms of folate daily did not have an increased breast cancer risk. [14]\nFolate and Alcohol\nAlcohol and Weight Gain\n\nOne serving of alcohol on average contains 100-150 calories, so even a moderate amount of 3 drinks a day can contribute 300+ calories. Mixed drinks that add juice, tonic, or syrups will further drive up calories, increasing the risk of weight gain over time.\n\nHowever, a prospective study following almost 15,000 men at four-year periods found only an increased risk of minor weight gain with higher intakes of alcohol. [19] Compared to those who did not change their alcohol intake, those who increased their intake by 2 or more drinks a day gained a little more than a half-pound. It was noted that calorie intake (not from alcohol) tended to increase along with alcohol intake.\n\nPossible Health Benefits of Alcohol\n\nWhat are some of the possible health benefits associated with moderate alcohol consumption?\n\nCardiovascular Disease\n\nMore than 100 prospective studies show an inverse association between light to moderate drinking and risk of heart attack, ischemic (clot-caused) stroke, peripheral vascular disease, sudden cardiac death, and death from all cardiovascular causes. [20] The effect is fairly consistent, corresponding to a 25-40% reduction in risk. However, increasing alcohol intake to more than 4 drinks a day can increase the risk of hypertension, abnormal heart rhythms, stroke, heart attack, and death. [5, 21-23]\n\nAlcohol and Heart Disease: Prospective Studies\n\nThe connection between moderate drinking and lower risk of cardiovascular disease has been observed in men and women. It applies to people who do not have heart disease, and also to those at high risk for having a heart attack or stroke or dying of cardiovascular disease, including those with type 2 diabetes, [32, 33] high blood pressure, [34, 35] and existing cardiovascular disease. [34, 35] The benefits also extend to older individuals. [36]\n\nThe idea that moderate drinking protects against cardiovascular disease makes sense biologically and scientifically. Moderate amounts of alcohol raise levels of high-density lipoprotein (HDL, or “good” cholesterol), [37] and higher HDL levels are associated with greater protection against heart disease. Moderate alcohol consumption has also been linked with beneficial changes ranging from better sensitivity to insulin to improvements in factors that influence blood clotting, such as tissue type plasminogen activator, fibrinogen, clotting factor VII, and von Willebrand factor. [37] Such changes would tend to prevent the formation of small blood clots that can block arteries in the heart, neck, and brain, the ultimate cause of many heart attacks and the most common kind of stroke.\n\nDrinking Patterns Matter\n\nWhat you drink (beer or wine) doesn’t seem to be nearly as important as how you drink. Having 7 drinks on a Saturday night and then not drinking the rest of the week isn’t at all the equivalent of having 1 drink a day. The weekly total may be the same, but the health implications aren’t. Among participants in the Health Professionals Follow-up Study, consumption of alcohol on at least three or four days a week was inversely associated with the risk for myocardial infarction. The amount consumed, under 10 grams a day or more than 30 grams, didn’t seem to matter as much as the regularity of consumption. [25] A similar pattern was seen in Danish men. [38]\n\nA review of alcohol consumption in women from the Nurses’ Health Study I and II found that smaller amounts of alcohol (about 1 drink per day) spread out over four or more days per week had the lowest death rates from any cause, compared with women who drank the same amount of alcohol but in one or two days. [39]\n\nThe most definitive way to investigate the effect of alcohol on cardiovascular disease would be with a large trial in which some volunteers were randomly assigned to have 1 or more alcoholic drinks a day and others had drinks that looked, tasted, and smelled like alcohol but were actually alcohol free. Many of these trials have been conducted for weeks, and in a few cases months and even up to 2 years, to look at changes in the blood, but a long-term trial to test experimentally the effects of alcohol on cardiovascular disease has not been done.  A recent successful effort in the U.S. to launch an international study was funded by the National Institutes of Health.  Although the proposal was peer-reviewed and initial participants had been randomized to drink in moderation or to abstain, post hoc the NIH decided to stop the trial due to internal policy concerns.  Unfortunately, a future long trial of alcohol and clinical outcomes may never be attempted again, but nevertheless, the connection between moderate drinking and cardiovascular disease almost certainly represents a cause-and-effect relationship based on all of the available evidence to date.\n\nBeyond the Heart\n\nThe benefits of moderate drinking aren’t limited to the heart. In the Nurses’ Health Study, the Health Professionals Follow-up Study, and other studies, gallstones [40, 41] and type 2 diabetes [32, 42, 43] were less likely to occur in moderate drinkers than in non-drinkers. The emphasis here, as elsewhere, is on moderate drinking.\n\nIn a meta-analysis of 15 original prospective cohort studies that followed 369,862 participants for an average of 12 years, a 30% reduced risk of type 2 diabetes was found with moderate drinking (0.5-4 drinks a day), but no protective effect was found in those drinking either less or more than that amount. [32]\n\nThe social and psychological benefits of alcohol can’t be ignored. A drink before a meal can improve digestion or offer a soothing respite at the end of a stressful day; the occasional drink with friends can be a social tonic. These physical and social effects may also contribute to health and well-being.\n\nGenes Play a Role\n\nTwin, family, and adoption studies have firmly established that genetics plays an important role in determining an individual’s preferences for alcohol and his or her likelihood for developing alcoholism. Alcoholism doesn’t follow the simple rules of inheritance set out by Gregor Mendel. Instead, it is influenced by several genes that interact with each other and with environmental factors. [1]\n\nThere is also some evidence that genes influence how alcohol affects the cardiovascular system. An enzyme called alcohol dehydrogenase helps metabolize alcohol. One variant of this enzyme, called alcohol dehydrogenase type 1C (ADH1C), comes in two “flavors.” One quickly breaks down alcohol, the other does it more slowly. Moderate drinkers who have two copies of the gene for the slow-acting enzyme are at much lower risk for cardiovascular disease than moderate drinkers who have two genes for the fast-acting enzyme. [44] Those with one gene for the slow-acting enzyme and one for the faster enzyme fall in between.\n\nIt’s possible that the fast-acting enzyme breaks down alcohol before it can have a beneficial effect on HDL and clotting factors. Interestingly, these differences in the ADH1C gene do not influence the risk of heart disease among people who don’t drink alcohol. This adds strong indirect evidence that alcohol itself reduces heart disease risk.\n\nShifting Benefits and Risks\n\nThe benefits and risks of moderate drinking change over a lifetime. In general, risks exceed benefits until middle age, when cardiovascular disease begins to account for an increasingly large share of the burden of disease and death.\n\nFor a pregnant woman and her unborn child, a recovering alcoholic, a person with liver disease, and people taking one or more medications that interact with alcohol, moderate drinking offers little benefit and substantial risks.\nFor a 30-year-old man, the increased risk of alcohol-related accidents outweighs the possible heart-related benefits of moderate alcohol consumption.\nFor a 60-year-old man, a drink a day may offer protection against heart disease that is likely to outweigh potential harm (assuming he isn’t prone to alcoholism).\nFor a 60-year-old woman, the benefit/risk calculations are trickier. Ten times more women die each year from heart disease (460,000) than from breast cancer (41,000). However, studies show that women are far more afraid of developing breast cancer than heart disease, something that must be factored into the equation.\nThe Bottom Line: Balancing Risks and Benefits\n\nGiven the complexity of alcohol’s effects on the body and the complexity of the people who drink it, blanket recommendations about alcohol are out of the question. Because each of us has unique personal and family histories, alcohol offers each person a different spectrum of benefits and risks. Whether or not to drink alcohol, especially for “medicinal purposes,” requires careful balancing of these benefits and risks.\n\nYour healthcare provider should be able to help you do this. Your overall health and risks for alcohol-associated conditions should factor into the equation.\nIf you are thin, physically active, don’t smoke, eat a healthy diet, and have no family history of heart disease, drinking alcohol won’t add much to decreasing your risk of cardiovascular disease.\nIf you don’t drink, there’s no need to start. You can get similar benefits with exercise (beginning to exercise if you don’t already or boosting the intensity and duration of your activity) or healthier eating.\nIf you are a man with no history of alcoholism who is at moderate to high risk for heart disease, a daily alcoholic drink could reduce that risk. Moderate drinking might be especially beneficial if you have low HDL that just won’t budge upward with diet and exercise.\nIf you are a woman with no history of alcoholism who is at moderate to high risk for heart disease, the possible benefits of a daily drink must be balanced against the small increase in risk of breast cancer.\nIf you already drink alcohol or plan to begin, keep it moderate—no more than 2 drinks a day for men or 1 drink a day for women. And make sure you get adequate amounts of folate, at least 400 micrograms a day.\nRelated\nWhat about news headlines saying no amount of alcohol is safe?\n\n \n\nReferences\n\nLast reviewed April 2022\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}