{
  "href": "https://nutritionsource.hsph.harvard.edu/sweet-potatoes/",
  "title": "Sweet Potatoes",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Sweet Potatoes\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nSweet Potatoes\n\nSweet potatoes are typically recognized by their copper-colored skin and vibrant orange flesh, though the hundreds of varieties grown worldwide display colors such as white, cream, yellow, reddish-purple, and deep purple. Although they are often found on holiday tables covered in marshmallows or mixed with added sweeteners, there’s no need! True to their name, sweet potatoes have a naturally sweet flavor, which is further enhanced through cooking methods like roasting. They are also one of the top sources of beta-carotene—a precursor to vitamin A.\n\nUnlike a potato (edible tubers of the nightshade family), the sweet “potato” is a large edible root within the morning glory family. They’re also different from yams, which are edible tubers within the lily family and native to Africa and Asia. Chances are the “yams” found in your local supermarket are actually a variety of sweet potato. True yams are distinguishable by their blackish/brown, bark-like skin and white or purple-toned flesh.\n\nSource Of \nVitamin A in the form of beta-carotene\nVitamin B6\nVitamin C\nPotassium\nFiber\nSweet Potatoes and Health\nSweet potatoes with orange flesh are richest in beta-carotene. Sweet potatoes with purple flesh are richer in anthocyanins. Beta-carotene and anthocyanins are naturally occurring plant “phyto” chemicals that give vegetables their bright colors. These phytochemicals are researched for their potential role in human health and disease prevention.\nIf swapping sweet potatoes for white potatoes, you’ll still want to go easy on the portions: Though sweet potatoes are a rich source of beta carotene, they have a high glycemic index and glycemic load—almost as high as that of a white potato. Most people don’t eat sweet potatoes in the same over-sized quantities as they do white potatoes, which is perhaps why research studies haven’t found sweet potatoes to be a major culprit for weight gain and diabetes.\nMake\nStore sweet potatoes in a cool, dry place. They are more perishable than you might think, so it is best to use them within a week of purchase.\nBefore cooking, scrub the skins well as these are edible and nutritious.\nPierce the potato with a fork 4-5 times, which allows steam to escape.\nIf cooking in an oven, place on a lined baking sheet in a preheated oven to 400 F. Bake for 45-60 minutes or until flesh is tender. Allow potatoes to cool a few minutes before slicing.\nIf microwaving, place on a microwave-safe dish and heat on high 8-10 minutes. Turn potatoes bottom side up halfway through cooking to ensure even heating. Allow potatoes to cool a few minutes before slicing.\nIf boiling on the stove, peel potatoes and cut into 1-inch cubes. Rinse well in a colander. Transfer potatoes to a pot and add water until cubes are completely covered. On medium-high heat, cover the pot and let potatoes simmer until tender, usually about 15-20 minutes. Drain the potatoes in a colander and season as desired.\nServe\nAdd cooked, diced sweet potatoes to soups or salads.\nFor a quick meal, slice a baked sweet potato in half and top with cooked beans, broccoli, and feta cheese or Greek yogurt.\nFor mashed sweet potatoes: Use a fork, masher, or blender to puree the cooked potatoes. Add liquid such as water, broth, or milk if a smoother consistency is desired. Season with a dash of salt, pepper, spices, or herbs as desired.\nFor roasted sweet potato wedges: Wash and cut a medium sweet potato into wedges. Coat with olive oil and spread in a single layer on a baking sheet. Sprinkle with a pinch of salt and herbs or spices if desired. Bake at 375 F for 25-35 minutes or until the insides are tender and the outsides are crisp.\n\nMore recipe ideas and serving suggestions featuring sweet potatoes:\n\nVegetarian Shepherd’s Pie\nRoasted Sweet Potatoes with Pecans\nDid You Know?\nIn addition to the root, sweet potato leaves and shoots are also edible and commonly eaten in some countries.\nBoiling sweet potatoes retains more beta-carotene and makes the nutrient more absorbable than other cooking methods such as baking or frying. Up to 92% of the nutrient can be retained by limiting the cook time, such as boiling in a pot with a tightly covered lid for 20 minutes. Cooking with the skin on further helps to minimize leaching of nutrients including beta-carotene and vitamin C.\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}