{
  "href": "https://nutritionsource.hsph.harvard.edu/stress-and-health/",
  "title": "Stress",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Stress and Health\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nStress and Health\n\nStress is a common problem in most societies. There are three main types of stress that may occur in our everyday lives: acute (a brief event such as a heated argument or getting stuck in a traffic jam), acute episodic (frequent acute events such as work deadlines), and chronic stress (persistent events like unemployment from a job loss, physical or mental abuse, substance abuse, or family conflict). Many of us may experience a combination of these three types.\n\nOur bodies react to all types of stress via the same mechanism, which occurs regardless if the stress arises from a real or perceived event. Both acute and chronic stressors cause the “fight-or-flight” response. Hormones are released that instigate several actions within seconds: pumping blood and oxygen quickly to our cells, quickening the heart rate, and increasing mental alertness. In prehistoric times, this rapid response was needed to quickly escape a dangerous situation or fight off a predator. However all types of stress can trigger this response, as described in more detail below:\n\nA very small region at the base of the brain, called the hypothalamus, sets off the reaction and communicates with the body through the autonomic nervous system (ANS). This system regulates involuntary responses like blood pressure, heart rate, breathing, and digestion. The ANS signals nerves and the hormone corticotropin to alert the adrenal glands, located on the top of each kidney, to release a hormone called adrenaline into the blood. [1]\nAdrenaline (also known as epinephrine) quickens the heart rate and increases blood pressure so more blood circulates to the muscles and heart to support a boost of energy. More oxygen in the blood is available to the heart, lungs, and brain to accommodate faster breathing and heightened alertness. Even one’s vision and hearing may become sharpened.\nIf stress continues, the adrenal glands release another hormone called cortisol, which stimulates the release of glucose into the blood and increases the brain’s use of glucose for energy. It also turns off certain systems in the body to allow the body to focus on the stress response. These systems include digestion, reproduction, and growth.\nThese hormones do not return to normal levels until the stress passes. If the stress does not pass, the nervous system continues to trigger physical reactions that can eventually lead to inflammation and damage to cells.\n\nWith acute stress, the event is brief and hormone levels will gradually return to normal. Acute episodic and chronic stress repeatedly trigger the fight-or-flight response causing a persistent elevation of hormones, leading to a risk of health problems: [2]\n\nDigestive issues (heartburn, flatulence, diarrhea, constipation)\nWeight gain\nElevated blood pressure\nChest pain, heart disease\nImmune system problems\nSkin conditions\nMuscular pain (headaches, back pain, neck pain)\nSleep disruption, insomnia\nInfertility\nAnxiety, depression\nHow Chronic Stress Affects Eating Patterns\n\nChronic stress can affect the body’s use of calories and nutrients in various ways. It raises the body’s metabolic needs and increases the use and excretion of many nutrients. If one does not eat a nutritious diet, a deficiency may occur. [2] Stress also creates a chain reaction of behaviors that can negatively affect eating habits, leading to other health problems down the road.\n\nStress places a greater demand on the body for oxygen, energy, and nutrients. Yet people who experience chronic stress may crave comforting foods such as highly processed snacks or sweets, which are high in fat and calories but low in nutrients. [3]\nPeople feeling stress may lack the time or motivation to prepare nutritious, balanced meals, or may skip or forget to eat meals.\nStress can disrupt sleep by causing lighter sleep or more frequent awakenings, which leads to fatigue during the day. [4] In order to cope with daytime fatigue, people may use stimulants to increase energy such as with caffeine or high-calorie snack foods. The reverse may also be true that poor-quality sleep is itself a stressor. Studies have found that sleep restriction causes a significant increase in cortisol levels. [4]\nDuring acute stress, the hormone adrenaline suppresses the appetite. [5] But with chronic stress, elevated levels of cortisol may cause cravings, particularly for foods high in sugar, fat, and calories, which may then lead to weight gain. [5,6]\nCortisol favors the accumulation of fat in the belly area, also called central adiposity, which is associated with insulin resistance and an increased risk of type 2 diabetes, cardiovascular disease, and certain breast cancers. [5,7-9] It also lowers levels of the hormone leptin (that promotes satiety) while increasing the hormone ghrelin (that increases appetite). [3]\nTips to Help Control Stress\nHealthy diet. A balanced diet can support a healthy immune system and the repair of damaged cells. It provides the extra energy needed to cope with stressful events. Early research suggests that certain foods like polyunsaturated fats including omega-3 fats and vegetables may help to regulate cortisol levels. [10] If you frequently rely on fast food because you are tired or too busy to prepare meals at home, consider meal planning, a practice that can help save time in the long run, ensure more balanced healthful meals, and prevent weight gain.\nMindful eating. When we “stress-eat,” we eat quickly without noticing what or how much we’re eating, which can lead to weight gain. Mindful eating practices counteract stress by encouraging deep breaths, making thoughtful food choices, focusing attention on the meal, and chewing food slowly and thoroughly. This increases enjoyment of the meal and improves digestion. Mindful eating can also help us realize when we are eating not because of physiological hunger but because of psychological turbulence, which may lead us to eat more as a coping mechanism.\nRegular exercise. Physical activity will help to lower blood pressure and stress hormone levels. Aerobic exercise like walking and dancing increases breathing and heart rate so that more oxygen reaches cells throughout the body. This reduces tension in muscles, including the heart.\nMeditation or deep breathing techniques. Fast, shallow breathing and erratic thoughts occur in response to stress. Therefore, take slow deep breaths to reduce muscular tension, lower the heart rate, and calm the mind. Whenever you feel stressed, breathe slowly, focusing on each in- and out-breath. Through this simple act, your parasympathetic nervous system kicks in and can help you calm down. If you’d like some guidance, try this short mindful breathing exercise. Additionally, certain exercises like yoga and tai chi emphasize deep breathing and a focused mind.\nResearch has also found that meditation training may lengthen or prevent the shortening of protein structures called telomeres. [11] Telomeres generally shrink in length with age and in those experiencing chronic stress; this can lead to the death of cells and inflammation, which is associated with an increased risk of age-related dementia and cardiovascular disease. Meditation practice has been associated in some studies with greater telomere activity and length in response to a reduction in anxiety, chronic stress, and cortisol levels.\nMental health counseling or other social support. Feeling alone can add to stress. It can help to talk through feelings and concerns with a trusted individual. Often, just realizing that you are not alone and that your feelings are not unusual can help lower stress.\nPracticing work-life balance. Use vacation and personal time, or just set aside an hour a day. A periodic escape from the pressures of work can do wonders to reduce stress, increase productivity, and decrease the risk of physical and mental illnesses that are associated with workplace burnout.\nSchedule fun activities or hobbies at least once a week. Gardening, reading, enjoying music, getting a massage, hiking in nature, and cooking a favorite recipe are examples of welcome stress relievers.\nGood sleep hygiene. Stress can cause a heightened sense of alertness, which delays the onset of sleep as well as cause interrupted sleep throughout the night. This can prevent one from entering the deeper sleep stages in which the body repairs and grows tissue and supports a healthy immune system. The REM (rapid eye movement) sleep stage in particular helps with mood regulation and memory. Aim for 7-9 hours of sleep a night by slowing down about 30 minutes before bedtime. Controlling stress through the other tips listed above can also improve sleep quality.\nReferences\n\nLast reviewed October 2021\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}