{
  "href": "https://nutritionsource.hsph.harvard.edu/carbohydrates/#site-content",
  "title": "Skip to content",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Carbohydrates\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nCarbohydrates\nCarbohydrates: Quality Matters\n\n\nWhat’s most important is the type of carbohydrate you choose to eat because some sources are healthier than others. The amount of carbohydrate in the diet – high or low – is less important than the type of carbohydrate in the diet. For example, healthy, whole grains such as whole wheat bread, rye, barley and quinoa are better choices than highly refined white bread or French fries. (1)\n\nMany people are confused about carbohydrates, but keep in mind that it’s more important to eat carbohydrates from healthy foods than to follow a strict diet limiting or counting the number of grams of carbohydrates consumed.\n\nWhat are Carbohydrates?\n\nCarbohydrates are found in a wide array of both healthy and unhealthy foods—bread, beans, milk, popcorn, potatoes, cookies, spaghetti, soft drinks, corn, and cherry pie. They also come in a variety of forms. The most common and abundant forms are sugars, fibers, and starches.\n\nFoods high in carbohydrates are an important part of a healthy diet. Carbohydrates provide the body with glucose, which is converted to energy used to support bodily functions and physical activity. But carbohydrate quality is important; some types of carbohydrate-rich foods are better than others:\n\nThe healthiest sources of carbohydrates—unprocessed or minimally processed whole grains, vegetables, fruits and beans—promote good health by delivering vitamins, minerals, fiber, and a host of important phytonutrients.\nUnhealthier sources of carbohydrates include white bread, pastries, sodas, and other highly processed or refined foods.  These items contain easily digested carbohydrates that may contribute to weight gain, interfere with weight loss, and promote diabetes and heart disease.\n\nThe Healthy Eating Plate recommends filling most of your plate with healthy carbohydrates – with vegetables (except potatoes) and fruits taking up about half of your plate, and whole grains filling up about one fourth of your plate.\n\nTry these tips for adding healthy carbohydrates to your diet:\n\n1. Start the day with whole grains.\nTry a hot cereal, like steel cut or old fashioned oats (not instant oatmeal), or a cold cereal that lists a whole grain first on the ingredient list and is low in sugar. A good rule of thumb: Choose a cereal that has at least 4 grams of fiber and less than 8 grams of sugar per serving.\n\n2. Use whole grain breads for lunch or snacks.\nConfused about how to find a whole-grain bread? Look for bread that lists as the first ingredient whole wheat, whole rye, or some other whole grain —and even better, one that is made with only whole grains, such as 100 percent whole wheat bread.\n\n3. Also look beyond the bread aisle.\nWhole wheat bread is often made with finely ground flour, and bread products are often high in sodium. Instead of bread, try a whole grain in salad form such as brown rice or quinoa.\n\n4. Choose whole fruit instead of juice.\nAn orange has two times as much fiber and half as much sugar as a 12-ounce glass of orange juice.\n\n5. Pass on potatoes, and instead bring on the beans.\nRather than fill up on potatoes – which have been found to promote weight gain  – choose beans for an excellent source of slowly digested carbohydrates. Beans and other legumes such as chickpeas also provide a healthy dose of protein.\n\nReferences\n\n1. Mozaffarian D, Hao T, Rimm EB, Willett WC, Hu FB. Changes in diet and lifestyle and long-term weight gain in women and men. N Engl J Med. 2011;364:2392-404.\n\n \n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}