{
  "href": "https://nutritionsource.hsph.harvard.edu/food-features/mushrooms/",
  "title": "Mushrooms",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Mushrooms\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nMushrooms\n\nAn often under-appreciated food, mushrooms have been eaten and used as medicine for thousands of years. Traditional and folk medicine practitioners laud the bell-shaped fungi for their healing and cleansing properties. All varieties of mushrooms are low in calories and fat, and contain modest amounts of fiber and various nutrients. Perhaps the more interesting properties of mushrooms are their non-nutritive plant substances—polysaccharides, indoles, polyphenols, and carotenoids in which cell and animal studies have shown antioxidant, anti-inflammatory, and anticancer effects. [1] Mushrooms are also recognized by chefs for their ability to create savory rich flavors called umami, thanks to the presence of an amino acid called glutamate, which is also found in meats, fish, cheeses, and simmering soups.\n\nAlthough considered a vegetable, mushrooms are neither a plant nor animal food. They are a type of fungus that contains a substance called ergosterol, similar in structure to cholesterol in animals. Ergosterol can be transformed into vitamin D with exposure to ultraviolet light. Mushrooms vary in appearance with more than 10,000 known types, but generally they are distinguished by a stem, fleshy rounded cap, and gills underneath the cap. China and the U.S. are among the top five producers of mushrooms worldwide.\n\nSource Of\nB vitamins (B2, B3, folate, B5)\nPhosphorus\nVitamin D\nSelenium\nCopper\nPotassium\nAre mushrooms a good source of vitamin D?\nThe quick answer is maybe. Because mushrooms sold in supermarkets are usually grown in dark, controlled environments indoors, they will contain little if any vitamin D. But some manufacturers expose mushrooms to ultraviolet (UV) light to increase their content of vitamin D, either by natural sunlight or a UV lamp. A substance in mushrooms called ergosterol then produces vitamin D2 (ergocalciferol), a form found only found in plants. Vitamin D2 is also added to fortified foods and supplements. The other main form of vitamin D is D3 (cholecalciferol) found in animal foods (egg yolks, oily fish) and supplements. Both will effectively raise blood levels of vitamin D, though D3 may be absorbed slightly better and break down more slowly than D2. [2]\n\nThe amount of vitamin D mushrooms contain varies widely and depends on how long the mushrooms are exposed to UV light. Estimates show that fresh wild mushrooms like chanterelles and morels can contain up to 1200 IU of vitamin D per 3.5-ounce serving, whereas mushrooms grown in darkened conditions like white button, shiitake, and oyster contain less than 40 IU. [3] However, button mushrooms that are exposed to sunlight can produce up to 400 IU vitamin D per 3.5-ounce serving though the exact amount depends on factors related to their UV exposure such as the time of day, season, latitude, and duration. Mushrooms treated with UV lamps can produce even higher amounts of vitamin D. Even after harvesting, mushrooms can continue to produce vitamin D, whether exposed to UV light from the sun or a lamp.\n\nDried mushrooms also contain the vitamin. Some estimates show dried mushrooms to contain about 600 IU of vitamin D2 per 3.5 ounces if stored in dark, cool, dry conditions for up to 6 months (the vitamin may start to break down after that time). [3]\n\nHumidity and cooking mushrooms in water do not appear to affect vitamin D content in mushrooms, but cooking them in fat (such as oils) can cause the vitamin to leach out because it is fat-soluble.\n\nMushrooms and Health\n\nEdible mushrooms like maitake and shiitake have also been used as medicine throughout history. Other mushrooms that are too tough to eat have been used solely for medicinal purposes such as reishi. Plant chemicals and components in mushrooms may exert antioxidant, anti-inflammatory, and anticancer effects, but the exact mechanism is still unclear and an area of active research. [4] Animal and cell studies show that mushrooms can stimulate the activity of immune cells, macrophages, and free radicals that can stop the growth and spread of tumor cells and cause existing tumor cells to die. [5] Various polysaccharides in mushrooms including beta-glucans are believed to exert these cancer-fighting properties. [4,6]\n\nCognition\nGut health\nCardiometabolic diseases and cancer\nPurchase\n\nThere are thousands of varieties of mushrooms, with different colors, shapes, and sizes. Because some wild mushrooms can cause stomach upset or allergic reactions, or may even be poisonous, your safest bet is to stick to supermarket varieties and avoid picking and eating raw wild mushrooms on your own.\n\nThe common button mushroom (Agaricus bisporus) is the most common in the U.S. It is the mildest-tasting mushroom and can be eaten raw or cooked.\n\nOther types of mushrooms available for sale include:\n\nChanterelle: the cap is a wavy golden trumpet-like shape\nCremini (baby bella): a young Portobello mushroom that is dark and firm\nEnoki: long, thin white stems with small white caps that are eaten raw or cooked\nMaitake: a head that resembles flowering leaves\nMorel: the cap is a spongy dimpled oblong shape\nOyster: a fan-shaped delicate cap\nPorcini: a reddish-brown rounded cap with a thick cylindrical stem\nPortobello: a large brown thick cap with rich juicy flavor that work well as a meat substitute\nShiitake: a dark brown umbrella cap with a thin cream-colored stem\n\nMushrooms that have been specially treated with UV light may carry a label on the front of the package that says “UV-treated” or “rich in vitamin D,” or display the exact amount of vitamin D they contain.\n\nIs a truffle a mushroom?\nThis pricey delicacy typically reserved for restaurant dishes is a type of fungus that is generally classified as a mushroom, though there are slight differences. Truffles grow underground attached to the roots of trees, whereas mushrooms grow above ground. They don’t have a stem, which is distinctive of other mushrooms, and look like a small brown lumpy potato. Truffles can have a strong flavor and aroma in contrast to the mild earthy or even neutral flavor of mushrooms. Common mushrooms grow year round, while truffles have a short growing season. Some truffles are famously expensive, at thousands of dollars per pound, such as the white truffle that grows about 3 months of the year and is difficult to find underground. Because of their rarity and top price, they may be served sparingly as fresh shavings or infused into sauces, and are often paired with rich cheese and meat dishes.\nStorage\n\nSelect mushrooms with firm whole caps with an even texture. They should be refrigerated until use, but ideally within one week. Do not wash or clean them until just before using. Storing in a brown paper bag with the top open will help to absorb moisture and keep them from spoiling, as opposed to tight plastic wrapping that traps moisture. Because they are about 80-90% water, mushrooms do not freeze well, becoming mushy when defrosted.\n\nMake  \n\nMushrooms are delicate and should be cleaned gently. Either place them under gentle running water to release any dirt or brush dirt off with a dampened paper towel.\n\nCooking mushrooms in high-temperature water such as boiling and microwaving may cause its water-soluble nutrients (B vitamins, potassium) to escape in the cooking water. Sautéing quickly over high heat, or simmering over low heat, such as in soups, are ideal cooking methods for preserving nutrients.\n\nAdd chopped mushrooms into salads, omelets, scrambled eggs, stir-fries, pasta sauces, chilis, or soups.\nSauté mushrooms in olive oil and add to cooked pasta or whole grains.\nGrill large portobello mushroom caps. Remove the stems and gills if desired. Marinate the mushrooms for 10 minutes in a favorite sauce. Grill for about 3 minutes each side until they caramelize.\nMushrooms make a great replacement for meat because of their umami flavor. Replace about a quarter to a half of the meat in a recipe with chopped mushrooms.\nWhat is umami?\nUmami is considered the fifth basic taste, alongside sweet, sour, salty, and bitter. It is a savory flavor created by glutamates in food, most commonly found in meat, fish, sauces, soups, cooked, tomatoes, cheeses, soy sauce, and fermented foods. Mushrooms are one of the few plants foods that have strong umami flavor. Umami flavors can enhance low-sodium foods, reducing the need for added salt. Monosodium glutamate (MSG) is a processed form of glutamate and flavor enhancer in soups, Chinese foods, and processed meats. Some people describe temporary symptoms after eating foods high in MSG including headaches, flushing, and even chest pain. However, there is no definitive research to show that MSG causes these symptoms. The best treatment if one consistently experiences these symptoms is to avoid foods with MSG.\n\nMore recipe ideas and serving suggestions featuring mushrooms:\n\nWild Mushroom Soup with Soba\nBarley Roasted Portobello and Fennel Salad\nBraised Oyster Mushrooms, Coconut, and Macadamia\nMarinated Shiitake Mushroom and Cucumber Salad\nPan Roasted Wild Mushrooms with Coffee and Hazelnuts\nMushroom Barley Risotto\nMushroom Stroganoff\nMushroom Tofu Veggie Burger\nThree-Green & Wheat Berry Salad with Mushroom “Bacon”\nWhite Beans, Wild Rice and Mushrooms \nDid You Know?\n\nNot all mushrooms are edible. Wild mushrooms with white gills or a ring around the stem are considered poisonous. Some other inedible mushrooms look like edible mushrooms, so unless one is trained in recognizing wild mushrooms, it’s best to find your mushrooms at the market!\n\nReferences\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}