{
  "href": "https://nutritionsource.hsph.harvard.edu/legumes-pulses/",
  "title": "beans",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Legumes and Pulses\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nLegumes and Pulses\n\nThe Fabaceae or Leguminosae (commonly known as the legume, pea, or bean) family is the third largest family of flowering plants, consisting of over 20,000 species. [1] Legumes are a nutritious staple of diets around the world. They are an inexpensive source of protein, vitamins, complex carbohydrates, and fiber.\n\nAlthough used interchangeably, the terms “legumes,” “pulses,” and “beans” have distinct meanings. A legume refers to any plant from the Fabaceae family that would include its leaves, stems, and pods. A pulse is the edible seed from a legume plant. Pulses include beans, lentils, and peas. For example, a pea pod is a legume, but the pea inside the pod is the pulse. The entire legume plant is often used in agricultural applications (as cover crops or in livestock feed or fertilizers), while the seeds or pulses are what typically end up on our dinner plates. Beans in their various forms (kidney, black, pinto, navy, chickpeas, etc.) are just one type of pulse.\n\nLegumes are emphasized by the U.S. Dietary Guidelines (about 3 cups a week) and the DASH Eating Plan of the National Heart, Lung, and Blood Institute (4-5 half-cup servings a week). [2] The Food and Agriculture Organization (FAO) of the United Nations declared the International Year of Pulses in 2016, focusing on the contribution of pulses in food production and nutritional diversity to help eradicate hunger and malnutrition. [3]\n\nSource Of\nProtein\nFolate\nFiber (both insoluble and soluble)\nIron\nPhosphorus\nPolyunsaturated and monounsaturated fatty acids including linoleic and oleic acids \nLegumes and Health\n\nLegumes contain several components that, when eaten as part of a balanced plant-rich diet, may help prevent the development of various chronic diseases:\n\nCardiovascular disease\nCancer\nDigestive health\nDiabetes\nObesity\nWhat about products made from legumes?\nBecause of their texture, flavor, and nutritional profile, legumes are found in numerous products throughout the supermarket. While these can include classic options such as tofu, peanut butter, and hummus, legumes and their components are also a key ingredient in a wide range of plant-based meat alternatives. Because this product mix relies on varying degrees of processing, consumers should be on the lookout for added sodium, sugar, saturated fat from tropical oils, or other additives. The Nutrition Facts Label and ingredients list can be useful tools in deciding when to include a  processed food in the diet.\nFor Your Health and The Planet’s Health\n\nFood production places an enormous demand upon our natural resources, as agriculture is a major contributor to climate change, deforestation, species extinction, and freshwater depletion and contamination. However, along with varying impacts on human health, different foods also have differing impacts on the environment. Generally, the production of plant-based foods tends to have lower greenhouse gas emissions, and use less land and water than producing animal-based foods. In transitioning towards healthy diets from sustainable food systems—especially with our global population slated to reach 10 billion by 2050—legumes are slated to play a key role. The 2019 EAT-Lancet report that outlines a “planetary health diet” recommends 50 grams of legumes (about ¼ cup) in the daily diet. [14]\n\nLegumes have a range of characteristics that make them a relatively sustainable crop. For example, legumes release up to seven times less greenhouse gas emissions per area compared to other crops, and can sequester carbon in soils. They can also make their own nitrogen from the atmosphere, thus reducing the application of nitrogen fertilizers. This leaves nitrogen-rich residues in the soil after harvesting; a benefit for the next crop planted in its place. [1] According to the FAO, drought-resistant species of legumes can be of particular benefit to dry environments where food security is often a challenge. They can also help minimize food waste, since pulses can be dried and stored for relatively long periods of time without losing their nutritional value. [15]\n\nBottom Line\n\nDespite their wide variety, legumes share many common benefits. They are relatively sustainable and inexpensive, a low glycemic index food, rich in protein and fiber, and satiating. Because of their “meaty” texture, legumes can even stand in for animal-based protein foods in a variety of preparations. Additionally, their generally neutral flavor makes them versatile to blend well with other ingredients and pair easily with a variety of seasonings.\n\nLearn more about some specific legumes, including a variety of ways to incorporate them into your meals:\n\nChickpeas (Garbanzo Beans)\nWhichever name you call them, explore these versatile legumes; a staple of diets worldwide.\nLentils\n\nLentils are one of the earliest domesticated crops, seen in the diets of ancient Rome and Egypt. Learn more about this staple legume.\n\nSoy\nSoy is a unique and widely studied food. Examine the research behind this nutrient-dense source of plant protein.\nReferences\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}