{
  "href": "https://www.cambridge.org/core/journals/public-health-nutrition/article/critical-examination-of-the-available-data-sources-for-estimating-meat-and-protein-consumption-in-the-usa/9AB1A6CB6246362203D15375899CABF3",
  "title": "Public health nutrition",
  "content": "Skip to main content\nAccessibility help\n\nWe use cookies to distinguish you from other users and to provide you with a better experience on our websites. Close this message to accept cookies or find out how to manage your cookie settings.\n\nDiscover Content\nProducts and Services\nRegister\nLog In\n(0) Cart\nBrowse\nServices\nOpen research\nInstitution Login\nSearch\nHome\n>Journals\n>Public Health Nutrition\n>Volume 19 Issue 8\n>A critical examination of the available data sources...\nEnglish\nFrançais\nPublic Health Nutrition\nArticle contents\nAbstract\nObjective\nDesign\nResults\nConclusions\nMethods\nResults\nDiscussion\nConclusion\nFootnotes\nReferences\nA critical examination of the available data sources for estimating meat and protein consumption in the USA\n\nPublished online by Cambridge University Press:  17 November 2015\n\nKeri Szejda Fehrenbach\n,\nAllison C Righter\n and\nRaychel E Santo\nShow author details\nArticle\nFigures\nMetrics\nSave PDF\nShare\nCite\nRights & Permissions\n[Opens in a new window]\nAbstract\nObjective\n\nTo describe the methods, strengths and limitations of available data sources for estimating US meat and protein consumption in order to facilitate accurate interpretations and applications.\n\nDesign\n\nWe examined agricultural supply and dietary intake databases from the US Department of Agriculture (USDA), the US Department of Health and Human Services and the FAO to describe their methodology and to report the most recent estimates for meat and protein consumption.\n\nResults\n\nTogether, loss-adjusted agricultural supply data and dietary recall data provide the best available estimates of US consumption; the most recent sources indicated that US citizens (ages 2 years and over) consume 4·4–5·9 oz (125·9–166·5 g) of total meat and 6·2–7·4 oz-eq (175·2–209·4 g-eq) from the USDA Protein Foods Group per day. Meat constitutes the majority of intake within the Protein Foods Group, and red meat and processed meat constitute the majority of total meat intake. Nutrient supply data indicate that total meat represents an estimated 43·1 % of the total protein available in the US food supply, but without any loss-adjusted nutrient data, per capita protein intake is best estimated by dietary recall data to be 79·9 g/d.\n\nConclusions\n\nIn order to address public health concerns related to excess meat and/or protein consumption, practitioners, educators and researchers must appropriately use available data sources in order to accurately report consumption at the population level. Implications for comparing these estimates with various recommended intakes are discussed.\n\nKeywords\nMeat\nProtein\nConsumption\nProduction\nFood availability\nUS Department of Agriculture\nFAO\nNational Health and Nutrition Examination Survey\nDietary guidelines\nType\nResearch Papers\nInformation\nPublic Health Nutrition , Volume 19 , Issue 8 , June 2016 , pp. 1358 - 1367\nDOI: https://doi.org/10.1017/S1368980015003055\n[Opens in a new window]\nCopyright\nCopyright © The Authors 2015 \n\nOver the past decade, interest in meat consumption and its impact on health and the environment has grown tremendously. An increasing number of epidemiological studies have shown a connection between meat consumption (especially red and processed meat) and health problems such as heart disease( \nReference Pan, Sun and Bernstein\n1 , \nReference Sinha, Cross and Graubard\n2 ), stroke( \nReference Kaluza, Wolk and Larsson\n3 ), diabetes( \nReference Pan, Sun and Bernstein\n4 , \nReference Micha, Wallace and Mozaffarian\n5 ), obesity( \nReference Vergnaud, Norat and Romaguera\n6 ) and certain cancers( \nReference Pan, Sun and Bernstein\n1 , \nReference Sinha, Cross and Graubard\n2 , \nReference Cho, Spiegelman and Hunter\n7 – \nReference Norat and Riboli\n10 ). Environmental scientists have implicated meat production, particularly industrial animal production systems, in contributing significantly to greenhouse gas emissions, climate change, and resource depletion and pollution( 11 ). Additional concerns include animal welfare, food safety, occupational and community health, and social and economic justice( 11 ).\n\nNoting the health and environmental problems associated with high meat consumption, public health experts have called for a reduction in consumption of meat and other animal products in high-income countries( \nReference Horrigan, Lawrence and Walker\n12 , \nReference McMichael, Powles and Butler\n13 ). Similarly, the UN Environment Programme’s 2012 report concluded, ‘experts agree that developed countries should reduce their relative consumption of meat and dairy products…’( 14 ) (p. ix). Meatless Monday, a campaign launched in 2003 with the goal of encouraging individuals to ‘cut out meat one day a week’, has since become a global movement with programmes in more than thirty countries.\n\nGiven the disproportionate meat consumption in developed nations (and the USA in particular)( \nReference Daniel, Cross and Koebnick\n15 ), the current paper focuses primarily on meat consumption in the USA. In order for educators, scholars and advocates to effectively address these health and environmental concerns and to develop recommendations for more healthy and sustainable levels of meat consumption, a critical first step is to provide an accurate estimate of consumption. However, conflicting consumption estimates are widespread in the literature and in media sources, depending on the data source, analysis and definition of ‘meat’.\nFootnote\n* For example, Daniel et al. (2011) used national dietary intake data to estimate average US total meat intake per person to be 4·5 oz/d (128 g/d)( \nReference Daniel, Cross and Koebnick\n15 ). In April 2012, The Economist reported on international meat consumption statistics using FAO agricultural supply data and showed that the USA is the second highest meat-eating country with a per capita estimate of 125 kg/year, or about 12·0 oz/d (340·2 g/d)( 16 ). Dietary intake and agricultural supply data are created using very different methodologies, making reconciling these large discrepancies a daunting task. Concerns are also being raised over developing dietary guidelines around meat consumption using underestimated dietary intake data( \nReference Hallström and Börjesson\n17 ).\n\nFurthermore, in many data sources, meat intake is difficult to unravel from protein intake since meat is often categorized with other protein-rich foods and has become virtually synonymous with protein. Historically, the national Dietary Guidelines and food guides from the US Department of Agriculture (USDA) and the US Department of Health and Human Services have included ‘meat’ in the title of this food group even though it contained red meat, poultry, fish, eggs and beans (i.e. ‘Meat Group’ from the 1992 Food Guide Pyramid, ‘Meat and Beans Group’ from the 2005 MyPyramid). However, the Dietary Guidelines for Americans (DGA) 2010 and the MyPlate food guidance system renamed the group ‘Protein Foods Group’ to encompass protein-rich sources of foods in the US diet (meat, seafood, eggs, soya-based products, legumes, nuts and seeds). Yet these ‘protein foods’ supply only half (53·1 %) of the protein available in the US food supply; other important contributors of protein in the US food supply include grain products, dairy products and vegetables( 18 ). This subtle shift in food group terminology (from ‘meat’ to ‘protein foods’) has had several important implications for the communication and understanding of dietary guidance regarding meat and protein consumption; therefore, the present paper includes data on both meat and protein to help elucidate a discussion of these implications.\n\nSpecific federal guidance on daily meat consumption is generally lacking in the USA despite the growing body of evidence to support reducing meat intake, particularly of red and processed meats. Notably, one of the four major findings of the 2010 Dietary Guidelines Advisory Committee involved meat intake, with the recommendation to: ‘Shift food intake patterns to a more plant-based diet... and consume only moderate amounts of lean meats, poultry, and eggs’( 19 ) (p. 2). However, the 2010 DGA ultimately included only broad recommendations to decrease saturated fat intake; choose a variety of protein foods; and increase consumption of fruits, vegetables, whole grains and seafood( 20 ). The MyPlate food guide( 20 ) and related USDA Food Pattern tables( 21 ), which translate the DGA into suggested amounts and types of foods to consume, recommend 5·5 meat ounce-equivalents\nFootnote\n† (oz-eq)/d( 20 ) (155·9 g-eq/d) from the Protein Foods Group for most individuals consuming a 2000 kcal (8368 kJ) diet. Within the omnivore dietary pattern, this can include up to 4·5 oz (127·6 g) of meat (including meat, poultry and seafood) per day.\n\nLeading health organizations, including the World Cancer Research Fund and the American Institute for Cancer Research( 22 ), have more specifically addressed the need for reducing the intake of red and processed meat. After their independent, scientific review of all of the available cancer literature, the World Cancer Research Fund and the American Institute for Cancer Research found convincing evidence that red and processed meat increase the risk of colorectal cancer and recommended limiting red meat to 10·6 oz (300 g) per week or 1·5 oz/d (42·9 g/d) and avoiding processed meat completely( 22 ). The 2015 Dietary Guidelines Advisory Committee also found the evidence substantial enough to recommend reducing intake of red and processed meat in favour of plant-based alternatives in its most recent scientific report( 23 ).\n\nUltimately, understanding the methods, strengths and limitations of the various meat and protein data sources is critical for accurate interpretations and applications. The present paper seeks to provide clarity on the meanings and conclusions of the two main types of data sources available for estimating US meat and protein consumption: (i) agricultural supply; and (ii) dietary intake. We describe these two different methods commonly used for estimating meat and protein consumption in terms of their relative strengths and limitations, provide the most recent data available, and then make recommendations for appropriate applications and interpretations. Focusing primarily on US data, the goal of the paper is to increase understanding of meat and protein consumption data among practitioners, educators and researchers and to facilitate greater accessibility of these data for messaging to target audiences about the health impacts of meat consumption.\n\nMethods\nOverview\n\nIn order to provide estimates of US meat and protein consumption, we accessed US national (USDA) and international (FAO) agricultural supply, as well as national dietary intake (Department of Health and Human Services) databases. In this Methods section, we describe both types of data sources and their underlying methodology.\n\nAgricultural supply data\n\nThe primary source of US agricultural supply data is the Economic Research Service (ERS) arm of the USDA. The ERS Food Availability Per Capita Data System measures US food supply based on production estimates and does not measure actual intake. Information about data collection and analysis, as well as data sets in MicroSoft® Excel format, are available on the ERS website( 24 ). Three data series are maintained and updated annually: (i) unadjusted food availability; (ii) loss-adjusted food availability; and (iii) nutrient availability. An international source from FAO also collects agricultural supply data by country.\n\nUS Department of Agriculture food availability (unadjusted)\n\nThe Food Availability data set( 24 ) measures the amount of food (by type of commodity) available for human consumption in the USA. Data have been collected since 1941, and are estimated as far back as 1909. Data are available for total meat, as well as meat types, including red meat (beef, veal, pork, lamb, mutton), poultry (broilers, mature chicken, turkey), and fish and seafood. ‘Total food availability’ consists of the sum of beginning stock, production and imports minus the sum of ‘measurable nonfood uses’, such as exports, farm inputs, industrial uses and ending stock. Not all non-food uses are feasible to measure, so the estimates can include, for example, meat that ultimately is used in pet food or exported as an ingredient in processed food. The estimates for meat availability are based on slaughtering facilities’ records, so the reported data refer to the ‘carcass weight’. The carcass weight includes not only the edible meat portion, but also the bones, fat, ligaments, tendons and inedible trimmings. The ERS also provides data on ‘retail weight’, which may or may not include bone, fat and added water; and ‘consumer (boneless, trimmed) weight’, which includes separable fat but not bones.\n\nUS Department of Agriculture loss-adjusted food availability\n\nTo more closely estimate actual food intake, the ERS has developed a preliminary data series called ‘loss-adjusted food availability’ data( 24 ), with estimates calculated as far back as 1970. The loss-adjusted data are constructed by subtracting non-edible parts of foods and estimated losses (including losses at ‘farm-to-retail’, ‘at retail’ and ‘at consumer’ levels) from the food availability data. For example, in the case of chicken, the 2012 loss percentage from farm-to-retail weight was 39·8 %, retail was 4·0 % and consumer was 15·0 %. Currently, the farm-to-retail loss is based on commodity weight. Retail-level loss rates were obtained by comparing 2005–2006 supplier shipment data with point-of-sales data from over 600 stores of six large supermarket chains( \nReference Buzby, Wells and Axtman\n25 ). Consumer-level loss rates were obtained by comparing food purchasing data (scanned Universal Product Code labels from approximately 40 000 households and random-weight foods from approximately 7500 households in 2004) and food consumption data (based on the 2003–2004 National Heath and Nutrition Examination Survey (NHANES), which included two 24 h dietary recalls from approximately 10 000 individuals)( \nReference Muth, Karns and Nielsen\n26 ).\n\nThe loss-adjusted data series also combine the data into food groups to facilitate comparison to federal dietary recommendations. However, unlike the MyPlate Protein Foods Group, the USDA loss-adjusted food availability protein foods grouping does not include seeds, soya products, and may or may not include legumes.\n\nUS Department of Agriculture nutrient availability (unadjusted)\n\nNutrient availability data are estimates of the amount of nutrients available for human consumption in the USA by type of commodity and are calculated by multiplying the amount of each nutrient found in the edible portion of each commodity. The USDA Center for Nutrition Policy and Promotion maintains the data and bases its calculations on ERS unadjusted food availability data. The Center for Nutrition Policy and Promotion website provides the most recent data tables, which show total protein per capita and percentage of protein contribution from major food groups for the years 1909–2010( 18 ). We include these data for their relevancy to estimating protein consumption and to help distinguish data on protein (the macronutrient) from data on protein-rich foods.\n\nFAO food availability\n\nWhile the primary focus of the present paper is US data sources, useful comparisons of US agricultural supply can be made to international data sources. The FAO compiles food production and disappearance data from 190 FAO member countries dating back to 1961. The data are made publicly available annually on the online database, FAOSTAT, and the most recent available data set is for 2011( 27 ). Food Balance Sheets show the total per capita availability for human consumption for specific food items (‘per capita supply’), which is based on the total amount produced in and imported into the country (‘supply’), adjusted for exports and uses other than for human consumption (‘utilization’)( 27 ). The Food Balance Sheets also specify the amount of protein supplied by these food items. FAO per capita food supply data represent the quantity of food that reaches the consumer; adjustments are made for losses at the farm, distribution and processing levels, but not for consumer waste( 27 ). FAO categorizes total meat as the sum of beef, goat, sheep, pork, poultry and other game; fish and seafood are a separate category( 27 ).\n\nDietary intake data\n\nIn addition to agricultural supply data, the federal government also collects dietary intake data, namely through 24 h dietary recalls (24HR) and FFQ, to estimate the amount of foods and nutrients actually consumed by individuals. In the present paper we focus on the NHANES dietary intake interview component, What We Eat in America (WWEIA). Maintained by the National Center for Health Statistics branch of the Department of Health and Human Services, NHANES provides data on the health and nutritional status of the US population through a combination of interviews and physical assessments( 28 ). To create a nationally representative sample, participants are assigned a numerical sample weight which incorporates several types of adjustment, including the probability of unequal selection in the sample, some types of non-response, and sizes of sub-populations of age, sex and racial/ethnic categories( 29 ). Currently, WWEIA involves two days of 24HR.\nFootnote\n* The National Center for Health Statistics is responsible for obtaining a nationally representative sample, while the USDA’s Agricultural Research Service processes the data using the food and nutrient databases it maintains.\n\nThe most recent WWEIA (2011–2012) contains easily accessible data tables that provide estimates of average consumption of meat, protein foods and protein at the population level, by sex and age, by race/ethnicity and by income. The Food Pattern Equivalent Intake Data Tables( 30 ) provide intake estimates for meat and protein foods. The Nutrient Intake Data Tables( 31 ) provide intake estimates for protein as a macronutrient.\n\nFor more detailed analyses, researchers can download data from the Food and Nutrient Database for Dietary Studies (FNDDS)( 32 ) and the Food Patterns Equivalents Database (FPED)( 33 ). FPED classifies meat intake reported in the 2011–2012 WWEIA 24HR into the defined ounce-equivalents of the MyPlate Protein Foods Group. Meat is defined as ‘cooked lean meat’; as a result, any ‘excess fat’\nFootnote\n† consumed in meat products is included in the discretionary solid fat group. FPED subgroups in the Protein Foods Group include: (red) meat (unprocessed beef, pork, veal, lamb and game); poultry (unprocessed chicken, turkey and other); cured meat (processed meat such as sausage and luncheon meats); organ meats (red meat and poultry); seafood (fish and shellfish high in n-3 fatty acids and fish and shellfish low in n-3 fatty acids); eggs; soya products; and nuts and seeds. At the researcher’s discretion, legumes can be counted in either the Vegetable Group or the Protein Foods Group, but not in both groups simultaneously.\nFootnote\n‡\n\nResults\nPer capita availability and intake estimates\nMeat estimates\n\nThe most recent USDA Food Availability data indicate that the amount of meat (red meat, poultry and fish) available in the 2012 US food supply was 11·6 oz/capita per d (330·0 g/d); after adjusting for estimated losses, the availability was 5·9 oz/capita per d (166·5 g/d). International FAO data, most recently accessible from 2011, indicate that the amount of meat (red meat, poultry and fish) available in the food supply at that time was 13·5 oz/capita per d (382·4 g/d). According to 2011–2012 NHANES, WWEIA data, the average daily amount of cooked lean meat (red meat, poultry, fish; excess fat excluded) consumed by individuals ages 2 years and over was 4·4 oz/d (125·9 g/d). The amount of processed meat (frankfurters, sausage and luncheon meats; excess fat excluded) was 1·0 oz/d (27·8 g/d), or 22 % of total meat consumed. See Table 1 for further details.\n\nTable 1 Comparisons of US per capita average consumption of meat and protein foods based on agricultural supply and dietary intake data\n\nUSDA, US Department of Agriculture; NHANES, National Health and Nutrition Examination Survey; FPED, Food Patterns Equivalents Database; ERS, Economic Research Service.\n\n* 2012 USDA protein foods availability data tables can be accessed at http://www.ers.usda.gov/data-products/food-availability-(per-capita)-data-system/.aspx#26715.\n\n† 2011 FAO protein foods availability tables can be accessed at http://faostat3.fao.org/download/FB/FBS/E.\n\n‡ 2011–2012 NHANES protein foods dietary intake data tables can be accessed at http://www.ars.usda.gov/SP2UserFiles/Place/80400530/pdf/fped/Table_1_FPED_GEN_1112.pdf.\n\n§ The FPED cooked lean meat weight excludes excess fat (in excess of 2·63 g of fat per ounce of meat).\n\n|| The primary (carcass) weight includes the edible meat portion, bones, fat, ligaments, tendons and inedible trimmings.\n\n¶ The loss-adjusted weight removes non-edible portions and estimated losses from the food system, such as spoilage, waste and cooking loss.\n\n** The FAO food availability weight adjusts for losses at the farm, distribution and processing levels, but not for consumer waste.\n\n†† In the FPED system, an ounce-equivalent (oz-eq) is equal to 1 oz of cooked lean meat.\n\n‡‡ Total meat includes red meat, poultry, fish and seafood.\n\n§§ In the USDA data system, the ‘nuts’ category includes tree nuts, peanuts and coconuts. The FAO treenuts and oilcrops categories (oilcrops include peanuts, coconuts, and seed oils such as sesame seed) were combined to create a comparable ‘nuts and seeds’ category.\n\n|||| The USDA MyPlate Protein Foods Group includes total meat, eggs, soya products, nuts and seeds, and may or may not include legumes. ERS agricultural supply data do not include soyabean products or seeds in this group.\n\nProtein Foods Group estimates\n\nThe 2012 food availability estimate for foods included in the USDA Protein Foods Group (meat, eggs, nuts and legumes; ERS data on soya products and seeds unavailable) was 13·9 oz/d (393·4 g/d); after adjusting for estimated losses, the availability was 7·4 oz/d (209·4 g/d). The latter can also be reported as ‘meat ounce-equivalent’ servings( 24 ), 7·6 oz-eq (215·2 g-eq). The 2011 FAO estimate for protein-rich foods (total meat, eggs, nuts and legumes) was 15·9 oz/d (451·0 g/d). Based on the 2011–2012 NHANES, WWEIA intake data, the amount of food from the MyPlate Protein Foods Group (red meat, poultry, fish, eggs, soya products, nuts, seeds, legumes) consumed was 6·2 oz-eq/d (175·2 g-eq/d) per capita (ages 2 years and over), 8·3 oz-eq/d (234·5 g-eq/d) for males (ages 20 years and over) and 5·2 oz-eq/d (148·3 g-eq/d) for females (ages 20 years and over). See Table 1 for further details.\n\nProtein estimates\n\nPer capita protein estimates are available from NHANES dietary intake data, USDA nutrient availability data and FAO nutrient availability data. The USDA and FAO protein availability data do not account for losses; as such, these data are not suitable proxies for protein consumption estimates. For protein intake, dietary intake data provide the more appropriate estimate of consumption. According to 2011–2012 NHANES, WWEIA data, the average daily amount of protein consumed by individuals ages 2 years and over was 79·9 g, which represented 14·9 % of total energy. For adults (ages 20 years and over), the average daily protein intake was 98·8 g for males (15·4 % of energy) and 68·1 g for females (14·9 % of energy).\n\nWhile unadjusted nutrient data are not useful for estimating the total amount of per capita protein consumed in the US food supply, the total protein data (120 g/d, 2010 USDA unadjusted; 109·2 g/d, 2011 FAO) are useful as a reference point for estimating the per capita percentage of total protein contribution by food type. According to 2010 USDA protein availability data, meat products (red meat, poultry and fish) represented an estimated 43·1 % of the total protein available per capita in the US food supply. Within the meat group, red meat accounted for over half of the protein availability (60·9 %), while poultry accounted for 31·5 % and fish accounted for 7·6 %. Animal products (including meat, dairy and eggs) represented an estimated 65·6 % of the total protein available in the US food supply. Other major sources of protein in the food supply included grain products, vegetables, legumes, nuts and soya. 2011 FAO data estimates indicated that approximately 65 % of the protein available was from animal sources (70·7 g) and 35 % was from plant sources (38·5 g). Dietary intake data have also been used to report the per capita percentage of protein contribution (typically by food type, as opposed to food group). For example, O’Neil et al.( \nReference O’Neil, Keast and Fulgoni\n34 ) used 2003–2006 NHANES data to rank food sources of protein in adults ages 19 years and over; the leading protein contributors were poultry (14·4.%) and beef (14·0 %). See Table 2 for protein estimates.\n\nTable 2 Protein contribution of major food groups to the US diet based on agricultural supply data\n\nUSDA, US Department of Agriculture; NHANES, National Health and Nutrition Examination Survey.\n\n* Agricultural nutrient supply data are unadjusted for losses. As a result, these data are not appropriate for estimating total protein consumption; however, they are useful for estimating the percentage of protein contribution by food group. Dietary intake data provide the best estimate of total consumption (79·9 g/d for individuals ages 2 years and over). 2011–2012 NHANES protein intake data tables can be accessed at ttp://www.ars.usda.gov/SP2UserFiles/Place/80400530/pdf/1112/Table_1_NIN_GEN_11.pdf.\n\n† 2010 USDA protein availability data tables can be accessed at http://www.cnpp.usda.gov/USFoodSupply-1909-2010.\n\n‡ 2011 FAO protein availability data tables can be accessed at http://faostat3.fao.org/download/FB/FBS/E. FAO categories were compiled to be comparable to USDA categories. In the FAO system, the above Vegetables category includes vegetables+starchy roots; Legumes, nuts and soya=pulses+treenuts+oilcrops; Dairy products=milk excluding butter; Fats and oils=animal fats+vegetable oils; and Miscellaneous/Other=alcoholic beverages+spices+stimulants.\n\nDiscussion\nChoosing an appropriate data source\n\nThe present paper describes two major categories of data for estimating per capita meat consumption: agricultural supply and dietary intake. An understanding of the definitions, strengths and limitations associated with each data source is critical to appropriately applying these data. Agricultural supply is an objective measure of food availability, but does not directly measure intake. Dietary intake, on the other hand, is a direct estimate of intake, but is hampered by self-report bias. Objective measures of household food purchasing behaviour, such as researcher-conducted household food inventories, food purchase records and receipts, and Universal Product Code scans( \nReference French, Shimotsu and Wall\n35 ), although proxies for intake, might improve the accuracy of intake estimates. While less biased than self-report measures, these are still not perfect measures; they require adjustment for food waste and, as the data are presented as average consumption per household member, they do not account for differences in consumption between household members. In the UK, for example, the Department for Environment, Food & Rural Affairs tracks the annual food and drink purchases of approximately 6000 households using self-report diaries of all food purchases in its Family Food data set( 36 ). These purchases are used to approximate energy and nutrient intakes, which according to one study most closely match predicted intakes from physical activity energy expenditures compared with FAO agricultural supply data and the UK’s National Diet and Nutrition Survey (a dietary recall survey akin to NHANES)( \nReference Millward\n37 ). Although an equivalent annual data source does not exist in the USA, the USDA surveyed the first nationally representative sample of 4826 households about household food purchases and acquisitions in its National Household Food Acquisition and Purchase Survey (FoodAPS) in 2012–2013( 38 ). FoodAPS data files have not yet been publicly released and it is not yet known whether these data sets will include estimates of energy and nutrient intakes.\n\nAn important limitation of both agricultural supply and dietary intake data sources is that an average does not capture the extent to which there is meaningful variation between individuals (some individuals eat little or no meat, while others consume very high amounts). Additionally, ‘per capita’ refers to individuals aged 2 years and over, and consumption varies by age and other demographic factors. While sub-population data for dietary intake data are available to investigate differences in average consumption of groups categorized by different demographic factors, such data still do not account for variation between individuals within demographic groups. Agricultural supply data cannot adjust for either of these limitations. We provide a summary of the various data sources commonly used to estimate per capita (ages 2 years and over) meat and protein consumption amounts and trends (Table 1); however, it is important to note that direct comparisons between data sources are problematic given the differing definitions of meat and data collection methods.\n\nUsing agricultural supply data to estimate US meat and protein consumption amounts can potentially lead to misleading and inconsistent conclusions. For instance, the per capita total meat (red meat, poultry, fish) availability estimate is 13·5 oz/d (382·4 g/d) using FAO data, 11·6 oz/d (330·0 g/d) when using USDA unadjusted data and 5·9 oz/d (166·5 g/d) when using USDA loss-adjusted data. Agricultural supply data provide an objective measure that can be a useful indicator of consumption patterns or trends over time (from 1909 with the unadjusted and from 1970 with the loss-adjusted), but should not be interpreted as actual consumption amounts. For agricultural supply data, the USDA loss-adjusted food availability data set provides a more realistic proxy for consumption than the unadjusted data set on a per capita basis, but is not a direct measure of consumption. The unadjusted food availability and nutrient availability data sets are not adjusted for losses and should not be used as a proxy for consumption. The accuracy of the FAO global food supply data ultimately depends on the quality of the data provided by each country, which may have been produced using different methods and assumptions. Still, this level of data permits sufficient international comparisons and has been widely referenced in reports produced by FAO and other global organizations( 39 ).\n\nDietary intake data have the distinct advantage of directly estimating consumption, but with known strengths and limitations. One important limitation is that individuals systematically under-report total energy and protein intakes in dietary recalls. One study found that the disparity between reported energy intakes across 1971–2010 NHANES surveys and estimates of total energy expenditure (TEE) was 18 % of TEE for women (−365 kcal/d (–1527 kJ/d)) and 10 % of TEE for men (−281 kcal/d (–1176 kJ/d))( \nReference Archer, Hand and Blair\n40 ). Findings from the Observing Protein and Energy Nutrition (OPEN) Study, in which 24HR were compared with unbiased biomarkers of energy and protein intakes (e.g. doubly labelled water and urinary nitrogen), indicated significant under-reporting in 24HR( \nReference Subar, Kipnis and Troiano\n41 ). In that study, under-reporting of TEE was slightly greater than under-reporting of protein intake. On average, men under-reported TEE by 12–14 % and protein intake by 11–12 % in 24HR and women under-reported TEE by 16–20 % and protein intake by 11–15 %. Because under-reporting tends to vary between foods( \nReference Krebs-Smith, Graubard and Kahle\n42 ), TEE and protein intake, these estimates might not serve as accurate proxies for estimating Protein Foods Group under-reporting. Dietary recalls can also be hampered by random error, since they represent only a snapshot in time and are not necessarily representative of what an individual typically consumes from day to day or throughout different seasons. To address this issue, the National Cancer Institute pioneered a sophisticated statistical analysis that aims to represent a person’s usual (long-term average) daily intake of a nutrient or food( 43 ). For many research purposes, usual intake is the preferred type of analysis; however, when reporting usual intake at the population level (as is the case in the current paper), these adjustments are unnecessary( 29 ). According to the National Center for Health Statistics, NHANES day 1 dietary recall is an appropriate measure of the population’s usual or long-term average intake( 44 ).\n\nDespite these limitations of self-report recall data, in a large nationally representative sample such as NHANES, a single 24 h recall should provide a useful, although likely under-reported, estimate of the average meat intake at the population level. In contrast to agricultural supply data, dietary intake data can be used to estimate consumption of sub-populations based on age, sex, ethnicity or other factors. However, the most common application of NHANES data on meat intake in the mainstream and scientific literature is to report on national average intake amounts using the most recently available NHANES, WWEIA data from FPED; but these analyses can vary widely depending on the researchers’ purposes, years of data used, sample selection criteria, and definition and categories of ‘meat’ used( \nReference Daniel, Cross and Koebnick\n15 , 16 , \nReference Wang and Beydoun\n45 ).\n\nFPED is a useful database for obtaining food group consumption estimates from NHANES dietary recall data, although analysis using this database requires NHANES data training and access to statistical software. As a result, NHANES data are also not as accessible for analysis of intake trends over time compared with the USDA food availability databases. Processed meat has its own category in FPED, which allows important assessments of processed meat consumption, but unfortunately the category combines processed red meat and poultry, so it is not possible to provide a total estimate of red meat or poultry consumption that includes both processed and unprocessed meat. Additionally, all of the meat categories are defined as cooked lean meat – excess fat is not included in the total and is instead placed into a separate food category.\n\nRegarding the sources of protein as a macronutrient, USDA and FAO agricultural supply data are useful for estimating protein consumption trends and percentages available in the food supply, but not for estimating actual consumption amounts since they are not adjusted for all losses. FNDDS 5·0 can be used to obtain protein consumption estimates from NHANES dietary recall data and is probably the best source for estimating consumption of this macronutrient.\n\nEstimated ranges for US per capita meat, protein foods and protein consumption\n\nUnfortunately, there are no data sources that provide a flawless estimate of average US per capita consumption of meat and protein-rich foods. However, loss-adjusted agricultural supply data and dietary recall data provide better estimates than unadjusted agricultural supply data. Despite methodological differences, some useful comparisons can be made between loss-adjusted agricultural supply and dietary intake data to provide estimated ranges for per capita US meat and protein consumption. Namely, the ERS’ loss-adjusted availability data set that includes conversions to MyPlate meat ounce-equivalent servings can be fruitfully compared with NHANES intake data and dietary recommendations. For instance, the per capita total meat (red meat, poultry, fish) consumption estimate is 5·9 oz-eq/d (166·5 g-eq/d) using the 2012 loss-adjusted agricultural supply data, which is similar to the estimated 4·4 oz-eq/d (125·9 g-eq/d) for total cooked lean meat obtained from 2011–2012 NHANES dietary intake data. This similarity can be expected since the agricultural supply loss adjustment at the consumer level is based in part on NHANES data. The per capita consumption from the Protein Foods Group is 7·6 oz-eq/d (215·2 g-eq/d) using the 2012 loss-adjusted agricultural supply data (including total meat, eggs, nuts and legumes), compared with the estimated 6·2 oz-eq/d (175·2 g-eq/d) obtained from 2011–2012 NHANES data (including total meat, eggs, nuts, seeds, soya products and legumes). There are no loss-adjusted agricultural supply nutrient data, so protein intake must be estimated using NHANES data (79·9 g/capita; 98·8 g or 15·4 % of energy for adult males and 68·1 g or 14·9 % of energy for adult females).\n\nData comparisons to dietary recommendations\n\nOne important application of these data is the comparison of meat and protein consumption estimates to established dietary recommendations in order to determine how a population is meeting its nutritional needs. While these comparisons abound in the media and other lay reports, they are often fraught with error and should be interpreted as cautiously as the consumption estimate used. As mentioned in the introduction, specific US federal guidance on daily meat consumption is generally lacking, although broad recommendations can be found in the 2010 DGA( 20 ) and more detailed recommendations based on energy intake can be found in the MyPlate food guide( 20 ) and in the USDA Food Pattern tables( 21 ). These sources suggest that individuals consuming a 2000 kcal (8368 kJ) diet should consume approximately 5·5 oz-eq/d( 22 ) (155·9 g-eq/d) from the Protein Foods Group with anywhere from 0 to 4·5 oz/d (0 to 127·6 g/d) coming from meat, poultry or seafood( 21 ). Based on our above estimated current intake ranges for the Protein Foods Group (6·2–7·6 oz-eq (175·2–215·2 g-eq)) and for total meat (4·4–5·9 oz/d (125·9–166·5 g/d)), we could conclude that Americans well exceed these recommendations. However, caution should be given in generalizing these conclusions since using the 2000 kcal (8368 kJ) reference intake does not apply to all Americans.\n\nWith the more broad recommendations in the 2010 DGA to diversify protein sources, we can comfortably conclude that Americans are not yet achieving this goal since meat constitutes the majority of intake from the Protein Foods Group (71 %, 2011–2012 NHANES; 78 %, 2012 USDA loss-adjusted). Consumption of red and processed meat also greatly exceeds the World Cancer Research Fund and American Institute for Cancer Research’s recommendations to limit red meat to 1·5 oz/d (42·9 g/d) and to avoid processed meat completely( 22 ). Loss-adjusted food availability data from 2012 indicate that the average per capita consumption of red meat (processed and unprocessed) is 3·1 oz/d (88·5 g/d) or 53 % of the total meat intake; while NHANES 2011–2012 data indicate that the US consumption is 1·6 oz/capita per d (44·2 g/d) for unprocessed red meat (35 % of the total meat; data on total red meat are not available) and 1·0 oz/capita per d (27·8 g/d) for processed meat (red meat and poultry; 22 % of the total meat). Epidemiological studies have illuminated the increased health risks associated with red and processed meat consumption( \nReference Sinha, Cross and Graubard\n2 , \nReference Kaluza, Wolk and Larsson\n3 , \nReference Micha, Wallace and Mozaffarian\n5 – \nReference Norat and Riboli\n10 ), along with the decreased health risks associated with replacing red meat for equal servings of poultry, fish and plant-based foods( \nReference Pan, Sun and Bernstein\n1 , \nReference Pan, Sun and Bernstein\n4 , \nReference Daniel, Cross and Graubard\n46 ). With this preponderance of evidence, the 2015 Dietary Guidelines Advisory Committee most recently recommended reducing intake of red and processed meat in favour of plant-based alternatives in its scientific report released in February 2015( 23 ).\n\nFor protein as a macronutrient, comparisons of mean intake estimates to federal recommendations are more difficult to make. The Food and Nutrition Board of the Institute of Medicine establishes nutrient reference values for the USA and Canada, called Dietary Reference Intakes( 47 ). For protein, Dietary Reference Intakes include the RDA (0·80 g/kg per d for most adults) and the Estimated Average Requirement (EAR; 0·66 g/kg per d for most adults). The RDA is ‘the average daily nutrient intake level sufficient to meet the nutrient requirement of nearly all (97 to 98 percent) healthy individuals in a particular life stage and gender group’( 47 ) (p. 3) and is intended for assessing the probability of inadequate intake for an individual( 48 ). The EAR is ‘the average daily nutrient intake level estimated to meet the requirement of half the healthy individuals in a particular life stage and gender group’( 47 ) (p. 3) and is intended for assessing the prevalence of inadequate intake for groups( 48 ). Although mean intake (as reported in the present paper) is commonly compared with both the EAR and RDA, neither comparison is considered appropriate for assessing adequate nutrient intake of groups( 48 ). However, the EAR can appropriately be compared with usual intake (average daily intake over time) for the purpose of assessing the risk of protein deficiency in a population( 48 , \nReference Moshfegh, Goldman and Cleveland\n49 ). This comparison involves an analysis of the usual intake distribution, rather than a simple comparison to the population mean intake( 48 , \nReference Moshfegh, Goldman and Cleveland\n49 ). An example of an appropriate application is the USDA’s comparison of NHANES 2001–2002 usual intake data to the EAR, which found very little risk of protein deficiency in the US population: protein consumption fell under the EAR in only 3 % of the population( \nReference Moshfegh, Goldman and Cleveland\n49 ).\n\nConclusion\n\nMeat consumption is a hotly debated topic. Public health concerns include not only meeting nutritional requirements, but also reducing the incidence of chronic diseases and global food insecurity. A critical first step in addressing these issues is to accurately estimate the amount of meat consumption at the population level. The present paper sought to clarify and summarize the various agricultural supply and dietary intake data sources available for estimating US meat, protein foods and protein consumption. We caution practitioners, educators and researchers when interpreting or choosing among these estimates for meat, protein foods and/or protein to be aware of their respective strengths, limitations and appropriate applications as described throughout this paper. Despite the various limitations, complexities of the data sources and the current lack of federal guidance on meat consumption, we can comfortably conclude that there is ample room within the typical US diet to maintain adequate protein intake while shifting dietary patterns to include more nutrient-dense plant-based foods and less animal-based foods. Specific federal recommendations regarding amount of meat intake, and red and processed meat intake in particular, could make a significant step towards raising awareness and improving public health.\n\nAcknowledgements\n\nAcknowledgements: The authors wish to thank the following individuals for their feedback and assistance during manuscript preparation: Kate Clancy, Roni Neff, Robert Lawrence, Shawn McKenzie, Anne Palmer and David Robinson. Financial support: The work was funded by the Johns Hopkins Center for a Livable Future with a gift from the GRACE Communications Foundation (www.gracelinks.org) who had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Conflict of interest: None. Authorship: The authors worked collaboratively on all aspects of this manuscript. Ethics of human subject participation: Not applicable.\n\nFootnotes\n\n* Meat and protein foods consumption data are typically reported in ounces in the USA and in grams internationally. Protein (as a macronutrient) data are typically reported in grams in the USA and internationally. To maintain applicability and readability to a diverse readership, we report meat and protein foods intake in both ounces and grams. To convert ounces to grams, we multiplied the number of ounces (rounded to two decimal places) by 28·3495.\n\n† The use of ‘ounce-equivalents’ allows comparisons within food groups. In the MyPlate Protein Foods Group, an ounce-equivalent is equal to 1 oz of cooked lean meat. We have also included a conversion from ounce-equivalents to gram-equivalents (g-eq) to report the amounts in metric units.\n\n* Historical and methodological details are available on the NHANES website, available at: http://www.cdc.gov/nchs/nhanes.htm.\n\n† The allowable amount is 2·63 g of fat per ounce of meat. The amount that exceeds the allowable amount is considered excess fat.\n\n‡ Legumes can be included in either the Vegetable Group or the Protein Foods Group. However, the amount of legumes (in ounces) must be multiplied by four in order to convert to a meat ounce-equivalent. Where applicable, we converted legumes to meat ounce-equivalents prior to inclusion in the protein foods category.\n\nReferences\n1\nPan, A, Sun, Q, Bernstein, AM et al. (2012) Red meat consumption and mortality: results from 2 prospective cohort studies. Arch Intern Med 172, 555–563.Google ScholarPubMed\n2\nSinha, R, Cross, AJ, Graubard, BI et al. (2009) Meat intake and mortality: a prospective study of over half a million people. Arch Intern Med 169, 562–571.CrossRefGoogle ScholarPubMed\n3\nKaluza, J, Wolk, A & Larsson, SC (2012) Red meat consumption and risk of stroke: a meta-analysis of prospective studies. Stroke 43, 2556–2560.CrossRefGoogle ScholarPubMed\n4\nPan, A, Sun, Q, Bernstein, AM et al. (2011) Red meat consumption and risk of type 2 diabetes: 3 cohorts of US adults and an updated meta-analysis. Am J Clin Nutr 94, 1088–1096.CrossRefGoogle Scholar\n5\nMicha, R, Wallace, SK & Mozaffarian, D (2010) Red and processed meat consumption and risk of incident coronary heart disease, stroke, and diabetes mellitus: a systematic review and meta-analysis. Circulation 121, 2271–2283.CrossRefGoogle ScholarPubMed\n6\nVergnaud, A, Norat, T, Romaguera, D et al. (2010) Meat consumption and prospective weight change in participants of the EPIC-PANACEA study. Am J Clin Nutr 92, 398–407.CrossRefGoogle ScholarPubMed\n7\nCho, E, Spiegelman, D, Hunter, DJ et al. (2003) Premenopausal fat intake and risk of breast cancer. J Natl Cancer Inst 95, 1079–1085.CrossRefGoogle ScholarPubMed\n8\nCross, AJ, Leitzmann, MF, Gail, MH et al. (2007) A prospective study of red and processed meat intake in relation to cancer risk. PLoS Med 4, e325.CrossRefGoogle ScholarPubMed\n9\nMa, RW-L & Chapman, K (2009) A systematic review of the effect of diet in prostate cancer prevention and treatment. J Hum Nutr Diet 22, 187–189.CrossRefGoogle ScholarPubMed\n10\nNorat, T & Riboli, E (2009) Meat consumption and colorectal cancer: a review of epidemiologic evidence. Nutr Rev 59, 37–47.CrossRefGoogle Scholar\n11\nPew Commission on Industrial Farm Animal Production (2008) Putting Meat on the Table: Industrial Farm Animal Production in America. Baltimore, MD: Johns Hopkins Bloomberg School of Public Health.Google Scholar\n12\nHorrigan, L, Lawrence, RS & Walker, P (2002) How sustainable agriculture can address the environmental and public health harms of industrial agriculture. Environ Health Perspect 110, 445–456.CrossRefGoogle Scholar\n13\nMcMichael, AJ, Powles, JW, Butler, CD et al. (2007) Food, livestock production, energy, climate change, and health. Lancet 370, 1253–1263.CrossRefGoogle ScholarPubMed\n14\nUnited Nations Environment Programme (2012) Avoiding Future Famines: Strenthening the Ecological Foundation of Food Security Through Sustainable Food Systems. Nairobi: UNEP.Google Scholar\n15\nDaniel, CR, Cross, AJ, Koebnick, C et al. (2011) Trends in meat consumption in the United States. Public Health Nutr 14, 575–583.CrossRefGoogle Scholar\n16\nThe Economist Online (2012) King of the carnivores. http://www.economist.com/blogs/graphicdetail/2012/04/daily-chart-17 (accessed August 2015).Google Scholar\n17\nHallström, E & Börjesson, P (2013) Meat-consumption statistics: reliability and discrepancy. Sustain Sci Pract Policy 9, 37–47.Google Scholar\n18\nUS Department of Agriculture, Center for Nutrition Policy and Promotion (2014) Nutrient Content of the US Food Supply, 1909–2010. http://www.cnpp.usda.gov/USFoodSupply-1909-2010 (accessed August 2015).Google Scholar\n19\nDietary Guidelines Advisory Committee (2010) Report of the Dietary Guidelines Advisory Committee on the Dietary Guidelines for Americans, 2010, to the Secretary of Agriculture and the Secretary of Health and Human Services. Washington, DC: US Government Printing Office.Google Scholar\n20\nUS Department of Agriculture & US Department of Health and Human Services (2010) Dietary Guidelines for Americans, 2010, 7th ed. Washington, DC: USDA and HHS.Google Scholar\n21\nUS Department of Agriculture (2011) USDA Food Patterns. http://www.cnpp.usda.gov/sites/default/files/usda_food_patterns/USDAFoodPatternsSummaryTable.pdf (accessed August 2015).Google Scholar\n22\nWorld Cancer Research Fund & American Institute for Cancer Research (2007) Food, Nutrition, Physical Activity, and the Prevention of Cancer: A Global Perspective. Washington, DC: AICR.Google Scholar\n23\nUS Department of Agriculture & US Department of Health and Human Services (2015) Scientific Report of the 2015 Dietary Guidelines Advisory Committee. Washington, DC: USDA and HHS.Google Scholar\n24\nUS Department of Agriculture, Economic Research Service (2012) Food Availability (Per Capita) Data System. http://www.ers.usda.gov/data-products/food-availability-(per-capita)-data-system.aspx (accessed April 2015).Google Scholar\n25\nBuzby, JC, Wells, HF, Axtman, B et al. (2009) Supermarket Loss Estimates for Fresh Fruit, Vegetables, Meat, Poultry, and Seafood and Their Use in the ERS Loss-Adjusted Food Availability Data. Economic Information Bulletin no. EIB-44. Washington, DC: USDA, ERS.Google Scholar\n26\nMuth, MK, Karns, SA, Nielsen, SJ et al. (2011) Consumer-Level Food Loss Estimates and Their Use in the ERS Loss-Adjusted Food Availability Data. Technical Bulletin no. 1927. Washington, DC: USDA, ERS.Google Scholar\n27\nFood and Agriculture Organization of the United Nations (2015) FAOSTAT Food Balance Sheet. http://faostat3.fao.org/download/FB/FBS/E (accessed April 2015).Google Scholar\n28\nCenters for Disease Control and Prevention (2015) National Health and Nutrition Examination Survey (NHANES). http://www.cdc.gov/nchs/nhanes.htm (accessed April 2015).Google Scholar\n29\nCenters for Disease Control and Prevention (2013) NHANES dietary tutorial: Key concepts about understanding usual intake and day-to-day variation in dietary intakes. http://www.cdc.gov/nchs/tutorials/Dietary/Basic/StatisticalConsiderations/Info1.htm (accessed December 2013).Google Scholar\n30\nUS Department of Agriculture, Agricultural Research Service (2014) WWEIA Food Patterns Equivalent Intake Data Tables. http://www.ars.usda.gov/Services/docs.htm?docid=23868 (accessed April 2015).Google Scholar\n31\nUS Department of Agriculture, Agricultural Research Service (2015) WWEIA Nutrient Intake Data Tables. http://www.ars.usda.gov/Services/docs.htm?docid=18349 (accessed April 2015).Google Scholar\n32\nUS Department of Agriculture, Agricultural Research Service (2014) Food and Nutrient Database for Dietary Studies. http://www.ars.usda.gov/Services/docs.htm?docid=12089 (accessed April 2015).Google Scholar\n33\nUS Department of Agriculture, Agricultural Research Service (2014) Food Patterns Equivalents Database. http://www.ars.usda.gov/Services/docs.htm?docid=23869 (accessed April 2015).Google Scholar\n34\nO’Neil, CE, Keast, DR, Fulgoni, VL et al. (2012) Food sources of energy and nutrients among adults in the US: NHANES 2003–2006. Nutrients 4, 2097–2120.CrossRefGoogle ScholarPubMed\n35\nFrench, SA, Shimotsu, ST, Wall, M et al. (2008) Capturing the spectrum of household food and beverage purchasing behavior: a review. J Am Diet Assoc 108, 2051–2058.CrossRefGoogle ScholarPubMed\n36\nDepartment for Environment, Food & Rural Affairs (2014) Family Food 2013. London: DEFRA.Google Scholar\n37\nMillward, DJ (2013) Energy balance and obesity: a UK perspective on the gluttony v. sloth debate. Nutr Res Rev 26, 89–109.CrossRefGoogle ScholarPubMed\n38\nUS Department of Agriculture, Economic Research Service (2015) FoodAPS National Household Food Acquisition and Purchase Survey. http://www.ers.usda.gov/data-products/foodaps-national-household-food-acquisition-and-purchase-survey.aspx (accessed May 2015).Google Scholar\n39\nFood and Agriculture Organization of the United Nations (2009) The State of Food and Agriculture: Livestock in the Balance. Rome: FAO.Google Scholar\n40\nArcher, E, Hand, GA & Blair, SN (2013) Validity of US nutritional surveillance: National Health and Nutrition Examination Survey caloric energy intake data, 1971–2010. PLoS One 8, e76632.CrossRefGoogle ScholarPubMed\n41\nSubar, AF, Kipnis, V, Troiano, RP et al. (2003) Using intake biomarkers to evaluate the extent of dietary misreporting in a large sample of adults: the OPEN Study. Am J Epidemiol 158, 1–13.CrossRefGoogle Scholar\n42\nKrebs-Smith, SM, Graubard, BI, Kahle, LL et al. (2000) Low energy reporters vs others: a comparison of reported food intakes. Eur J Clin Nutr 54, 281–287.CrossRefGoogle ScholarPubMed\n43\nNational Cancer Institute (2013) Usual Dietary Intakes: The NCI Method. http://riskfactor.cancer.gov/diet/usualintakes/method.html (accessed August 2015).Google Scholar\n44\nCenters for Disease Control and Prevention (2013) NHANES dietary tutorial: Key concepts about estimating mean food intakes. http://www.cdc.gov/nchs/tutorials/Dietary/Basic/PopulationMeanIntakes/Info1.htm (accessed December 2015).Google Scholar\n45\nWang, Y & Beydoun, MA (2009) Meat consumption is associated with obesity and central obesity among US adults. Int J Obes (Lond) 33, 621–628.CrossRefGoogle ScholarPubMed\n46\nDaniel, CR, Cross, AJ, Graubard, BI et al. (2011) Prospective investigation of poultry and fish intake in relation to cancer risk. Cancer Prev Res 4, 1903–1911.CrossRefGoogle ScholarPubMed\n47\nInstitute of Medicine, Food and Nutrition Board (2005) Dietary Reference Intakes for Energy, Carbohydrate, Fiber, Fat, Fatty Acids, Cholesterol, Protein, and Amino Acids. Washington, DC: National Academies Press.Google Scholar\n48\nInstitute of Medicine, Food and Nutrition Board (2000) Dietary Reference Intakes: Applications in Dietary Assessment. Washington, DC: National Academies Press.Google Scholar\n49\nMoshfegh, A, Goldman, J & Cleveland, L (2005) What We Eat in America, NHANES 2001–2002: Usual Nutrient Intakes from Food Compared to Dietary Reference Intakes . Washington, DC: USDA, ARS.Google Scholar\nYou have\nAccess\n19\nCited by\nOur Site\nAccessibility\nContact & Help\nLegal Notices\nOur Platforms\nCambridge Core\nCambridge Open Engage\nCambridge Higher Education\nOur Products\nJournals\nBooks\nElements\nTextbooks\nCourseware\nJoin us online\nLocation\nUpdate\nRights & Permissions\nCopyright\nPrivacy Notice\nTerms of Use\nCookies Policy\nCambridge University Press 2025"
}