{
  "href": "https://nutritionsource.hsph.harvard.edu/food-features/almonds/",
  "title": "almonds",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Food Features > Almonds\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nAlmonds\n\nThe almond is a tree nut native to the Mediterranean region. Historically, almond trees grew there wild and were later cultivated as early as 3000 BC. Almonds are even referenced in the first book of the Bible, Genesis, as a prized food given as gifts. The edible part of the almond is actually a seed from a drupe, a fruit in which the outer shell and hull layers are typically not eaten. After extracting the almond seed, the shells and hulls are often used for livestock feed and bedding.\n\nSource Of\nVitamin E\nMonounsaturated fats\nFiber\nBiotin\nMinerals: Calcium, Phosphorus, Magnesium\nTrace minerals: Copper\nPhytonutrients, specifically flavonoids, plant sterols, phenolic acids\n\nOne serving of almonds equals one ounce, about 23 almonds or ¼ cup. It is a calorie-dense food but also nutrient-dense with the majority of its fat being monounsaturated. One ounce provides about 165 calories, 6 grams protein, 14 grams fat (80% monounsaturated, 15% polyunsaturated, and 5% saturated), 6 grams carbohydrate, and 3 grams fiber.\n\nAlmonds and Health\n\nAlmonds have been suggested to reduce heart disease risk by lowering total and LDL cholesterol, and exerting anti-inflammatory and antioxidant effects. Plant sterols as found in almonds may interfere with the absorption of cholesterol and bile acid, and the high amount of unsaturated fat in almonds favors an improved lipid profile, especially when this food replaces other foods high in saturated fat and refined carbohydrate. Almonds also contain phytonutrients that support the growth of beneficial gut microbes. Controlled trials have shown that general nut intake can decrease inflammation, promote healthy blood vessels, and reduce insulin resistance. [1]\n\nInterestingly, despite nuts being calorie-dense, research does not support a link with nut intake and weight gain. In fact, they have been associated with less weight gain and a lower risk of obesity, possibly because the fat and fiber content help to improve feelings of satisfaction and fullness. [1]\n\nThere is limited evidence examining the intake of almonds in large populations. Smaller controlled trials have looked specifically at almonds, but larger observational studies tend to examine nuts in general, because consumption of individual nuts is relatively low in the population. Observational studies looking at intakes of nuts have found a significantly lower risk of heart disease in those eating nuts at least four times a week. [2] Small randomized controlled trials have found consistent benefits of diets supplemented with nuts—including almonds—on reducing total and LDL cholesterol in blood.\n\nA large epidemiological study of health professionals that looked at general nut intake found that tree nuts including almonds eaten two or more times weekly was associated with a 13% lower risk of total cardiovascular disease and 15% lower risk of coronary heart disease. [1]  Another large prospective study of Swedish adults found that those who ate nuts 1-2 times a week had a 12% reduced risk of a heart rhythm abnormality called atrial fibrillation, and 18% reduced risk if eaten 3 or more times a week, when compared with adults who ate no nuts. [4] There was also a 20% reduced risk of heart failure in those eating nuts 1-2 times a week compared with no-nut eaters.\n\nMeta-analyses have found that a higher nut intake is associated with reduced risk of total cardiovascular disease, total cancer, and deaths from all causes. These studies had conflicting results in showing a protective effect of nut intake from diabetes, respiratory disease, stroke, and infections. [5-8]\n\nBecause earlier scientific evidence suggested a heart disease benefit of eating nuts, in 2003 the U.S. Food and Drug Administration approved manufacturers to state on food labels that eating 1.5 ounces per day of most nuts as part of a diet low in saturated fat and cholesterol may reduce the risk of heart disease. [9]\n\nPurchase\nAlmonds are available raw, blanched, dry-roasted, and oil-roasted. They may be purchased whole, sliced, chopped, or slivered. Though they are most often found plain or salted, they are available in honey-roasted, BBQ, chili, chocolate-covered, and other flavors, many of which can drive up the calories, sodium, and sugar. Raw almonds are nutritionally comparable to dry-roasted. It is best to store almonds in a cool, dark, dry location. If kept at temperatures less than 40°F, almonds can be stored for about two years.\nAlmond Milk. This dairy-free plant milk is free of cholesterol and lactose, which may appeal to those following a low-cholesterol diet or who are lactose-intolerant. It is made by finely grinding almonds with water, which is then strained to remove the almond pulp. The remaining liquid may then be fortified with nutrients like calcium, and vitamins A and D. While the best choice is unsweetened almond milk, many have added sweeteners, so be sure to check the nutrition panel.\nAlmond Butter. Almond butter has a similar consistency to peanut butter, but can serve as an alternative for those with a peanut allergy. Jarred almond butter is typically more expensive than peanut butter, ranging in price from $5-15.\nFor a less expensive option, try a DIY almond butter. Grind 1 pound of dry-roasted almonds in a food processor or high-powered blender, starting at low speed and gradually increasing the speed. Pause to scrape the sides of the processor and break up any large pieces. It may take several minutes before the consistency will change to a paste. The longer you blend, the smoother the paste will become as the oils are released. You can also add spices like cinnamon, nutmeg, vanilla extract, or curry for unique flavors. Store in the refrigerator for up to 2-3 weeks.\nAlmond Flour or Almond Meal. Made of finely ground almonds, this flour alternative is gluten-free and low in carbohydrate. The almonds are blanched with the skins removed to create a finer texture. It is more nutrient-dense than wheat flour but also higher in calories and fat. Almond flour contains more moisture than all-purpose flour, so usually a greater quantity is needed when using it as a replacement for other flours in recipes. Generally, ¾ cup of all-purpose flour is equivalent to about 1 ½ cups of almond flour. Keep in mind that the extra moisture in almond flour may make baked goods more susceptible to spoilage and mold, so store in an airtight container. Almond flour should be stored in a sealed container in the refrigerator for up to 6-9 months; freezing may extend the shelf-life further. \nEat \nChopped or slivered unsalted almonds can be found in the baking aisle and are an easy topping for hot and cold cereals, salads, and baked goods.\nSpread almond butter on sliced apples or whole grain toast. For a richer-tasting oatmeal, add a tablespoon of almond butter as soon as the oats are cooked and stir well.\nTry crunchy and nutritious almonds in place of less healthy snacks like chips and pretzels.\nTry almond flour instead of all-purpose flour in baked goods, or as a breading for fish.\nMore recipe ideas and serving suggestions featuring almonds:\nAlmond Coconut Macaroons\nDukkah\nGreek Skordalia\nSpanish Romesco Sauce\nDid You Know?\nCalifornia is the world’s largest grower of almonds, producing 80% of the global almond supply.\nAlmond trees are entirely dependent on honeybees and wild bees to pollinate their blossoms and grow the almond drupe.\nOut of all almond products, almond milk and almond butter have shown the greatest growth in consumer demand. Almond milk sales grew by 250% between 2011 and 2015, and almond butter production has tripled since 2011. [10]\nRelated\n\nNuts for the Heart\n\nReferences\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}