{
  "href": "https://www.harvard.edu/copyright-issue",
  "title": "Report Copyright Violation",
  "content": "Skip to main content\nHarvard University\n Search\n Menu\nPanelists in University-wide symposium explore promise, peril of AI in academia\nTest the limits of your cosmic IQ by taking our quiz based on Harvard astronomy research\nDeep-learning algorithm FaceAge uses snapshots, can help oncologists tailor treatments\nCopyright issue\n\nIn accordance with the Digital Millennium Copyright Act (“DMCA”), Pub. L. 105-304, Harvard has designated an agent to receive notification of alleged copyright infringement occurring in the harvard.edu domain. If you believe that your copyrighted work is being infringed, notify our designated agent specified below.\n\nPlease note, this agent is for reporting of copyright infringement and is not the correct person to answer requests for copyright permission.\n\nTracy Walden\nHarvard University Information Technology\nIT Security | Policy, Risk and Compliance\n+1.617.496.8515\n784 Memorial Drive\nCambridge, MA 02139\nEmail: dmca@harvard.edu\n\nThe Digital Millennium Copyright Act requires that all infringement claims must be in writing and must include the following information:\n\nA physical or electronic signature of the copyright owner or the person authorized to act on its behalf;\nA description of the copyrighted work claimed to have been infringed;\nA description of the infringing material and information reasonably sufficient to permit Harvard to locate the material;\nYour contact information, including your address, telephone number, and email;\nA statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law; and\nA statement that the information in the notification is accurate, and, under the pains and penalties of perjury, that you are authorized to act on behalf of the copyright owner.\nSecurity & Brand\nReport Copyright Infringement\nReport Security Issue\nTrademark Notice\nWebsite\nAccessibility\nDigital Accessibility\nPrivacy statement\nGet In Touch\nContact Harvard\nMaps & Directions\nJobs\n\nCopyright © 2025 The President and Fellows of Harvard College\n\nInstagram\nTikTok\nLinkedIn\nFacebook\nYouTube"
}