{
  "href": "https://nutritionsource.hsph.harvard.edu/moroccan-chicken-stew-with-apricots/",
  "title": "Moroccan Chicken Stew with Apricots",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Moroccan Chicken Stew with Apricots\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nMoroccan Chicken Stew with Apricots\n\nRich warm spices and sweet dried fruit make this Moroccan stew an instant favorite. Although traditional spice mixes rely on ground ginger and turmeric, the fresh roots add a bright flavor that can’t be matched. The combination of sweet and savory in this sauce makes it a great companion to almost any protein. (See more recipes from Always Delicious). \n\nMoroccan Chicken Stew with Apricots\nPrep Time 10 minutes (plus overnight marinating)\nCook Time 1 to 1.5 hours\nServes 4\nIngredients:\n\nFor the Moroccan Sauce:\n1 (2‑inch) piece fresh ginger, peeled and sliced into thin rounds\n3 medium cloves garlic\n1 (3‑ to 4‑inch) piece fresh turmeric, peeled, or 1 teaspoon ground turmeric (optional)\n2 teaspoons paprika\n1 teaspoon ground cumin\n1 teaspoon ground coriander\n1/4 teaspoon ground cinnamon\n1/4 teaspoon ground cloves\nDash of freshly grated nutmeg\n1/4 teaspoon ground white or black pepper\n9 or 10 sprigs cilantro, stems and leaves coarsely chopped\n1/4 cup extra-virgin olive oil\n1/4 cup water\n1/2 teaspoon salt\nDash of cayenne pepper, or to taste (optional)\nFor the Chicken Stew:\nMoroccan Sauce (Ingredients above))\n1 1/2 pounds boneless, skinless chicken thighs, cut into 1‑inch cubes or slices\n1 to 2 tablespoons extra-virgin olive oil\n1 medium onion, diced\n2 medium carrots, cut into chunks (about 1 cup)\n1 small sweet potato or 1/2 small winter squash, cut into 1‑inch pieces (about 1 1/2 cups)\n6 dried apricots, whole or diced, or 4 fresh apricots, quartered and pitted\n1/4 cup water\n1/4 teaspoon salt\nPreparation:\n\nMake the sauce: Place all the ingredients in a wide-mouthed mason jar or cup that will fit an immersion blender without splashing. Blend, working the blender in the jar until the garlic, ginger, and turmeric are smooth. Place a lid on the jar. For best results, set aside for at least 1 hour to allow the flavors to develop. The sauce will keep in the refrigerator for up to 2 weeks.\nMarinate the chicken: Place the sauce in a large zip-top bag, add the chicken, seal the bag, and massage to completely coat the chicken with the sauce. Place it in the refrigerator to marinate for at least 1 hour and up to overnight (or cook it immediately if you have less time).\nPrepare the stew: Heat the olive oil in a Dutch oven or stovetop-safe slow cooker insert over medium heat, or in a slow cooker on the sauté setting. Add the onion and cook, stirring, until translucent, 3 to 5 minutes.\nStir in the chicken and sauce from the bag, carrots, sweet potatoes, apricots, water, and salt. Cook, stirring, for 5 to 7 minutes. Reduce the heat to low, or transfer the ingredients or the slow-cooker insert to the slow cooker. Cover and simmer for at least 30 minutes or up to 1 1/2 hours on the stovetop (longer, slow cooking creates a more savory dish) or cook on low in a slow cooker for up to 8 hours or according to the manufacturer’s instructions. If desired, remove the lid for the last 15 to 30 minutes to thicken the sauce.\nServe hot (stew pictured over Cauliflower Couscous).\n\nRecipe from Always Delicious by David Ludwig, MD, PH & Chef Dawn Ludwig. Published by Grand Central Life & Style. Copyright © 2018 David Ludwig, MD, PH & Dawn Ludwig.\n\nHEALTHY OILS\nWATER\nVEGETABLES\nFRUITS\nHEALTHY PROTEIN\nWHOLE GRAINS\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}