{
  "href": "https://nutritionsource.hsph.harvard.edu/soy/",
  "title": "soy",
  "content": "Skip to content\nSearch Toggle\nThe Nutrition Source\nHealthy Eating Plate Nutrition News About Make a Gift\nThe Nutrition Source > Straight Talk About Soy\nTHE NUTRITION SOURCE\nSearch for:\n \nHome\nNutrition News\nWhat Should I Eat?\nexpand child menu\nHealthy Eating Plate & Pyramid\nexpand child menu\nHealthy Eating Plate Translations\nKid’s Healthy Eating Plate\nWhole Grains\nProtein\nVegetables and Fruits\nFats and Cholesterol\nexpand child menu\nTypes of Fat\nCholesterol\nDietary Fat and Disease\nVitamins and Minerals\nHealthy Drinks\nexpand child menu\nWater\nOther Healthy Beverage Options\nDrinks to Consume in Moderation\nSugary Drinks\nexpand child menu\nSports Drinks\nEnergy Drinks\nPublic Health Concerns: Sugary Drinks\nLow-Calorie Sweeteners\nSalt and Sodium\nexpand child menu\nTake Action: How to Reduce Your Intake\nPublic Health Concerns\nCarbohydrates\nexpand child menu\nCarbohydrates and Blood Sugar\nFiber\nAdded Sugar\nSustainability\nexpand child menu\nPlate and the Planet\nFood Waste\nHealthy Weight\nexpand child menu\nBody Fat\nThe Best Diet: Quality Counts\nHealthy Dietary Styles\nDiet Reviews\nStaying Active\nexpand child menu\nActive Communities\nStress\nSleep\nHealthy Longevity\nDisease Prevention\nexpand child menu\nObesity\nexpand child menu\nPreventing Obesity\nHeart Disease\nexpand child menu\nPrevention\nDiabetes\nexpand child menu\nPrevention\nCancer\nexpand child menu\nPrevention\nOral Health\nPrecision Nutrition\nNutrition and Immunity\nHealthy Food Environment\nexpand child menu\nHealthy Child Care Settings \nHealthy Schools\nHealthy Spaces for Youth \nHealthy Workplaces\nHealthy Health Care\nRecipes\nexpand child menu\nFood Service Resources\nFood Features\nAbout\nFAQ\nContact\nStraight Talk About Soy\n\nThe Takeaway: Soy is a unique food that is widely studied for its estrogenic and anti-estrogenic effects on the body. Studies may seem to present conflicting conclusions about soy, but this is largely due to the wide variation in how soy is studied. Results of recent population studies suggest that soy has either a beneficial or neutral effect on various health conditions. Soy is a nutrient-dense source of protein that can safely be consumed several times a week, and probably more often, and is likely to provide health benefits—especially when eaten as an alternative to red and processed meat.\n\nSoy is exalted as a health food by some, with claims of taming hot flashes, warding off osteoporosis, and protecting against hormonal cancers like breast and prostate.\n\nAt the same time, soy is shunned by others for fear that it may cause breast cancer, thyroid problems, and dementia, though these claims have not been substantiated.\n\nWhether published in a popular press article or a well-designed clinical study, some debate about soy remains. As a species within the legume family, nutrition scientists often label soy as a food with potential for significant health benefits. However, due to contrary research that suggests possible negative effects of soy in certain situations, there has been a hesitancy to wholeheartedly promote soy.\n\nPart of the uncertainty is due to the intricacy of soy’s effects on the body. Soy is unique in that it contains a high concentration of isoflavones, a type of plant estrogen (phytoestrogen) that is similar in function to human estrogen but with much weaker effects. Soy isoflavones can bind to estrogen receptors in the body and cause either weak estrogenic or anti-estrogenic activity. The two major soy isoflavones are called genistein and daidzein. Soy isoflavones and soy protein appear to have different actions in the body based on the following factors:\n\nType of study. Is it being examined in a study with animals or humans? Soy may be metabolized differently in animals, so the outcomes of animal studies may not be applicable to humans.\nHormone levels. Because soy can have estrogenic properties, its effects can vary depending on the existing level of hormones in the body. Premenopausal women have much higher circulating levels of estradiol—the major form of estrogen in the human body—than postmenopausal women. In this context soy may act like an anti-estrogen, but among postmenopausal women soy may act more like an estrogen. Also, women with breast cancer are classified into hormone type—either hormone positive (ER+/PR+) or hormone negative (ER-/PR-) breast cancer—and these tumors respond differently to estrogens.\nType of soy. What type of soy is being studied: Whole soy foods such as tofu and soybeans, processed versions like soy protein powders, or soy-based veggie burgers? Fermented or unfermented soy foods? If supplements are used, do they contain isoflavones or soy protein?\n\nThus, there are many factors that make it difficult to construct blanket statements about the health effects of soy. \n\nAside from their isoflavone content, soy foods are rich in nutrients including B vitamins, fiber, potassium, magnesium, and high-quality protein. Unlike some plant proteins, soy protein is considered a complete protein, containing all nine essential amino acids that the body cannot make which must be obtained from the diet. Soy foods are also classified as fermented or unfermented (see table with examples, below). Fermented means that the soy food has been cultured with beneficial bacteria, yeast, or mold. Some believe that fermenting soy improves its digestibility and absorption in the body, as this process partially breaks down soy’s sugar and protein molecules.\n\nUnfermented soy foods\tIsoflavone content (mg)\tProtein (g)\nsoy milk, 1 cup\t6\t7\ntofu (bean curd), soft, 3 ounces\t20\t8\nsoybeans, mature, boiled, ½ cup\t55\t15\nsoybeans, dry roasted, 1 oz.\t40\t11\nedamame, boiled, ½ cup\t16\t11\nsoy cheese, 1oz.\t2\t4\nsoy burger, 1 patty\t5\t14\n\n \n\nFermented soy foods\tIsoflavone content (mg)\tProtein (g)\nmiso, 3 oz.\t37\t10\nnatto, 3 oz.\t70\t14\ntempeh, cooked, 3 oz.\t30\t13\nsoy sauce, 1 tbsp\t0.02\t0\nResearch on Soy and Disease\n\nLearn more about the research on soy and specific diseases or other conditions:\n\nHeart Disease\nHot Flashes\nBreast Cancer\nProstate Cancer\nMemory and Cognitive Function\nThyroid\nReferences\n\nLast reviewed January 2022\n\nCreate healthy, balanced meals using this visual guide as a blueprint.\n\nSupport The Nutrition Source\n\nThank you for supporting our mission of translating food and nutrition knowledge into daily practice!\nMAKE A GIFT\n\n \n\nGet Our Newsletter\n\nA monthly update filled with nutrition news and tips from Harvard experts—all designed to help you eat healthier.\nSIGN UP\n\nHarvard Chan Home Harvard University Home Make a Gift Privacy Policy Report Copyright Violation Accessibility\nCopyright © 2025 The President and Fellows of Harvard College\nTerms of Use\nThe contents of this website are for educational purposes and are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The Nutrition Source does not recommend or endorse any products."
}