{
  "href": "https://eatforum.org/lancet-commission/policymakers/",
  "title": "policymakers",
  "content": "News\nKnowledge\nInitiatives\nPartners\nEvents\nAbout EAT\n \nHome→ EAT-Lancet Commission ...\nEAT-Lancet Commission Brief for Policymakers\nThe EAT-Lancet Commission presents a global planetary health diet that is healthy for both people and planet. Discover the report’s key takeaways and the specific actions that policymakers can take to contribute to the Great Food Transformation.\n\nWhat should you know?\n\nThe food we eat, the ways we produce it, and the amounts wasted or lost have major impacts on human health and environmental sustainability. A diet that includes more plant-based foods and fewer animal source foods is healthy, sustainable, and good for both people and planet. Getting it right with food will be an important way for countries to achieve the targets of the UN Sustainable Development Goals and the Paris Agreement on climate change.\nToday, agriculture occupies nearly 40% of global land, making agroecosystems the largest terrestrial ecosystems on the planet. Food production is responsible for up to 30% of global greenhouse gas emissions and 70% of freshwater use. Land conversion for food production is the single most important driver of biodiversity loss.\nFoods sourced from animals, especially red meat, have relatively high environmental footprints per serving compared to other food groups. This has an impact on greenhouse gas emissions, land use and biodiversity loss. This is particularly the case for animal source foods from grain fed livestock.\nWhat is or is not consumed are both major drivers of malnutrition in various forms. Globally, over 820 million people continue to go hungry every day, 150 million children suffer from long-term hunger that impairs their growth and development, and 50 million children are acutely hungry due to insufficient access to food.\nIn parallel, the world is also experiencing a rise in overweight and obesity. Today, over 2 billion adults are overweight and obese, and diet-related noncommunicable diseases including diabetes, cancer and heart diseases are among the leading causes of global deaths.\nFood can be a powerful driver of change: The EAT-Lancet Commission outlines a planetary health diet and targets for sustainable food production that, when combined, can prevent 11 million premature adult deaths per year and drive the transition toward a sustainable global food system by 2050.\nGlobally, the planetary health diet favors increasing the consumption of a variety of fruits, vegetables, nuts and legumes alongside small portions of meat and dairy. In parts of the world, this diet involves increasing the access to certain food groups while in other areas, the diet requires a significant reduction in the overconsumption of unhealthier foods.\nA sustainable global food system by 2050 means sufficiently healthy food for all with no additional land use conversion for food, protection of biodiversity, reduced water use, decreased nitrogen and phosphorus loss to waterways, net zero carbon dioxide emissions, and significantly lower levels of methane and nitrous oxide emissions.\n\n \n\nWhat can you do?\n\nEmbrace what works and innovate where more action is needed by:\nRecognizing that there is no silver bullet solution to current food system challenges and that multi-faceted interventions targeting all parts of the wider food value chain is required in order to enact change.\nDeveloping guidelines based on the planetary health diet and supporting the implementation of these guidelines through regulatory efforts.\nEnabling access to planetary health diets by increasing the affordability of healthy and sustainably produced foods through the alignment of subsidies, taxes and incentives and by reviewing policies targeting food environments, food procurement, public distribution schemes and related infrastructure.\nEnsuring that vulnerable groups have the economic resources to remain food secure.\nRenewing national efforts to restrict advertising and marketing of unhealthy and unsustainable foods targeted towards children, youth and other vulnerable groups, and by supporting a positive reinforcement of planetary health diets.\nApplying effective food labeling laws and regulations to inform consumers about the implicit costs of unhealthy foods to human health and the environment and to shift existing producer practices.\nEngineering agricultural policies toward a greater emphasis on nutritious foods and sustainable food production practices rather than a singular focus on producing greater quantities of food.\nDesigning public policies and innovations that will contribute toward achieving at least an overall 50% reduction in food loss and food waste by 2030.\nProvide leadership and commitment by:\nDemonstrating political leadership in setting national food system strategies and initiatives with attainable targets accordingly and by implementing monitoring and reporting mechanisms to measure progress.\nAddressing the different socioeconomic and political drivers of food through the full range of policy levers from “soft” (e.g. voluntary commitments) to “hard” (e.g. legislation) to advance the planetary health diet.\nUsing the range of ministerial and departmental portfolios to ensure coherent food system actions.\nCreate novel governance arrangements by:\nAdopting a multi-sectoral approach through new partnerships in the food system that span all levels of governance and includes representation from a broad range of actors.\nEmpowering departments to recognize synergies in their mandates and enabling cross-departmental collaboration to ensure a coherent policy approach to food system actions.\nWorking to establish international land use and ocean governance and management mechanisms.\nEnable cost-effective financing by:\nImplementing fiscal policies such as taxation on products with implicit costs to human health and the environment, and orienting food subsidies toward supporting healthy and sustainable foods.\nEstablishing financial incentives to help reduce food waste and food loss.\nDesigning or strengthening social protection systems to protect vulnerable population groups.\nEngaging with donors alongside multilateral organizations to create dedicated funding streams and programs that will support sustainable food system transformation.\nChampion advocacy and education efforts by:\nComplementing other policy measures with public education campaigns, particularly on what constitutes a planetary health diet.\nEmbedding healthy and sustainable food education into national school curricula.\nEnsuring that all certified health professionals have a demonstrable level of competence surrounding planetary health diets.\nTraining and equipping food producers with both the knowledge and skills to deliver healthy and sustainable food options and by creating “win-win” interventions through building novel collaborative relationships.\n\nClick here to download the Brief for Policymakers\nEAT_brief_policymakers.pdf | 70 KB\n\nSign up for stories about our work\nEmail\n\n \nFor Press inquiries, click here"
}